[
  {
    "word": "Bebauungsplan",
    "translations": {
      "pl": "Plan zabudowy",
      "de": "Rechtsverbindlicher Plan zur Bebauung"
    },
    "explanation": {
      "pl": "Prawnie wiążący dokument planistyczny określający sposób zagospodarowania terenu. Reguluje rodzaj zabudowy, wysokość budynków, linie zabudowy, powierzchnie zielone i infrastrukturę techniczną.",
      "de": "Ein rechtsverbindliches Planungsinstrument, das die Art und Weise der Bebauung in einem bestimmten Gebiet festlegt. Regelt Gebäudetypen, Höhen, Baulinien, Grünflächen und technische Infrastruktur."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Nowy plan zabudowy przewiduje połączenie terenów mieszkaniowych i komercyjnych.",
        "Zatwierdzenie planu zabudowy następuje po publicznym wyłożeniu i konsultacjach społecznych."
      ],
      "de": [
        "Der neue Bebauungsplan sieht eine Mischung aus Wohn- und Gewerbeflächen vor.",
        "Die Genehmigung des Bebauungsplans erfolgt nach öffentlicher Auslegung und Bürgerbeteiligung."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Flächennutzungsplan",
    "translations": {
      "pl": "Plan użytkowania terenu",
      "de": "Vorbereitender Bauleitplan"
    },
    "explanation": {
      "pl": "Dokument planistyczny dla całego miasta, który określa ogólne przeznaczenie terenów (mieszkaniowe, przemysłowe, zielone). Jest podstawą dla szczegółowych planów zabudowy.",
      "de": "Ein vorbereitender Bauleitplan für das gesamte Stadtgebiet, der die grundsätzliche Art der Bodennutzung darstellt. Dient als Grundlage für verbindliche Bebauungspläne."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Plan użytkowania terenu jest sprawdzany i aktualizowany co dziesięć lat.",
        "W planie użytkowania terenu przedstawione są duże tereny rozwojowe miasta."
      ],
      "de": [
        "Der Flächennutzungsplan wird alle zehn Jahre überprüft und aktualisiert.",
        "Im Flächennutzungsplan sind die großen Entwicklungsflächen der Stadt dargestellt."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Baugenehmigung",
    "translations": {
      "pl": "Pozwolenie na budowę",
      "de": "Behördliche Erlaubnis zum Bauen"
    },
    "explanation": {
      "pl": "Oficjalne zezwolenie władz budowlanych na rozpoczęcie budowy. Sprawdzane jest czy projekt jest zgodny z przepisami budowlanymi i planami zagospodarowania przestrzennego.",
      "de": "Die behördliche Erlaubnis, ein Bauvorhaben durchzuführen. Es wird geprüft, ob das Projekt den Bauvorschriften und dem Bebauungsplan entspricht."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Pozwolenie na budowę zostało wydane po sześciotygodniowej weryfikacji.",
        "Bez ważnego pozwolenia na budowę nie wolno rozpoczynać prac budowlanych."
      ],
      "de": [
        "Die Baugenehmigung wurde nach sechswöchiger Prüfung erteilt.",
        "Ohne gültige Baugenehmigung darf nicht mit den Bauarbeiten begonnen werden."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Bauvoranfrage",
    "translations": {
      "pl": "Wstępne zapytanie budowlane",
      "de": "Vorabklärung zur Bebaubarkeit"
    },
    "explanation": {
      "pl": "Zapytanie skierowane do urzędu budowlanego przed złożeniem głównego wniosku, w celu ustalenia czy planowana budowa jest w ogóle możliwa na danej działce.",
      "de": "Eine Anfrage beim Bauamt vor dem eigentlichen Bauantrag, um zu klären, ob ein Grundstück grundsätzlich bebaubar ist und welche Auflagen gelten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Za pomocą wniosku o wstępne ustalenia warunków zabudowy można wcześnie wyjaśnić, czy inwestycja jest możliwa do realizacji.",
        "Wniosek o wstępne ustalenia kosztuje mniej niż pełny wniosek o pozwolenie na budowę."
      ],
      "de": [
        "Mit einer Bauvoranfrage können Sie frühzeitig klären, ob Ihr Bauvorhaben realisierbar ist.",
        "Die Bauvoranfrage kostet weniger als ein vollständiger Bauantrag."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Erschließung",
    "translations": {
      "pl": "Uzbrojenie terenu",
      "de": "Infrastrukturelle Anbindung"
    },
    "explanation": {
      "pl": "Proces wyposażania terenu budowlanego w infrastrukturę: drogi, wodociągi, kanalizację, energię elektryczną, gaz i łączność. Niezbędny przed rozpoczęciem budowy.",
      "de": "Die Herstellung der infrastrukturellen Anbindung eines Baugebiets durch Straßen, Wasser, Abwasser, Strom, Gas und Telekommunikation. Voraussetzung für die Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Uzbrojenie nowego terenu budowlanego jest finansowane przez miasto.",
        "Bez kompletnego uzbrojenia terenu nie można wydać pozwolenia na budowę."
      ],
      "de": [
        "Die Erschließung des Neubaugebiets wird von der Stadt finanziert.",
        "Ohne vollständige Erschließung kann keine Baugenehmigung erteilt werden."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Bauland",
    "translations": {
      "pl": "Teren budowlany",
      "de": "Zur Bebauung vorgesehenes Land"
    },
    "explanation": {
      "pl": "Teren prawnie przeznaczony do zabudowy, określony w planie zagospodarowania przestrzennego. Może być przeznaczony na różne cele: mieszkaniowy, przemysłowy, handlowy.",
      "de": "Ein im Bebauungsplan oder Flächennutzungsplan für eine Bebauung vorgesehenes Grundstück. Kann für verschiedene Nutzungen ausgewiesen sein: Wohnen, Gewerbe, Industrie."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Przekształcenie gruntów rolnych w teren budowlany wymaga zmiany planu użytkowania terenu.",
        "Cena terenów budowlanych znacznie wzrosła w ostatnich latach."
      ],
      "de": [
        "Die Umwandlung von Ackerland in Bauland erfordert eine Änderung des Flächennutzungsplans.",
        "Der Preis für Bauland ist in den letzten Jahren stark gestiegen."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Geschossflächenzahl",
    "translations": {
      "pl": "Wskaźnik intensywności zabudowy",
      "de": "Verhältnis von Geschossfläche zu Grundstücksfläche"
    },
    "explanation": {
      "pl": "Wskaźnik określający stosunek łącznej powierzchni kondygnacji do powierzchni działki. Im wyższy wskaźnik, tym intensywniejsza zabudowa jest dopuszczalna.",
      "de": "Die Geschossflächenzahl gibt an, wie viel Quadratmeter Geschossfläche je Quadratmeter Grundstücksfläche zulässig sind. Höhere Werte erlauben dichtere Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Na tym terenie obowiązuje wskaźnik powierzchni całkowitej zabudowy 1,2.",
        "Wskaźnik powierzchni całkowitej zabudowy jest określany w planie zabudowy."
      ],
      "de": [
        "In diesem Gebiet gilt eine Geschossflächenzahl von 1,2.",
        "Die Geschossflächenzahl wird im Bebauungsplan festgesetzt."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Grundflächenzahl",
    "translations": {
      "pl": "Wskaźnik pokrycia terenu",
      "de": "Verhältnis von überbauter Fläche zu Grundstücksfläche"
    },
    "explanation": {
      "pl": "Wskaźnik określający jaka część działki może być zabudowana. GRZ 0,4 oznacza, że można zabudować maksymalnie 40% powierzchni działki.",
      "de": "Die Grundflächenzahl bestimmt, welcher Anteil des Grundstücks mit Gebäuden überbaut werden darf. Eine GRZ von 0,4 bedeutet maximal 40% überbaute Fläche."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Wskaźnik powierzchni zabudowy 0,3 pozostawia stosunkowo dużo wolnej przestrzeni na działce.",
        "Przy obliczaniu wskaźnika powierzchni zabudowy uwzględnia się również budynki pomocnicze."
      ],
      "de": [
        "Die Grundflächenzahl von 0,3 lässt relativ viel Freifläche auf dem Grundstück.",
        "Bei der Berechnung der Grundflächenzahl werden auch Nebenanlagen berücksichtigt."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Baulinie",
    "translations": {
      "pl": "Linia zabudowy",
      "de": "Festgesetzte Grenze der Bebauung"
    },
    "explanation": {
      "pl": "Linia określona w planie zabudowy, wzdłuż której muszą być usytuowane budynki. Służy zachowaniu jednolitego wyglądu ulicy lub osiedla.",
      "de": "Eine im Bebauungsplan festgesetzte Linie, an der Gebäude errichtet werden müssen. Dient der einheitlichen Gestaltung von Straßenzügen und Quartieren."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Domy muszą być wzniesione przy linii zabudowy, aby stworzyć zwartą zabudowę ulicy.",
        "Ogród przedni jest możliwy tylko wtedy, gdy linia zabudowy przewiduje odległość od ulicy."
      ],
      "de": [
        "Die Häuser müssen an der Baulinie errichtet werden, um ein geschlossenes Straßenbild zu schaffen.",
        "Ein Vorgarten ist nur möglich, wenn die Baulinie einen Abstand zur Straße vorsieht."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Baugrenze",
    "translations": {
      "pl": "Granica zabudowy",
      "de": "Nicht zu überschreitende Grenze"
    },
    "explanation": {
      "pl": "Linia w planie zabudowy, której budynki nie mogą przekroczyć. W przeciwieństwie do linii zabudowy, budynek może być cofnięty od tej granicy.",
      "de": "Eine im Bebauungsplan festgesetzte Linie, die von Gebäuden nicht überschritten werden darf. Im Unterschied zur Baulinie darf das Gebäude hinter dieser Linie zurückbleiben."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Granica zabudowy daje większą elastyczność w usytuowaniu budynku niż linia zabudowy.",
        "Balkony mogą przekraczać granicę zabudowy maksymalnie o 1,5 metra."
      ],
      "de": [
        "Die Baugrenze lässt mehr Flexibilität bei der Positionierung des Gebäudes als eine Baulinie.",
        "Balkone dürfen die Baugrenze um maximal 1,5 Meter überschreiten."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Abstandsfläche",
    "translations": {
      "pl": "Powierzchnia odstępu",
      "de": "Freizuhaltende Fläche zwischen Gebäuden"
    },
    "explanation": {
      "pl": "Minimalny odstęp jaki musi być zachowany między budynkami lub od granicy działki. Służy zapewnieniu odpowiedniego doświetlenia, przewietrzania i ochrony przeciwpożarowej.",
      "de": "Der Mindestabstand, der zwischen Gebäuden oder zur Grundstücksgrenze eingehalten werden muss. Dient der Belichtung, Belüftung und dem Brandschutz."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Powierzchnia odstępu wynosi zazwyczaj połowę wysokości budynku.",
        "Na własnej działce powierzchnie odstępu mogą się nakładać."
      ],
      "de": [
        "Die Abstandsfläche beträgt in der Regel die Hälfte der Gebäudehöhe.",
        "Auf eigenem Grundstück können Abstandsflächen überlagert werden."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Grünordnungsplan",
    "translations": {
      "pl": "Plan zagospodarowania zieleni",
      "de": "Plan für Grün- und Freiflächen"
    },
    "explanation": {
      "pl": "Dokument planistyczny określający rozmieszczenie i zagospodarowanie terenów zielonych w obszarze objętym planem zabudowy. Zawiera informacje o nasadzeniach, ochronie drzew i biotopów.",
      "de": "Ein Planungsinstrument, das die Verteilung und Gestaltung von Grün- und Freiflächen im Plangebiet festlegt. Enthält Regelungen zu Bepflanzungen, Baumschutz und Biotopen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Plan zieleni jest częścią składową planu zabudowy.",
        "W planie zieleni określa się także działania kompensacyjne za ingerencję w środowisko naturalne."
      ],
      "de": [
        "Der Grünordnungsplan ist Bestandteil des Bebauungsplans.",
        "Im Grünordnungsplan werden auch Ausgleichsmaßnahmen für Eingriffe in die Natur festgelegt."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Stellplatznachweis",
    "translations": {
      "pl": "Dowód miejsc parkingowych",
      "de": "Nachweis ausreichender Parkplätze"
    },
    "explanation": {
      "pl": "Dokumentacja wymagana przy składaniu wniosku o pozwolenie na budowę, potwierdzająca że na działce lub w pobliżu zapewniona jest wystarczająca liczba miejsc parkingowych.",
      "de": "Ein beim Bauantrag erforderlicher Nachweis, dass ausreichend Parkplätze auf dem Grundstück oder in der Nähe zur Verfügung stehen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Wykazanie miejsc parkingowych musi być częścią dokumentacji budowlanej.",
        "Na każde mieszkanie należy wykazać zazwyczaj 1,5 miejsca parkingowego."
      ],
      "de": [
        "Der Stellplatznachweis muss Teil der Bauvorlagen sein.",
        "Pro Wohneinheit sind in der Regel 1,5 Stellplätze nachzuweisen."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Firsthöhe",
    "translations": {
      "pl": "Wysokość kalenicy",
      "de": "Höhe des obersten Punktes des Daches"
    },
    "explanation": {
      "pl": "Wysokość mierzona od poziomu terenu do najwyższego punktu dachu (kalenicy). Jest jednym z parametrów określonych w planie zabudowy ograniczającym wysokość budynków.",
      "de": "Die vom Gelände bis zum höchsten Punkt des Daches (First) gemessene Höhe. Ist eine im Bebauungsplan festgesetzte Begrenzung der Gebäudehöhe."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Dopuszczalna wysokość kalenicy na tym terenie wynosi maksymalnie 12 metrów.",
        "W przypadku dachów płaskich wysokość attyki odpowiada wysokości kalenicy przy dachach dwuspadowych."
      ],
      "de": [
        "Die zulässige Firsthöhe beträgt in diesem Gebiet maximal 12 Meter.",
        "Bei Flachdächern entspricht die Attikahöhe der Firsthöhe bei Satteldächern."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Traufhöhe",
    "translations": {
      "pl": "Wysokość okapu",
      "de": "Höhe der Dachtraufe"
    },
    "explanation": {
      "pl": "Wysokość mierzona od poziomu terenu do punktu, w którym dach spotyka się ze ścianą budynku (okap). Używana do określenia wymiarów budynku w planie zabudowy.",
      "de": "Die vom Gelände bis zur Oberkante der Außenwand gemessene Höhe, wo das Dach ansetzt. Wird zur Festsetzung der Gebäudemaße im Bebauungsplan verwendet."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Wysokość okapu nie może przekroczyć 7 metrów.",
        "Przy zróżnicowanych wysokościach okapu zabudowa sprawia wrażenie mniej monotonnej."
      ],
      "de": [
        "Die Traufhöhe darf 7 Meter nicht überschreiten.",
        "Bei unterschiedlichen Traufhöhen wirkt die Bebauung weniger monoton."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Dachform",
    "translations": {
      "pl": "Forma dachu",
      "de": "Bauliche Gestaltung des Daches"
    },
    "explanation": {
      "pl": "Rodzaj konstrukcji dachu określony w planie zabudowy (np. dach dwuspadowy, czterospadowy, płaski). Wpływa na wygląd budynku i charakterystykę zabudowy.",
      "de": "Die im Bebauungsplan festgesetzte Art der Dachkonstruktion (z.B. Sattel-, Walm-, Flachdach). Prägt das Erscheinungsbild und den Charakter der Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Jako forma dachu dopuszczalne są tylko dachy dwuspadowe z nachyleniem 35-45 stopni.",
        "W historycznych centrach miast często przepisuje się jednolitą formę dachu."
      ],
      "de": [
        "Als Dachform sind nur Satteldächer mit 35-45 Grad Neigung zulässig.",
        "In historischen Stadtkernen wird oft eine einheitliche Dachform vorgeschrieben."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Dachneigung",
    "translations": {
      "pl": "Nachylenie dachu",
      "de": "Winkel der Dachschräge"
    },
    "explanation": {
      "pl": "Kąt nachylenia połaci dachowej mierzony w stopniach. Określany w planie zabudowy, wpływa na estetykę i funkcjonalność budynku oraz możliwość wykorzystania poddasza.",
      "de": "Der in Grad gemessene Neigungswinkel der Dachfläche. Wird im Bebauungsplan festgesetzt und beeinflusst Ästhetik, Funktion und Dachgeschossnutzung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Nachylenie dachu musi wynosić między 38 a 42 stopnie.",
        "Strome nachylenie dachu umożliwia lepsze zaadaptowanie poddasza."
      ],
      "de": [
        "Die Dachneigung muss zwischen 38 und 42 Grad liegen.",
        "Eine steile Dachneigung ermöglicht einen besseren Dachgeschossausbau."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Nutzungsänderung",
    "translations": {
      "pl": "Zmiana sposobu użytkowania",
      "de": "Änderung der Gebäudenutzung"
    },
    "explanation": {
      "pl": "Zmiana przeznaczenia budynku lub jego części (np. z mieszkalnego na biurowy). Wymaga często zgody urzędu i sprawdzenia zgodności z planem zagospodarowania przestrzennego.",
      "de": "Die Änderung der Nutzungsart eines Gebäudes oder Gebäudeteils (z.B. von Wohnen zu Büro). Erfordert oft eine Genehmigung und Prüfung der Vereinbarkeit mit dem Bebauungsplan."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Zmiana sposobu użytkowania z komercyjnego na mieszkalny wymaga pozwolenia na budowę.",
        "W obszarach użytkowania mieszanego zmiany sposobu użytkowania są zazwyczaj możliwe bez problemów."
      ],
      "de": [
        "Die Nutzungsänderung von Gewerbe zu Wohnen bedarf einer Baugenehmigung.",
        "In Mischgebieten sind Nutzungsänderungen meist problemlos möglich."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Außenbereich",
    "translations": {
      "pl": "Obszar zewnętrzny",
      "de": "Nicht beplantes Gebiet außerhalb"
    },
    "explanation": {
      "pl": "Teren poza obszarem objętym planem zagospodarowania przestrzennego. Zabudowa jest tam zasadniczo niedozwolona, z wyjątkiem budynków rolniczych i niektórych obiektów użyteczności publicznej.",
      "de": "Der Bereich außerhalb der im Zusammenhang bebauten Ortsteile und außerhalb von Bebauungsplangebieten. Bebauung ist grundsätzlich unzulässig, außer für land-/forstwirtschaftliche Betriebe."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Na terenie niezabudowanym można realizować tylko inwestycje uprzywilejowane.",
        "Budynki mieszkalne na terenie niezabudowanym zasadniczo nie mogą uzyskać pozwolenia."
      ],
      "de": [
        "Im Außenbereich dürfen nur privilegierte Vorhaben realisiert werden.",
        "Wohngebäude sind im Außenbereich grundsätzlich nicht genehmigungsfähig."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Innenbereich",
    "translations": {
      "pl": "Obszar wewnętrzny",
      "de": "Im Zusammenhang bebauter Ortsteil"
    },
    "explanation": {
      "pl": "Obszar zwartej zabudowy w granicach miejscowości. Nawet bez planu zagospodarowania możliwa jest tam zabudowa, jeśli odpowiada charakterowi otoczenia.",
      "de": "Der im Zusammenhang bebaute Ortsteil. Auch ohne Bebauungsplan ist dort eine Bebauung möglich, wenn sie sich nach Art und Maß der baulichen Nutzung einfügt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Na terenie zabudowanym obowiązuje zasada uwzględniania istniejącej zabudowy.",
        "Granice terenu zabudowanego są określane przez faktyczną zabudowę."
      ],
      "de": [
        "Im Innenbereich gilt das Gebot der Rücksichtnahme auf die vorhandene Bebauung.",
        "Die Grenzen des Innenbereichs werden durch die tatsächliche Bebauung bestimmt."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Einvernehmen",
    "translations": {
      "pl": "Uzgodnienie",
      "de": "Erforderliche Zustimmung der Gemeinde"
    },
    "explanation": {
      "pl": "Wymagana zgoda gminy na wydanie pozwolenia na budowę przez urząd budowlany. Gmina sprawdza czy projekt jest zgodny z jej planami rozwoju i może odmówić zgody.",
      "de": "Die erforderliche Zustimmung der Gemeinde zur Erteilung einer Baugenehmigung durch die Bauaufsichtsbehörde. Die Gemeinde prüft die planungsrechtliche Zulässigkeit und kann die Zustimmung versagen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Bez zgody gminy nie można wydać pozwolenia na budowę.",
        "Gmina musi wyrazić zgodę w ciągu dwóch miesięcy."
      ],
      "de": [
        "Ohne das Einvernehmen der Gemeinde darf keine Baugenehmigung erteilt werden.",
        "Die Gemeinde hat das Einvernehmen innerhalb von zwei Monaten zu erklären."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Bauordnung",
    "translations": {
      "pl": "Prawo budowlane",
      "de": "Landesgesetzliche Bauvorschriften"
    },
    "explanation": {
      "pl": "Przepisy prawne określające wymagania techniczne dla budynków: bezpieczeństwo konstrukcyjne, ochronę przeciwpożarową, higienę i zdrowie. Każdy kraj związkowy ma własne prawo budowlane.",
      "de": "Die landesrechtlichen Vorschriften über die technischen Anforderungen an Bauwerke: Standsicherheit, Brandschutz, Gesundheit und Hygiene. Jedes Bundesland hat eine eigene Bauordnung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Przepisy budowlane regulują między innymi powierzchnie odstępu i miejsca parkingowe.",
        "W przypadku naruszeń przepisów budowlanych mogą zostać wszczęte postępowania w sprawie wykroczeń."
      ],
      "de": [
        "Die Bauordnung regelt unter anderem Abstandsflächen und Stellplätze.",
        "Bei Verstößen gegen die Bauordnung können Ordnungswidrigkeitsverfahren eingeleitet werden."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Wohngebiet",
    "translations": {
      "pl": "Obszar mieszkaniowy",
      "de": "Baugebiet für Wohnnutzung"
    },
    "explanation": {
      "pl": "Obszar przeznaczony w planie zagospodarowania głównie na zabudowę mieszkaniową. Może być czystym obszarem mieszkaniowym (tylko domy) lub ogólnym (z małymi sklepami i usługami).",
      "de": "Ein im Bebauungsplan als Wohngebiet ausgewiesener Bereich. Unterschieden wird zwischen reinem Wohngebiet (nur Wohnen) und allgemeinem Wohngebiet (mit kleineren Läden und Dienstleistungen)."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "W ogólnym obszarze mieszkaniowym dopuszczalne są małe sklepy zaspokajające codzienne potrzeby.",
        "W czystych obszarach mieszkaniowych panuje zazwyczaj większy spokój niż w obszarach użytkowania mieszanego."
      ],
      "de": [
        "Im allgemeinen Wohngebiet sind kleine Läden für den täglichen Bedarf zulässig.",
        "In reinen Wohngebieten herrscht meist mehr Ruhe als in Mischgebieten."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Gewerbegebiet",
    "translations": {
      "pl": "Obszar przemysłowy",
      "de": "Baugebiet für gewerbliche Nutzung"
    },
    "explanation": {
      "pl": "Obszar przeznaczony głównie na zakłady przemysłowe, warsztaty i przedsiębiorstwa handlowe. Zabudowa mieszkaniowa jest tam zasadniczo niedozwolona.",
      "de": "Ein vorwiegend für gewerbliche Betriebe, Werkstätten und Handelsunternehmen vorgesehenes Gebiet. Wohnnutzung ist dort grundsätzlich unzulässig oder stark eingeschränkt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "W obszarze komercyjnym dopuszczalne są zakłady niewytwarzające istotnych uciążliwości.",
        "Obszary komercyjne powinny być dogodnie zlokalizowane pod względem komunikacyjnym."
      ],
      "de": [
        "Im Gewerbegebiet sind nicht wesentlich störende Gewerbebetriebe zulässig.",
        "Gewerbegebiete sollten verkehrsgünstig gelegen sein."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Mischgebiet",
    "translations": {
      "pl": "Obszar mieszany",
      "de": "Gebiet für Wohnen und Gewerbe"
    },
    "explanation": {
      "pl": "Obszar w którym dozwolone jest zarówno mieszkanie jak i prowadzenie działalności gospodarczej. Typowy dla centrów miast i głównych ulic.",
      "de": "Ein Gebiet, in dem sowohl Wohnen als auch das Arbeiten in Gewerbebetrieben zulässig ist. Typisch für Innenstädte und Hauptstraßen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "W obszarze użytkowania mieszanego funkcje mieszkaniowe i komercyjne mogą współistnieć na równych prawach.",
        "Obszary użytkowania mieszanego przyczyniają się do ożywienia centrów miast."
      ],
      "de": [
        "Im Mischgebiet dürfen Wohnen und Arbeiten gleichberechtigt nebeneinander existieren.",
        "Mischgebiete tragen zur Belebung der Innenstädte bei."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Industriegebiet",
    "translations": {
      "pl": "Obszar przemysłowy ciężki",
      "de": "Gebiet für störende Industrie"
    },
    "explanation": {
      "pl": "Obszar przeznaczony na zakłady przemysłowe które mogą powodować znaczne uciążliwości (hałas, emisje). Muszą być oddalone od zabudowy mieszkaniowej.",
      "de": "Ein ausschließlich für Gewerbebetriebe vorgesehenes Gebiet, die erhebliche Belästigungen verursachen können. Wohnen ist dort vollständig ausgeschlossen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Obszary przemysłowe muszą zachowywać odpowiednią odległość od obszarów mieszkaniowych.",
        "W obszarze przemysłowym dopuszczalna jest głośna produkcja również w nocy."
      ],
      "de": [
        "Industriegebiete müssen ausreichend Abstand zu Wohngebieten einhalten.",
        "Im Industriegebiet sind auch nachts lärmintensive Produktionen zulässig."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Sondergebiet",
    "translations": {
      "pl": "Obszar specjalny",
      "de": "Gebiet für besondere Nutzungen"
    },
    "explanation": {
      "pl": "Obszar przeznaczony na specjalne cele które nie pasują do standardowych kategorii: centra handlowe, uczelnie, szpitale, tereny rekreacyjne.",
      "de": "Ein Gebiet für spezielle Nutzungen, die sich nicht in die üblichen Baugebietstypen einfügen: Einkaufszentren, Hochschulen, Krankenhäuser, Freizeitanlagen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Duże centra handlowe są często wyznaczane w obszarach specjalnych.",
        "Teren targowy znajduje się w obszarze specjalnym."
      ],
      "de": [
        "Große Einkaufszentren werden häufig in Sondergebieten ausgewiesen.",
        "Das Messegelände liegt in einem Sondergebiet."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Vorhabenbezogener Bebauungsplan",
    "translations": {
      "pl": "Plan zabudowy związany z projektem",
      "de": "B-Plan für ein konkretes Bauvorhaben"
    },
    "explanation": {
      "pl": "Specjalny plan zabudowy tworzony dla konkretnego projektu budowlanego na wniosek inwestora. Inwestor zobowiązuje się do realizacji zgodnie z planem.",
      "de": "Ein Bebauungsplan, der auf Initiative und Kosten eines Vorhabenträgers für ein konkretes Bauvorhaben aufgestellt wird. Der Vorhabenträger verpflichtet sich zur Durchführung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Plan zabudowy związany z konkretną inwestycją został sporządzony dla nowego centrum handlowego.",
        "W przypadku planu zabudowy związanego z konkretną inwestycją inwestor ponosi koszty planowania."
      ],
      "de": [
        "Der vorhabenbezogene Bebauungsplan wurde für das neue Einkaufszentrum erstellt.",
        "Bei einem vorhabenbezogenen Bebauungsplan trägt der Investor die Planungskosten."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Vorkaufsrecht",
    "translations": {
      "pl": "Prawo pierwokupu",
      "de": "Vorrangiges Kaufrecht der Gemeinde"
    },
    "explanation": {
      "pl": "Prawo gminy do pierwszeństwa przy kupnie nieruchomości w określonych obszarach. Gmina może wykupić działkę gdy jest sprzedawana, aby realizować cele publiczne.",
      "de": "Das Recht der Gemeinde, beim Verkauf von Grundstücken in bestimmten Gebieten vorrangig als Käufer aufzutreten. Dient der Verwirklichung städtebaulicher Ziele."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Gmina może skorzystać z prawa pierwokupu w ciągu dwóch miesięcy.",
        "Prawo pierwokupu istnieje przede wszystkim w obszarach rewitalizacji."
      ],
      "de": [
        "Die Gemeinde kann ihr Vorkaufsrecht innerhalb von zwei Monaten ausüben.",
        "Das Vorkaufsrecht besteht vor allem in Sanierungsgebieten."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Sanierungsgebiet",
    "translations": {
      "pl": "Obszar rewitalizacji",
      "de": "Gebiet für städtebauliche Erneuerung"
    },
    "explanation": {
      "pl": "Obszar wymagający kompleksowej odnowy urbanistycznej. Gmina może tam stosować specjalne instrumenty prawne i finansowe do poprawy stanu zabudowy i infrastruktury.",
      "de": "Ein Gebiet mit erheblichen städtebaulichen Missständen, das einer umfassenden Erneuerung bedarf. Die Gemeinde kann besondere rechtliche und finanzielle Instrumente einsetzen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "W obszarze rewitalizacji obowiązują szczególne wymogi dotyczące pozwoleń na prace budowlane.",
        "Sanacja starego miasta została ustanowiona jako formalny obszar rewitalizacji."
      ],
      "de": [
        "Im Sanierungsgebiet gelten besondere Genehmigungspflichten für Baumaßnahmen.",
        "Die Sanierung der Altstadt wurde als förmliches Sanierungsgebiet festgelegt."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Städtebauförderung",
    "translations": {
      "pl": "Wsparcie rozwoju miast",
      "de": "Finanzielle Unterstützung für Stadtentwicklung"
    },
    "explanation": {
      "pl": "Program finansowania projektów rozwoju miejskiego przez państwo i kraje związkowe. Wspiera rewitalizację, modernizację infrastruktury i poprawę jakości życia w miastach.",
      "de": "Staatliche und Länderförderung für städtebauliche Projekte. Unterstützt Sanierung, Infrastrukturverbesserung und Aufwertung von Stadtquartieren."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Stadt hat Städtebauförderung für die Innenstadtsanierung beantragt.",
        "Miasto złożyło wniosek o wsparcie rozwoju miast na rewitalizację śródmieścia."
      ],
      "de": [
        "Durch Städtebauförderung können bis zu 60% der Kosten übernommen werden.",
        "Dzięki wsparciu rozwoju miast można pokryć do 60% kosztów."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Verkehrsberuhigung",
    "translations": {
      "pl": "Uspokojenie ruchu",
      "de": "Maßnahmen zur Verkehrsreduzierung"
    },
    "explanation": {
      "pl": "Środki mające na celu ograniczenie natężenia i prędkości ruchu samochodowego w obszarach mieszkalnych. Obejmuje zwężenia jezdni, progi zwalniające i strefy tempo 30.",
      "de": "Maßnahmen zur Reduzierung von Verkehrsmenge und -geschwindigkeit in Wohngebieten. Umfasst Fahrbahnverengungen, Schwellen und Tempo-30-Zonen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Verkehrsberuhigung im Wohnviertel wurde von den Anwohnern positiv aufgenommen.",
        "Uspokojenie ruchu w dzielnicy mieszkalnej zostało pozytywnie przyjęte przez mieszkańców."
      ],
      "de": [
        "Verkehrsberuhigung erhöht die Lebensqualität und Sicherheit für Fußgänger.",
        "Uspokojenie ruchu podnosi jakość życia i bezpieczeństwo pieszych."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Lärmschutz",
    "translations": {
      "pl": "Ochrona przed hałasem",
      "de": "Schutz vor Lärm emission"
    },
    "explanation": {
      "pl": "Środki techniczne i planistyczne mające na celu ochronę mieszkańców przed nadmiernym hałasem z ruchu drogowego, kolejowego lub przemysłu. Obejmuje ekrany akustyczne, walły ziemne i odpowiednie rozmieszczenie zabudowy.",
      "de": "Technische und planerische Maßnahmen zum Schutz der Bevölkerung vor übermäßigem Lärm aus Verkehr und Industrie. Umfasst Lärmschutzwände, -wälle und geeignete Bebauungsanordnung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Entlang der Autobahn wurde eine Lärmschutzwand errichtet.",
        "Wzdłuż autostrady został zbudowany ekran akustyczny."
      ],
      "de": [
        "Der Lärmschutz ist bei der Planung neuer Wohngebiete zu berücksichtigen.",
        "Ochrona przed hałasem musi być uwzględniona przy planowaniu nowych osiedli."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Nachverdichtung",
    "translations": {
      "pl": "Dogęszczenie zabudowy",
      "de": "Bauliche Verdichtung bestehender Gebiete"
    },
    "explanation": {
      "pl": "Zagospodarowanie wolnych terenów w już istniejącej zabudowie miejskiej. Alternatywa dla rozlewania się miast, która lepiej wykorzystuje istniejącą infrastrukturę i ogranicza zużycie gruntów.",
      "de": "Die bauliche Ausnutzung von Freiflächen und Baulücken im Bestand. Alternative zur Zersiedelung, die vorhandene Infrastruktur besser nutzt und Flächenverbrauch reduziert."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Durch Nachverdichtung können Innenstädte wieder belebt werden.",
        "Dzięki dogęszczeniu zabudowy śródmieścia mogą być ponownie ożywione."
      ],
      "de": [
        "Nachverdichtung ist ein wichtiges Instrument gegen den Flächenfraß.",
        "Dogęszczenie zabudowy jest ważnym narzędziem przeciw pochłanianiu terenów."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Denkmalschutz",
    "translations": {
      "pl": "Ochrona zabytków",
      "de": "Schutz historischer Bauwerke"
    },
    "explanation": {
      "pl": "Prawna ochrona budynków i obiektów o znaczeniu historycznym, artystycznym lub kulturowym. Właściciele muszą uzyskać specjalne pozwolenia na wszelkie prace budowlane i przestrzegać wytycznych konserwatorskich.",
      "de": "Der rechtliche Schutz von Baudenkmälern mit geschichtlicher, künstlerischer oder kultureller Bedeutung. Eigentümer benötigen besondere Genehmigungen für Baumaßnahmen und müssen denkmalpflegerische Auflagen beachten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Gebäude steht unter Denkmalschutz und darf nicht abgerissen werden.",
        "Budynek jest chroniony jako zabytek i nie może być rozebrany."
      ],
      "de": [
        "Denkmalschutz und energetische Sanierung müssen sorgfältig abgewogen werden.",
        "Ochrona zabytków i modernizacja energetyczna muszą być starannie wyważone."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Quartiersentwicklung",
    "translations": {
      "pl": "Rozwój dzielnicy",
      "de": "Entwicklung eines Stadtviertels"
    },
    "explanation": {
      "pl": "Planowanie i realizacja kompleksowego rozwoju dzielnicy miejskiej. Obejmuje nie tylko zabudowę, ale też infrastrukturę społeczną, przestrzenie publiczne i uczestnictwo mieszkańców.",
      "de": "Die ganzheitliche Planung und Umsetzung der Entwicklung eines Stadtquartiers. Umfasst neben Bebauung auch soziale Infrastruktur, öffentliche Räume und Bürgerbeteiligung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Bei der Quartiersentwicklung sollten alle Bevölkerungsgruppen einbezogen werden.",
        "W rozwoju dzielnicy powinny być uwzględnione wszystkie grupy mieszkańców."
      ],
      "de": [
        "Quartiersentwicklung braucht einen langen Atem und viel Engagement.",
        "Rozwój dzielnicy wymaga wytrwałości i dużego zaangażowania."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Freifläche",
    "translations": {
      "pl": "Teren wolny / otwarty",
      "de": "Unbebaute Fläche"
    },
    "explanation": {
      "pl": "Niezabudowany teren w obrębie miasta, który może służyć jako park, plac zabaw, ogród społeczny lub rezerwowy teren budowlany. Ważny dla klimatu miejskiego i jakości życia.",
      "de": "Eine unbebaute Fläche im Stadtgebiet, die als Park, Spielplatz, Gemeinschaftsgarten oder Baulandreserve dienen kann. Wichtig für Stadtklima und Lebensqualität."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Freifläche soll als Quartier spark erhalten bleiben.",
        "Teren wolny ma pozostać jako park dzielnicy."
      ],
      "de": [
        "Freiflächen sind wichtig für die Frischluftzufuhr in die Stadt.",
        "Tereny wolne są ważne dla dopływu świeżego powietrza do miasta."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Fußgängerzone",
    "translations": {
      "pl": "Strefa piesze / deptak",
      "de": "Verkehrsfreier Bereich für Fußgänger"
    },
    "explanation": {
      "pl": "Obszar centrum miasta gdzie ruch samochodowy jest zakazany i dozwolony jest tylko ruch pieszy oraz czasem rowery. Sprzyja handlowi i życiu społecznemu.",
      "de": "Ein Innenstadtbereich, in dem der Kraftfahrzeugverkehr verboten ist und nur Fußgänger und manchmal Radfahrer zugelassen sind. Fördert Handel und öffentliches Leben."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Fußgängerzone wurde um zwei Straßen erweitert.",
        "Strefa piesza została rozszerzona o dwie ulice."
      ],
      "de": [
        "In der Fußgängerzone ist die Aufenthaltsqualität deutlich höher.",
        "Na deptaku jakość przestrzeni do przebywania jest wyraźnie wyższa."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Radwegenetz",
    "translations": {
      "pl": "Sieć ścieżek rowerowych",
      "de": "Zusammenhängendes System von Radwegen"
    },
    "explanation": {
      "pl": "Wzajemnie połączony system ścieżek i dróg rowerowych w mieście. Kluczowy element zrównoważonej mobilności miejskiej i alternatywy dla ruchu samochodowego.",
      "de": "Ein zusammenhängendes System von Radwegen und Fahrradstraßen in der Stadt. Schlüsselelement nachhaltiger urbaner Mobilität und Alternative zum Autoverkehr."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Radwegenetz soll in den nächsten fünf Jahren ausgebaut werden.",
        "Sieć ścieżek rowerowych ma być rozbudowana w ciągu najbliższych pięciu lat."
      ],
      "de": [
        "Ein gut ausgebautes Radwegenetz erhöht den Radverkehrsanteil erheblich.",
        "Dobrze rozbudowana sieć ścieżek rowerowych znacznie zwiększa udział ruchu rowerowego."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Öffentlicher Personennahverkehr",
    "translations": {
      "pl": "Transport publiczny",
      "de": "Lokaler öffentlicher Verkehr (ÖPNV)"
    },
    "explanation": {
      "pl": "System lokalnego transportu publicznego obejmujący autobusy, tramwaje, metro i kolej podmiejską. Kluczowy dla ograniczenia ruchu samochodowego i zrównoważonej mobilności miejskiej.",
      "de": "Das System des lokalen öffentlichen Verkehrs mit Bussen, Straßenbahnen, U-Bahnen und S-Bahnen. Entscheidend für die Reduzierung des Autoverkehrs und nachhaltige urbane Mobilität."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Ausbau des öffentlichen Personennahverkehrs hat oberste Priorität.",
        "Rozbudowa transportu publicznego ma najwyższy priorytet."
      ],
      "de": [
        "Ein attraktiver ÖPNV ist die Voraussetzung für eine Verkehrswende.",
        "Atrakcyjny transport publiczny jest warunkiem transformacji transportowej."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Klimaanpassung",
    "translations": {
      "pl": "Adaptacja do zmian klimatu",
      "de": "Anpassung an den Klimawandel"
    },
    "explanation": {
      "pl": "Środki planistyczne i techniczne mające na celu przystosowanie miasta do skutków zmian klimatu: fal upałów, intensywnych opadów i susz. Obejmuje zieleń miejską, systemy odwodnienia i odpowiednie materiały.",
      "de": "Planerische und technische Maßnahmen zur Anpassung der Stadt an Klimawandelfolgen wie Hitzewellen, Starkregen und Dürren. Umfasst Stadtgrün, Entwässerungssysteme und geeignete Materialien."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Klimaanpassung muss bei allen Bauvorhaben berücksichtigt werden.",
        "Adaptacja do zmian klimatu musi być uwzględniana przy wszystkich projektach budowlanych."
      ],
      "de": [
        "Begrünte Dächer und Fassaden sind wichtige Maßnahmen der Klimaanpassung.",
        "Zielone dachy i fasady są ważnymi środkami adaptacji do zmian klimatu."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Regenwassermanagement",
    "translations": {
      "pl": "Gospodarka wodami opadowymi",
      "de": "Umgang mit Niederschlagswasser"
    },
    "explanation": {
      "pl": "System zbierania, oczyszczania i wykorzystania wody deszczowej. Zamiast odprowadzania do kanalizacji, woda jest zatrzymywana, infiltrowana do gruntu lub wykorzystywana gospodarczo.",
      "de": "Das System zur Sammlung, Reinigung und Nutzung von Regenwasser. Statt Ableitung in die Kanalisation wird Wasser zurückgehalten, versickert oder genutzt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Ein gutes Regenwassermanagement entlastet die Kanalisation bei Starkregen.",
        "Dobra gospodarka wodami opadowymi odciąża kanalizację podczas ulewnych deszczów."
      ],
      "de": [
        "Regenwassermanagement wird durch Versickerungsflächen und Zisternen umgesetzt.",
        "Gospodarka wodami opadowymi jest realizowana poprzez powierzchnie in filtracyjne i cysterny."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Artenschutz",
    "translations": {
      "pl": "Ochrona gatunków",
      "de": "Schutz bedrohter Tier- und Pflanzenarten"
    },
    "explanation": {
      "pl": "Prawna ochrona zagrożonych gatunków roślin i zwierząt. Przy planowaniu budowlanym muszą być uwzględnione siedliska chronionych gatunków i w razie potrzeby tworzone środki kompensacyjne.",
      "de": "Der rechtliche Schutz gefährdeter Tier- und Pflanzenarten. Bei Bauplanungen müssen Lebensräume geschützter Arten berücksichtigt und ggf. Ausgleichsmaßnahmen geschaffen werden."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Artenschutz verzögert manchmal Bauvorhaben, ist aber gesetzlich vorgeschrieben.",
        "Ochrona gatunków czasem opóźnia projekty budowlane, ale jest prawnie wymagana."
      ],
      "de": [
        "Für den Artenschutz wurden Nistkästen und Biotope als Ausgleich geschaffen.",
        "Dla ochrony gatunków utworzono budki lęgowe i biotopy jako kompensację."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Energetische Sanierung",
    "translations": {
      "pl": "Modernizacja energetyczna",
      "de": "Energetische Gebäudemodernisierung"
    },
    "explanation": {
      "pl": "Prace mające na celu poprawę efektywności energetycznej budynku: docieplenie ścian i dachu, wymiana okien, modernizacja ogrzewania. Zmniejsza zużycie energii i koszty eksploatacji.",
      "de": "Baumaßnahmen zur Verbesserung der Energieeffizienz eines Gebäudes: Dämmung von Wänden und Dach, Fensteraustausch, Heizungsmodernisierung. Reduziert Energieverbrauch und Betriebskosten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die energetische Sanierung von Altbauten wird staatlich gefördert.",
        "Modernizacja energetyczna starych budynków jest wspierana przez państwo."
      ],
      "de": [
        "Durch energetische Sanierung können bis zu 70% der Heizkosten eingespart werden.",
        "Dzięki modernizacji energetycznej można zaoszczędzić do 70% kosztów ogrzewania."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Barrierefreiheit",
    "translations": {
      "pl": "Dostępność / Bezbarierowo ść",
      "de": "Zugänglichkeit für alle Menschen"
    },
    "explanation": {
      "pl": "Projektowanie budynków i przestrzeni publicznych tak, aby były dostępne dla osób z niepełnosprawnościami: bez schodów, z windami, odpowiedniej szerokości drzwi i oznakowaniem dla niewidomych.",
      "de": "Die Gestaltung von Gebäuden und öffentlichen Räumen so, dass sie für Menschen mit Behinderungen nutzbar sind: stufenlos, mit Aufzügen, breiten Türen und Orientierungshilfen für Blinde."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Barrierefreiheit ist bei öffentlichen Gebäuden gesetzlich vorgeschrieben.",
        "Dostępność jest prawnie wymagana w budynkach publicznych."
      ],
      "de": [
        "Barrierefreiheit nützt nicht nur Rollstuhlfahrern, sondern auch Eltern mit Kinderwagen.",
        "Bezbarierowość jest przydatna nie tylko dla osób na wózkach, ale też rodziców z wózkami dziecięcymi."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Bürgerbeteiligung",
    "translations": {
      "pl": "Udział obywateli / Partycypacja społeczna",
      "de": "Einbeziehung der Bürger in Planungsprozesse"
    },
    "explanation": {
      "pl": "Proces angażowania mieszkańców w planowanie rozwoju miasta. Obejmuje warsztaty, konsultacje publiczne, referenda i platformy internetowe. Zwiększa akceptację projektów i uwzględnia lokalne potrzeby.",
      "de": "Der Prozess der Einbeziehung von Bürgern in städtische Planungen. Umfasst Workshops, öffentliche Anhörungen, Bürgerentscheide und Online-Plattformen. Erhöht Akzeptanz und berücksichtigt lokale Bedürfnisse."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Durch frühzeitige Bürgerbeteiligung konnten Konflikte vermieden werden.",
        "Dzięki wczesnemu udziałowi obywateli udało się uniknąć konfliktów."
      ],
      "de": [
        "Bürgerbeteiligung ist mehr als die gesetzlich vorgeschriebene Offenlegung von Plänen.",
        "Partycypacja społeczna to więcej niż prawnie wymagana publiczna wystawa planów."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Soziale Infrastruktur",
    "translations": {
      "pl": "Infrastruktura społeczna",
      "de": "Einrichtungen für das gesellschaftliche Leben"
    },
    "explanation": {
      "pl": "Obiekty i usługi niezbędne dla funkcjonowania społeczności: szkoły, przedszkola, place zabaw, ośrodki senioral ne, biblioteki i centra kultury. Muszą być uwzględnione przy planowaniu nowych osiedli.",
      "de": "Einrichtungen und Dienste für das Gemeinwesen: Schulen, Kitas, Spielplätze, Seniorentreffs, Bibliotheken und Kulturzentren. Müssen bei Neubaugebieten mitgeplant werden."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die soziale Infrastruktur muss mit der Bebauung Schritt halten.",
        "Infrastruktura społeczna musi nadążać za zabudową."
      ],
      "de": [
        "Ohne ausreichende soziale Infrastruktur entstehen seelenlose Schlafstädte.",
        "Bez wystarczającej infrastruktury społecznej powstają bezduszne sypialnie."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Mietpreis bremse",
    "translations": {
      "pl": "Ograniczenie czynszów",
      "de": "Gesetzliche Begrenzung von Mieterhöhungen"
    },
    "explanation": {
      "pl": "Prawne ograniczenie wysokości czynszów i ich podwyżek w obszarach o napiętym rynku mieszkaniowym. Ma chronić najemców przed wypieraniem przez wysokie czynsze.",
      "de": "Die gesetzliche Begrenzung der Miethöhe und Mieterhöhungen in angespannten Wohnungsmärkten. Soll Mieter vor Verdrängung durch hohe Mieten schützen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Mietpreisbremse gilt in vielen Großstädten, wird aber oft umgangen.",
        "Ograniczenie czynszów obowiązuje w wielu dużych miastach, ale jest często omijane."
      ],
      "de": [
        "Die Wirksamkeit der Mietpreisbremse ist umstritten.",
        "Skuteczność ograniczenia czynszów jest kontrowersyjna."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Sozialer Wohnungsbau",
    "translations": {
      "pl": "Budownictwo socjalne",
      "de": "Geförderter Wohnungsbau für einkommensschwache Haushalte"
    },
    "explanation": {
      "pl": "Budowa mieszkań z publicznym wsparciem finansowym, które są następnie wynajmowane po niższych czynszach gospodarst wom o niskich dochodach. Ważny instrument polityki mieszkaniowej.",
      "de": "Der mit öffentlichen Mitteln geförderte Bau von Wohnungen, die dann zu günstigeren Mieten an einkommensschwache Haushalte vermietet werden. Wichtiges wohnungspolitisches Instrument."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Anteil des sozialen Wohnungsbaus soll auf 30% erhöht werden.",
        "Udział budownictwa socjalnego ma być podniesiony do 30%."
      ],
      "de": [
        "Sozialer Wohnungsbau ist entscheidend für eine sozial gemischte Stadt.",
        "Budownictwo socjalne jest kluczowe dla społecznie mieszanego miasta."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Bauträger",
    "translations": {
      "pl": "Deweloper",
      "de": "Unternehmen für Bauvorhaben"
    },
    "explanation": {
      "pl": "Przedsiębiorca, który realizuje projekty budowlane na własny rachunek i sprzedaje lub wynajmuje ukończone nieruchomości. Koordynuje planowanie, finansowanie i wykonanie.",
      "de": "Ein Unternehmen, das Bauprojekte auf eigene Rechnung realisiert und die fertigen Immobilien verkauft oder vermietet. Koordiniert Planung, Finanzierung und Ausführung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Bauträger hat alle Wohnungen bereits im Rohbau verkauft.",
        "Deweloper sprzedał wszystkie mieszkania już w stanie surowym."
      ],
      "de": [
        "Bei der Auswahl des Bauträgers sollte auf Erfahrung und Bonität geachtet werden.",
        "Przy wyborze dewelopera należy zwrócić uwagę na doświadczenie i wypłacalność."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Erschließung",
    "translations": {
      "pl": "Uzbrojenie terenu",
      "de": "Infrastrukturelle Anbindung von Bauland"
    },
    "explanation": {
      "pl": "Wyposażenie terenu budowlanego w niezbędną infrastrukturę techniczną: drogi dojazdowe, wodociąg, kanalizację, energię elektryczną, gaz. Warunek uzyskania pozwolenia na budowę.",
      "de": "Die Ausstattung von Bauland mit notwendiger technischer Infrastruktur: Zufahrtsstraßen, Wasser, Abwasser, Strom, Gas. Voraussetzung für die Baugenehmigung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Erschließungskosten werden auf die Grundstückseigentümer umgelegt.",
        "Koszty uzbrojenia terenu są rozdzielane na właścicieli nieruchomości."
      ],
      "de": [
        "Ohne vollständige Erschließung darf nicht gebaut werden.",
        "Bez pełnego uzbrojenia terenu nie wolno budować."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Geschossflächenzahl",
    "translations": {
      "pl": "Wskaźnik intensywności zabudowy",
      "de": "Verhältnis der gesamten Geschossfläche zur Grundstücksfläche"
    },
    "explanation": {
      "pl": "Wartość określająca stosunek łącznej powierzchni kondygnacji do powierzchni działki. GFZ 1,2 oznacza, że można zbudować 1200 m² powierzchni użytkowej na działce 1000 m².",
      "de": "Kennzahl, die das Verhältnis der gesamten Geschossfläche aller Vollgeschosse zur Grundstücksfläche angibt. GFZ 1,2 bedeutet 1200 m² Geschossfläche auf 1000 m² Grundstück."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die maximal zulässige Geschossflächenzahl beträgt hier 1,5.",
        "Maksymalny dopuszczalny wskaźnik intensywności zabudowy wynosi tu 1,5."
      ],
      "de": [
        "Eine höhere Geschossflächenzahl ermöglicht dichtere Bebauung.",
        "Wyższy wskaźnik intensywności zabudowy umożliwia gęstszą zabudowę."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Stellplatzschlüssel",
    "translations": {
      "pl": "Wskaźnik miejsc parkingowych",
      "de": "Vorgeschriebene Anzahl von Parkplätzen"
    },
    "explanation": {
      "pl": "Przepis określający ile miejsc parkingowych musi być zapewnione dla danego typu zabudowy. Np. 1 miejsce na 60 m² powierzchni mieszkalnej lub 1 miejsce na 30 m² powierzchni biurowej.",
      "de": "Eine Vorschrift, die festlegt, wie viele Stellplätze für eine bestimmte Nutzung bereitzustellen sind. Z.B. 1 Stellplatz pro 60 m² Wohnfläche oder 1 pro 30 m² Bürofläche."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Stellplatzschlüssel kann in verkehrsgünstigen Lagen reduziert werden.",
        "Wskaźnik miejsc parkingowych może być obniżony w lokalizacjach z dobrym połączeniem komunikacyjnym."
      ],
      "de": [
        "Viele Städte überdenken ihre Stellplatzschlüssel zugunsten des ÖPNV.",
        "Wiele miast przemyśla swoje wskaźniki miejsc parkingowych na rzecz transportu publicznego."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Vorkaufsrecht",
    "translations": {
      "pl": "Prawo pierwokupu",
      "de": "Recht der Gemeinde zum vorrangigen Grundstückskauf"
    },
    "explanation": {
      "pl": "Prawo gminy do pierwszeństwa w zakupie nieruchomości przed innymi nabywcami. Służy zabezpieczeniu terenów pod rozwój miasta lub ochronę przestrzeni publicznej.",
      "de": "Das Recht der Gemeinde, ein Grundstück beim Verkauf vorrangig vor anderen Käufern zu erwerben. Dient der Sicherung von Flächen für Stadtentwicklung oder Gemeinwohl."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Stadt hat ihr Vorkaufsrecht ausgeübt, um Spekulation zu verhindern.",
        "Miasto skorzystało z prawa pierwokupu, aby zapobiec spekulacji."
      ],
      "de": [
        "Das Vorkaufsrecht muss innerhalb von zwei Monaten ausgeübt werden.",
        "Prawo pierwokupu musi być wykonane w ciągu dwóch miesięcy."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Bauleitplanung",
    "translations": {
      "pl": "Planowanie zagospodarowania przestrzennego",
      "de": "Kommunale Planungsinstrumente"
    },
    "explanation": {
      "pl": "Zbiorcze określenie dla instrumentów planowania przestrzennego gmin w Niemczech: plan użytkowania terenu (FNP) i plan zabudowy (B-Plan). Podstawa prawna działalności budowlanej.",
      "de": "Sammelbegriff für die kommunalen Planungsinstrumente in Deutschland: Flächennutzungsplan (vorbereitend) und Bebauungsplan (verbindlich). Rechtsgrundlage für Bauvorhaben."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Bauleitplanung unterliegt strengen Verfahrensvorschriften.",
        "Planowanie zagospodarowania przestrzennego podlega ścisłym przepisom proceduralnym."
      ],
      "de": [
        "Öffentliche Beteiligung ist ein zentraler Bestandteil der Bauleitplanung.",
        "Udział społeczeństwa jest centralnym elementem planowania przestrzennego."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Innenentwicklung",
    "translations": {
      "pl": "Rozwój wewnętrzny miasta",
      "de": "Stadtentwicklung durch Nutzung innerstädtischer Flächen"
    },
    "explanation": {
      "pl": "Strategia rozwoju miasta przez wykorzystanie wolnych lub niedostatecznie zagospodarowanych terenów wewnątrz miasta zamiast ekspansji na tereny zewnętrzne. Oszczędza grunty i infrastrukturę.",
      "de": "Entwicklungsstrategie, die freie oder untergenutzte Flächen im Stadtgebiet aktiviert statt neue Außenbereiche zu erschließen. Schont Boden und Infrastruktur."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Innenentwicklung hat Vorrang vor Außenentwicklung.",
        "Rozwój wewnętrzny ma pierwszeństwo przed rozwojem zewnętrznym."
      ],
      "de": [
        "Durch Innenentwicklung werden Brachflächen und Baulücken genutzt.",
        "Poprzez rozwój wewnętrzny wykorzystuje się tereny odłogowe i luki budowlane."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Umlegungsverfahren",
    "translations": {
      "pl": "Scalanie i podział gruntów",
      "de": "Neuordnung von Grundstücken"
    },
    "explanation": {
      "pl": "Procedura prawna pozwalająca na zmianę granic i kształtu działek w celu efektywniejszego zagospodarowania terenu. Właściciele otrzymują ekwiwalentne działki w nowej konfiguracji.",
      "de": "Ein Rechtsverfahren zur Neuordnung von Grundstücksgrenzen für eine effizientere Bebauung. Eigentümer erhalten gleichwertige Grundstücke in neuer Anordnung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Umlegungsverfahren kann mehrere Jahre dauern.",
        "Procedura scalania może trwać kilka lat."
      ],
      "de": [
        "Durch Umlegungsverfahren können ungünstig geschnittene Grundstücke arrondiert werden.",
        "Poprzez scalanie można zaokrąglić niekorzystnie skrojone działki."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Abwägungsgebot",
    "translations": {
      "pl": "Obowiązek rozważenia interesów",
      "de": "Pflicht zur Interessenabwägung in der Planung"
    },
    "explanation": {
      "pl": "Prawny obowiązek rozważenia i wyważenia wszystkich istotnych interesów publicznych i prywatnych przy sporządzaniu planów. Podstawowa zasada planowania w Niemczech.",
      "de": "Die rechtliche Verpflichtung, bei der Planaufstellung alle relevanten öffentlichen und privaten Interessen gegeneinander abzuwägen. Grundprinzip deutscher Planung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Fehler im Abwägungsgebot können zur Unwirksamkeit des Plans führen.",
        "Błędy w rozważeniu interesów mogą prowadzić do nieważności planu."
      ],
      "de": [
        "Das Abwägungsgebot erfordert eine sorgfältige Dokumentation aller Belange.",
        "Obowiązek rozważenia wymaga starannej dokumentacji wszystkich kwestii."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Planungsschaden",
    "translations": {
      "pl": "Szkoda planistyczna",
      "de": "Wertverlust durch Planungsänderung"
    },
    "explanation": {
      "pl": "Utrata wartości nieruchomości spowodowana zmianą planu zagospodarowania przestrzennego. Właściciel może ubiegać się o odszkodowanie, jeśli nowy plan znacząco ogranicza możliwości zabudowy.",
      "de": "Wertverlust eines Grundstücks durch eine Änderung der Planung. Der Eigentümer kann Entschädigung verlangen, wenn der neue Plan die Bebauungsmöglichkeiten erheblich einschränkt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Planungsschäden müssen aus dem städtischen Haushalt ausgeglichen werden.",
        "Szkody planistyczne muszą być wyrównane z budżetu miasta."
      ],
      "de": [
        "Die Höhe des Planungsschadens wird durch ein Gutachten ermittelt.",
        "Wysokość szkody planistycznej jest ustalana przez ekspertyzę."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Städtebauliche Satzung",
    "translations": {
      "pl": "Miejscowa uchwała urbanistyczna",
      "de": "Kommunale Vorschrift für Stadtgestaltung"
    },
    "explanation": {
      "pl": "Lokalna regulacja prawna dotycząca kształtowania zabudowy. Obejmuje np. uchwały o ochronie zabudowy, uchwały o sanacji czy uchwały o określeniu obszaru rozwoju.",
      "de": "Eine kommunale Rechtsvorschrift zur Stadtgestaltung. Umfasst z.B. Erhaltungssatzungen, Sanierungssatzungen oder Entwicklungssatzungen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die städtebauliche Satzung schützt das historische Ortsbild.",
        "Miejscowa uchwała urbanistyczna chroni historyczny obraz miejscowości."
      ],
      "de": [
        "Städtebauliche Satzungen können auch ohne Bebauungsplan erlassen werden.",
        "Miejscowe uchwały urbanistyczne mogą być wydawane także bez planu zabudowy."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "Verkehrsgutachten",
    "translations": {
      "pl": "Ekspertyza komunikacyjna",
      "de": "Fachliche Untersuchung der Verkehrsauswirkungen"
    },
    "explanation": {
      "pl": "Specjalistyczna analiza wpływu planowanej inwestycji na ruch drogowy. Ocenia dodatkowe obciążenie, potrzebę nowych połączeń i wpływ na bezpieczeństwo ruchu.",
      "de": "Eine fachliche Analyse der Verkehrsauswirkungen eines geplanten Vorhabens. Bewertet zusätzliche Belastung, Erschließungsbedarf und Verkehrssicherheit."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Verkehrsgutachten zeigt einen erhöhten Bedarf an Abbiegespuren.",
        "Ekspertyza komunikacyjna wskazuje na zwiększone zapotrzebowanie na pasy do skrętu."
      ],
      "de": [
        "Für größere Bauvorhaben ist ein Verkehrsgutachten zwingend erforderlich.",
        "Dla większych projektów budowlanych ekspertyza komunikacyjna jest obowiązkowa."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Wärmedämmung",
    "translations": {
      "pl": "Izolacja termiczna",
      "de": "Dämmung gegen Wärmeverluste"
    },
    "explanation": {
      "pl": "Materiały i konstrukcje mające na celu ograniczenie strat ciepła z budynku. Wymagana przez przepisy energetyczne, obniża koszty ogrzewania i emisję CO2.",
      "de": "Materialien und Konstruktionen zur Reduzierung von Wärmeverlusten am Gebäude. Durch Energievorschriften gefordert, senkt Heizkosten und CO2-Ausstoß."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Wärmedämmung der Fassade muss den EnEV-Standards entsprechen.",
        "Izolacja termiczna fasady musi odpowiadać standardom EnEV."
      ],
      "de": [
        "Eine gute Wärmedämmung amortisiert sich durch Energieeinsparungen.",
        "Dobra izolacja termiczna zwraca się poprzez oszczędności energii."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Brandschutzkonzept",
    "translations": {
      "pl": "Koncepcja ochrony przeciwpożarowej",
      "de": "Ganzheitliche Planung des vorbeugenden Brandschutzes"
    },
    "explanation": {
      "pl": "Kompleksowy plan zabezpieczeń przeciwpożarowych budynku: drogi ewakuacyjne, materiały ognioodporne, systemy wykrywania i gaszenia. Wymóg prawny dla większości budynków.",
      "de": "Ein umfassendes Konzept für den baulichen, anlagentechnischen und organisatorischen Brandschutz: Fluchtwege, Baustoffe, Brandmelde- und Löschanlagen. Rechtliche Voraussetzung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Brandschutzkonzept muss von einem Sachverständigen geprüft werden.",
        "Koncepcja ochrony przeciwpożarowej musi być sprawdzona przez rzeczoznawcę."
      ],
      "de": [
        "Bei Hochhäusern sind besonders strenge Anforderungen an das Brandschutzkonzept zu stellen.",
        "W przypadku wieżowców stawiane są szczególnie surowe wymagania wobec koncepcji ochrony przeciwpożarowej."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Schallschutz",
    "translations": {
      "pl": "Ochrona akustyczna",
      "de": "Schutz vor Lärmbelastung"
    },
    "explanation": {
      "pl": "Środki budowlane i techniczne mające na celu ograniczenie hałasu: izolacja akustyczna ścian i okien, ekrany akustyczne, odpowiednie rozplanowanie pomieszczeń.",
      "de": "Bauliche und technische Maßnahmen zur Lärmminderung: Schalldämmung von Wänden und Fenstern, Lärmschutzwände, schalloptimierte Grundrissgestaltung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "An Hauptverkehrsstraßen ist erhöhter Schallschutz erforderlich.",
        "Przy głównych ulicach wymagana jest podwyższona ochrona akustyczna."
      ],
      "de": [
        "Der Schallschutz zwischen Wohnungen muss Mindestanforderungen erfüllen.",
        "Ochrona akustyczna między mieszkaniami musi spełniać minimalne wymagania."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Tiefgarage",
    "translations": {
      "pl": "Parking podziemny",
      "de": "Unterirdische Parkanlage"
    },
    "explanation": {
      "pl": "Podziemny garaż wielostanowiskowy. Pozwala zaoszczędzić miejsce na powierzchni, wymaga jednak wentylacji, odwodnienia i zabezpieczeń przeciwpożarowych.",
      "de": "Eine unterirdische Parkanlage. Spart oberirdische Fläche, erfordert aber Belüftung, Entwässerung und besondere Brandschutzmaßnahmen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Tiefgarage bietet Platz für 120 Fahrzeuge auf zwei Ebenen.",
        "Parking podziemny oferuje miejsce dla 120 pojazdów na dwóch poziomach."
      ],
      "de": [
        "Durch eine Tiefgarage bleibt mehr Fläche für Grünanlagen.",
        "Dzięki parkingowi podziemnemu pozostaje więcej miejsca na tereny zielone."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Grundbuch",
    "translations": {
      "pl": "Księga wieczysta",
      "de": "Öffentliches Register für Grundstücke"
    },
    "explanation": {
      "pl": "Publiczny rejestr nieruchomości prowadzony przez sąd. Zawiera informacje o właścicielu, obciążeniach, hipotekach i ograniczeniach w dysponowaniu nieruchomością.",
      "de": "Ein beim Amtsgericht geführtes öffentliches Register für Grundstücke. Enthält Angaben zu Eigentümer, Lasten, Hypotheken und Verfügungsbeschränkungen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Vor dem Grundstückskauf sollte das Grundbuch eingesehen werden.",
        "Przed zakupem nieruchomości należy sprawdzić księgę wieczystą."
      ],
      "de": [
        "Das Grundbuch genießt öffentlichen Glauben.",
        "Księga wieczysta cieszy się wiarą publiczną."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Versiegelung",
    "translations": {
      "pl": "Uszczelnienie powierzchni",
      "de": "Abdeckung des Bodens mit wasserundurchlässigen Materialien"
    },
    "explanation": {
      "pl": "Pokrycie gruntu nieprzepuszczalnymi materiałami jak beton czy asfalt. Uniemożliwia wsiąkanie wody deszczowej, zwiększa ryzyko podtopień i przegrzania się miasta.",
      "de": "Die Abdeckung des Bodens mit wasserundurchlässigen Materialien wie Beton oder Asphalt. Verhindert Versickerung, erhöht Überflutungsgefahr und städtische Hitze."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Versiegelung soll auf das notwendige Maß beschränkt werden.",
        "Uszczelnienie powierzchni powinno być ograniczone do niezbędnego minimum."
      ],
      "de": [
        "Hohe Versiegelung verschärft die Folgen von Starkregen.",
        "Wysokie uszczelnienie powierzchni nasila skutki ulewnych deszczy."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Entsiegelung",
    "translations": {
      "pl": "Odpeczętowanie powierzchni",
      "de": "Rückbau versiegelter Flächen"
    },
    "explanation": {
      "pl": "Usuwanie nieprzepuszczalnych nawierzchni w celu przywrócenia naturalnej przepuszczalności gruntu. Poprawia gospodarkę wodną, klimat lokalny i bioróżnorodność.",
      "de": "Der Rückbau versiegelter Flächen zur Wiederherstellung der natürlichen Bodenfunktionen. Verbessert Wasserhaushalt, Mikroklima und Biodiversität."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Entsiegelung von Parkplätzen schafft Raum für Stadtgrün.",
        "Odpeczętowanie parkingów tworzy miejsce na zieleń miejską."
      ],
      "de": [
        "Entsiegelung wird oft mit Fördermitteln unterstützt.",
        "Odpeczętowanie powierzchni jest często wspierane środkami finansowymi."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Biotopvernetzung",
    "translations": {
      "pl": "Powiązanie siedlisk",
      "de": "Verbindung von Lebensräumen für Tiere und Pflanzen"
    },
    "explanation": {
      "pl": "Tworzenie połączeń między izolowanymi siedliskami przyrodniczymi poprzez korytarze ekologiczne. Umożliwia migrację gatunków i wymianę genetyczną.",
      "de": "Die Schaffung von Verbindungen zwischen isolierten Lebensräumen durch ökologische Korridore. Ermöglicht Artenwanderung und genetischen Austausch."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Biotopvernetzung ist wichtig für den Erhalt der Artenvielfalt.",
        "Powiązanie siedlisk jest ważne dla zachowania różnorodności gatunków."
      ],
      "de": [
        "Grünstreifen und Bachläufe dienen der Biotopvernetzung.",
        "Pasy zieleni i cieki wodne służą powiązaniu siedlisk."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Aufenthaltsqualität",
    "translations": {
      "pl": "Jakość przestrzeni do przebywania",
      "de": "Attraktivität eines Ortes zum Verweilen"
    },
    "explanation": {
      "pl": "Miara atrakcyjności przestrzeni publicznej do przebywania. Zależy od wyposażenia (ławki, zieleń), ochrony przed hałasem i zanieczyszczeniami, bezpieczeństwa i estetyki.",
      "de": "Das Maß der Attraktivität eines öffentlichen Raumes zum Verweilen. Abhängig von Ausstattung (Bänke, Grün), Lärm- und Schadstoffschutz, Sicherheit und Ästhetik."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Durch Begrünung und Möblierung wurde die Aufenthaltsqualität erhöht.",
        "Poprzez zazielenianie i wyposażenie podniesiono jakość przestrzeni do przebywania."
      ],
      "de": [
        "Hohe Aufenthaltsqualität belebt öffentliche Plätze.",
        "Wysoka jakość przestrzeni ożywia publiczne place."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Stadtmöblierung",
    "translations": {
      "pl": "Wyposażenie miejskie",
      "de": "Ausstattung des öffentlichen Raums"
    },
    "explanation": {
      "pl": "Elementy wyposażenia przestrzeni publicznej: ławki, stojaki rowerowe, kosze na śmieci, latarnie, przystanki. Wpływa na wygodę i estetykę miasta.",
      "de": "Ausstattungselemente des öffentlichen Raums: Bänke, Fahrradständer, Mülleimer, Laternen, Wartehäuschen. Beeinflusst Komfort und Stadtbild."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Eine einheitliche Stadtmöblierung schafft Wiedererkennungswert.",
        "Jednolite wyposażenie miejskie tworzy rozpoznawalność."
      ],
      "de": [
        "Die Stadtmöblierung muss barrierefrei und vandalismussicher sein.",
        "Wyposażenie miejskie musi być dostępne i odporne na wandalizm."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Gewerbegebiet",
    "translations": {
      "pl": "Strefa przemysłowa",
      "de": "Gebiet für gewerbliche Nutzung"
    },
    "explanation": {
      "pl": "Teren przeznaczony w planie zagospodarowania wyłącznie pod działalność gospodarczą. Nie dopuszcza się tam zabudowy mieszkaniowej, dopuszczalne są zakłady produkcyjne, magazyny i biura.",
      "de": "Ein im Bebauungsplan ausgewiesenes Gebiet ausschließlich für gewerbliche Nutzungen. Wohnen ist unzulässig, Produktionsbetriebe, Lager und Büros sind zulässig."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im neuen Gewerbegebiet haben sich 20 Unternehmen angesiedelt.",
        "W nowej strefie przemysłowej osiedliło się 20 przedsiębiorstw."
      ],
      "de": [
        "Gewerbegebiete sollten gut an Autobahnen angeschlossen sein.",
        "Strefy przemysłowe powinny być dobrze połączone z autostradami."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Mischgebiet",
    "translations": {
      "pl": "Obszar zabudowy mieszanej",
      "de": "Gebiet für Wohnen und Gewerbe"
    },
    "explanation": {
      "pl": "Teren, na którym dopuszcza się zarówno zabudowę mieszkaniową jak i nieuciążliwą działalność gospodarczą. Typowe dla centrów miast i dzielnic z handlem lokalnym.",
      "de": "Ein Gebiet, in dem sowohl Wohnen als auch nicht störendes Gewerbe zulässig ist. Typisch für Innenstädte und Quartiere mit Nahversorgung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Mischgebiete fördern kurze Wege zwischen Wohnen und Arbeiten.",
        "Obszary zabudowy mieszanej wspierają krótkie drogi między mieszkaniem a pracą."
      ],
      "de": [
        "In Mischgebieten sind Läden im Erdgeschoss und Wohnungen darüber üblich.",
        "W obszarach zabudowy mieszanej typowe są sklepy na parterze i mieszkania powyżej."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Altlast",
    "translations": {
      "pl": "Zanieczyszczenie historyczne gruntu",
      "de": "Bodenkontamination aus früherer Nutzung"
    },
    "explanation": {
      "pl": "Zanieczyszczenie gruntu lub wód gruntowych pozostałe po wcześniejszej działalności przemysłowej. Wymaga zbadania i często kosztownej sanacji przed nową zabudową.",
      "de": "Boden- oder Grundwasserverunreinigung aus früherer gewerblicher Nutzung. Erfordert Untersuchung und oft kostspielige Sanierung vor Neubebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Auf dem ehemaligen Industriegelände wurden Altlasten festgestellt.",
        "Na terenie byłego przemysłu stwierdzono zanieczyszczenia historyczne."
      ],
      "de": [
        "Die Sanierung der Altlasten verzögert die Baumaßnahme um zwei Jahre.",
        "Sanacja zanieczyszczeń opóźnia prace budowlane o dwa lata."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Denkmalschutzauflage",
    "translations": {
      "pl": "Wymóg konserwatorski",
      "de": "Auflagen beim Bauen an geschützten Gebäuden"
    },
    "explanation": {
      "pl": "Szczególne wymagania dotyczące prac budowlanych przy obiektach zabytkowych: zachowanie substancji historycznej, użycie tradycyjnych materiałów, uzgodnienie z konserwatorem.",
      "de": "Besondere Anforderungen bei Baumaßnahmen an denkmalgeschützten Gebäuden: Substanzerhalt, traditionelle Materialien, Abstimmung mit Denkmalschutzbehörde."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Denkmalschutzauflagen erhöhen oft die Baukosten erheblich.",
        "Wymogi konserwatorskie często znacznie podwyższają koszty budowy."
      ],
      "de": [
        "Auch energetische Sanierung muss Denkmalschutzauflagen berücksichtigen.",
        "Także modernizacja energetyczna musi uwzględniać wymogi konserwatorskie."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Ensembleschutz",
    "translations": {
      "pl": "Ochrona zespołu zabudowy",
      "de": "Schutz eines zusammenhängenden baulichen Bereichs"
    },
    "explanation": {
      "pl": "Ochrona nie pojedynczych budynków, lecz całego zespołu urbanistycznego o wartości historycznej lub kulturowej. Obejmuje układ ulic, przestrzenie publiczne i charakterystyczną zabudowę.",
      "de": "Der Schutz nicht einzelner Gebäude, sondern eines zusammenhängenden Stadtbereichs von historischem oder kulturellem Wert. Umfasst Straßenführung, Plätze und charakteristische Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Altstadt steht unter Ensembleschutz.",
        "Stare miasto objęte jest ochroną zespołu zabudowy."
      ],
      "de": [
        "Ensembleschutz bewahrt den historischen Charakter ganzer Quartiere.",
        "Ochrona zespołu zabudowy zachowuje historyczny charakter całych dzielnic."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Erschließungsstraße",
    "translations": {
      "pl": "Droga dojazdowa",
      "de": "Straße zur Anbindung von Grundstücken"
    },
    "explanation": {
      "pl": "Droga umożliwiająca dojazd do poszczególnych działek budowlanych. Musi spełniać wymogi szerokości, nośności i dostępności dla pojazdów ratunkowych.",
      "de": "Eine Straße zur verkehrlichen Anbindung von Baugrundstücken. Muss Anforderungen an Breite, Tragfähigkeit und Erreichbarkeit für Rettungsfahrzeuge erfüllen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Erschließungsstraße wird von der Gemeinde gebaut und finanziert.",
        "Droga dojazdowa jest budowana i finansowana przez gminę."
      ],
      "de": [
        "Ohne ausgebaute Erschließungsstraße kann keine Baugenehmigung erteilt werden.",
        "Bez wybudowanej drogi dojazdowej nie można wydać pozwolenia na budowę."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Wirtschaftsförderung",
    "translations": {
      "pl": "Wsparcie rozwoju gospodarczego",
      "de": "Kommunale Unterstützung für Unternehmen"
    },
    "explanation": {
      "pl": "Działania gminy mające na celu wspieranie lokalnej gospodarki: udostępnianie terenów inwestycyjnych, doradztwo, ułatwienia administracyjne, wsparcie finansowe dla przedsiębiorstw.",
      "de": "Kommunale Maßnahmen zur Förderung der lokalen Wirtschaft: Bereitstellung von Gewerbeflächen, Beratung, Verwaltungsvereinfachung, finanzielle Unterstützung für Unternehmen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Wirtschaftsförderung hat ein neues Gründerzentrum eröffnet.",
        "Wsparcie rozwoju gospodarczego otworzyło nowe centrum dla start-upów."
      ],
      "de": [
        "Gute Wirtschaftsförderung ist ein wichtiger Standortfaktor.",
        "Dobre wsparcie rozwoju gospodarczego jest ważnym czynnikiem lokalizacji."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Quartiersmanagement",
    "translations": {
      "pl": "Zarządzanie dzielnicą",
      "de": "Professionelle Betreuung eines Stadtquartiers"
    },
    "explanation": {
      "pl": "Profesjonalne koordynowanie działań rozwojowych w dzielnicy: moderowanie między mieszkańcami, administracją i inwestorami, organizacja projektów społecznych, aktywizacja lokalna.",
      "de": "Professionelle Koordination von Entwicklungsmaßnahmen in einem Quartier: Moderation zwischen Bewohnern, Verwaltung und Investoren, Organisation sozialer Projekte, Aktivierung vor Ort."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Quartiersmanagement organisiert regelmäßige Bewohnertreffen.",
        "Zarządzanie dzielnicą organizuje regularne spotkania mieszkańców."
      ],
      "de": [
        "Quartiersmanagement ist ein Instrument der sozialen Stadtentwicklung.",
        "Zarządzanie dzielnicą jest instrumentem społecznego rozwoju miasta."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Dachbegrünung",
    "translations": {
      "pl": "Zielony dach",
      "de": "Bepflanzung von Dächern"
    },
    "explanation": {
      "pl": "Pokrycie dachu roślinnością. Poprawia klimat miejski, retencjonuje wodę deszczową, izoluje termicznie i tworzy siedliska dla zwierząt. Coraz częściej wymagane w nowych budynkach.",
      "de": "Die Bepflanzung von Dachflächen mit Vegetation. Verbessert Stadtklima, speichert Regenwasser, dämmt thermisch und schafft Lebensräume. Wird zunehmend bei Neubauten vorgeschrieben."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Extensive Dachbegrünung benötigt nur wenig Pflege.",
        "Ekstensywne zielone dachy wymagają niewiele pielęgnacji."
      ],
      "de": [
        "Die Dachbegrünung wird mit bis zu 50 Euro pro Quadratmeter gefördert.",
        "Zielone dachy są dofinansowane do 50 euro za metr kwadratowy."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Fassadenbegrünung",
    "translations": {
      "pl": "Zieleń na fasadzie",
      "de": "Bepflanzung von Außenwänden"
    },
    "explanation": {
      "pl": "Pokrycie ścian zewnętrznych budynku roślinnością pnącą. Poprawia mikroklimat, pochłania hałas, izoluje i filtruje powietrze. Wymaga odpowiedniej konstrukcji wsporczej.",
      "de": "Die Begrünung von Gebäudefassaden mit Kletterpflanzen. Verbessert Mikroklima, dämpft Lärm, dämmt und filtert Luft. Erfordert geeignete Rankgerüste."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Fassadenbegrünung kühlt Gebäude im Sommer um mehrere Grad.",
        "Zieleń na fasadzie ochładza budynek latem o kilka stopni."
      ],
      "de": [
        "Bei der Fassadenbegrünung muss die Statik berücksichtigt werden.",
        "Przy zieleni na fasadzie musi być uwzględniona statyka."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Durchgrünung",
    "translations": {
      "pl": "Przezielenianie",
      "de": "Durchdringung mit Grünflächen"
    },
    "explanation": {
      "pl": "Stopień nasycenia obszaru zurbanizowanego terenami zielonymi. Wysoka durchgrünung poprawia jakość życia, klimat lokalny i bioróżnorodność. Cel planowania ekologicznego.",
      "de": "Der Grad der Durchdringung eines bebauten Gebiets mit Grünflächen. Hohe Durchgrünung verbessert Lebensqualität, Mikroklima und Biodiversität. Ziel ökologischer Planung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Durchgrünung des Quartiers liegt bei 40%.",
        "Stopień przezielonienia dzielnicy wynosi 40%."
      ],
      "de": [
        "Durchgrünung ist ein wichtiger Indikator für Wohnqualität.",
        "Przezielonienie jest ważnym wskaźnikiem jakości zamieszkania."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Stadtklimatologie",
    "translations": {
      "pl": "Klimatologia miejska",
      "de": "Wissenschaft vom Stadtklima"
    },
    "explanation": {
      "pl": "Nauka o specyficznym klimacie w obszarach zurbanizowanych. Bada efekty wyspy ciepła, cyrkulację powietrza, wilgotność i zanieczyszczenia. Podstawa planowania klimatycznie wrażliwego.",
      "de": "Die Wissenschaft vom spezifischen Klima in urbanen Räumen. Untersucht Hitzeinseleffekt, Luftzirkulation, Feuchtigkeit und Belastungen. Grundlage klimasensitiver Planung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Stadtklimatologische Gutachten sind bei Großprojekten erforderlich.",
        "Ekspertyzy z zakresu klimatologii miejskiej są wymagane przy dużych projektach."
      ],
      "de": [
        "Die Stadtklimatologie liefert wichtige Daten für die Stadtplanung.",
        "Klimatologia miejska dostarcza ważnych danych dla planowania miasta."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Kaltluftentstehungsgebiet",
    "translations": {
      "pl": "Obszar powstawania zimnego powietrza",
      "de": "Fläche zur Bildung kühler Luft"
    },
    "explanation": {
      "pl": "Teren, na którym nocą powstaje zimne powietrze (łąki, lasy, pola). To powietrze spływa do miasta i chłodzi je. Obszary te muszą być chronione przed zabudową.",
      "de": "Eine Fläche, auf der nachts kühle Luft entsteht (Wiesen, Wälder, Felder). Diese Luft fließt in die Stadt und kühlt sie. Solche Gebiete müssen vor Bebauung geschützt werden."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Kaltluftentstehungsgebiete dürfen nicht bebaut werden.",
        "Obszary powstawania zimnego powietrza nie mogą być zabudowywane."
      ],
      "de": [
        "Der Erhalt von Kaltluftentstehungsgebieten ist für das Stadtklima essentiell.",
        "Zachowanie obszarów powstawania zimnego powietrza jest niezbędne dla klimatu miejskiego."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Luftleitbahn",
    "translations": {
      "pl": "Korytarz powietrzny",
      "de": "Korridor für Luftaustausch"
    },
    "explanation": {
      "pl": "Niezabudowany korytarz (dolina rzeczna, pas zieleni) umożliwiający przepływ świeżego powietrza do miasta. Kluczowy dla wentylacji naturalnej i redukcji miejskiej wyspy ciepła.",
      "de": "Ein unbebauter Korridor (Flusstal, Grünzug), der den Zustrom frischer Luft in die Stadt ermöglicht. Essentiell für natürliche Ventilation und Reduktion der städtischen Hitzeinsel."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Luftleitbahnen müssen von hoher Bebauung freigehalten werden.",
        "Korytarze powietrzne muszą być wolne od wysokiej zabudowy."
      ],
      "de": [
        "Die Planung berücksichtigt wichtige Luftleitbahnen.",
        "Planowanie uwzględnia ważne korytarze powietrzne."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Frischluftschneise",
    "translations": {
      "pl": "Przecinka wentylacyjna",
      "de": "Schneise für Frischluftzufuhr"
    },
    "explanation": {
      "pl": "Podobnie do korytarza powietrznego - niezabudowany pas terenu prowadzący świeże powietrze do centrum miasta. Często wzdłuż rzek lub w formie parków linearnych.",
      "de": "Ähnlich der Luftleitbahn - ein unbebauter Streifen, der Frischluft ins Stadtzentrum leitet. Oft entlang von Flüssen oder als lineare Parks."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Frischluftschneise ist planungsrechtlich gesichert.",
        "Przecinka wentylacyjna jest zabezpieczona prawnie."
      ],
      "de": [
        "Ohne Frischluftschneisen überhitzen innerstädtische Bereiche.",
        "Bez przecinek wentylacyjnych śródmiejskie obszary się przegrzewają."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Versorgungsinfrastruktur",
    "translations": {
      "pl": "Infrastruktura zaopatrzenia",
      "de": "Technische Versorgungsnetze"
    },
    "explanation": {
      "pl": "Systemy techniczne zapewniające funkcjonowanie miasta: woda, energia, gaz, telekomunikacja, ciepło. Muszą być planowane równolegle z zabudową.",
      "de": "Technische Systeme zur Versorgung der Stadt: Wasser, Energie, Gas, Telekommunikation, Fernwärme. Müssen parallel zur Bebauung geplant werden."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Versorgungsinfrastruktur muss ausreichend dimensioniert sein.",
        "Infrastruktura zaopatrzenia musi być odpowiednio zwymiarowana."
      ],
      "de": [
        "Investitionen in Versorgungsinfrastruktur sind kapitalintensiv.",
        "Inwestycje w infrastrukturę zaopatrzenia są kapitałochłonne."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Fernwärmenetz",
    "translations": {
      "pl": "Sieć ciepłownicza",
      "de": "Leitungssystem für zentrale Wärmeversorgung"
    },
    "explanation": {
      "pl": "System rurociągów dostarczających ciepło z centralnej elektrociepłowni do budynków. Efektywny energetycznie, wymaga jednak dużych inwestycji i gęstej zabudowy.",
      "de": "Ein Rohrleitungssystem zur Wärmelieferung von einem zentralen Heizkraftwerk zu Gebäuden. Energieeffizient, erfordert aber hohe Investitionen und dichte Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Anschluss an das Fernwärmenetz ist in diesem Gebiet vorgeschrieben.",
        "Podłączenie do sieci ciepłowniczej jest w tym obszarze obowiązkowe."
      ],
      "de": [
        "Das Fernwärmenetz wird auf erneuerbare Energien umgestellt.",
        "Sieć ciepłownicza jest przekształcana na energię odnawialną."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Niederschlagswasser",
    "translations": {
      "pl": "Woda opadowa",
      "de": "Regenwasser"
    },
    "explanation": {
      "pl": "Woda z deszczu i topnienia śniegu. W planowaniu ważne jest jej naturalne odprowadzenie i retencja zamiast odprowadzania do kanalizacji. Zapobiega podtopieniom i oszczędza zasoby.",
      "de": "Wasser aus Niederschlägen und Schneeschmelze. In der Planung wichtig ist dessen natürliche Ableitung und Speicherung statt Einleitung in Kanalisation. Verhindert Überflutung und schont Ressourcen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Niederschlagswasser soll möglichst vor Ort versickern.",
        "Woda opadowa powinna jak najczęściej wsiąkać na miejscu."
      ],
      "de": [
        "Die Bewirtschaftung von Niederschlagswasser wird zunehmend wichtiger.",
        "Gospodarka wodami opadowymi staje się coraz ważniejsza."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Versickerungsmulde",
    "translations": {
      "pl": "Zagłębienie retencyjne",
      "de": "Flache Mulde zur Regenwasserversickerung"
    },
    "explanation": {
      "pl": "Płytkie, zazielenione zagłębienie w terenie, w którym gromadzi się woda deszczowa i stopniowo wsiąka w grunt. Naturalna alternatywa dla kanalizacji deszczowej.",
      "de": "Eine flache, begrünte Vertiefung im Gelände, in der Regenwasser gesammelt wird und langsam versickert. Natürliche Alternative zur Regenwasserkanalisation."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Versickerungsmulden sind Bestandteil moderner Regenwasserkonzepte.",
        "Zagłębienia retencyjne są elementem nowoczesnych koncepcji gospodarki wodami opadowymi."
      ],
      "de": [
        "Die Versickerungsmulde dient auch als Grünfläche.",
        "Zagłębienie retencyjne służy także jako teren zielony."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Retentionsfläche",
    "translations": {
      "pl": "Powierzchnia retencyjna",
      "de": "Fläche zur temporären Wasserspeicherung"
    },
    "explanation": {
      "pl": "Teren przeznaczony do czasowego zatrzymania wody podczas intensywnych opadów. Zapobiega podtopieniom, pozwala wodzie powoli wsiąkać i zmniejsza obciążenie kanalizacji.",
      "de": "Eine Fläche zur zeitweiligen Speicherung von Wasser bei Starkregen. Verhindert Überflutungen, ermöglicht langsame Versickerung und entlastet die Kanalisation."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Retentionsflächen werden in den Bebauungsplan aufgenommen.",
        "Powierzchnie retencyjne są uwzględniane w planie zabudowy."
      ],
      "de": [
        "Parks und Sportplätze können als Retentionsflächen dienen.",
        "Parki i boiska sportowe mogą służyć jako powierzchnie retencyjne."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Überflutungsschutz",
    "translations": {
      "pl": "Ochrona przeciwpowodziowa",
      "de": "Maßnahmen gegen Hochwasser"
    },
    "explanation": {
      "pl": "Środki zapobiegające zalaniu terenów podczas powodzi: wały, poldery, retencja, renaturalizacja rzek. W planowaniu nie dopuszcza się nowej zabudowy na terenach zagrożonych.",
      "de": "Maßnahmen zur Verhinderung von Überflutungen: Deiche, Polder, Retention, Flussrenaturierung. In der Planung wird Neubebauung in Gefahrenbereichen ausgeschlossen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Überflutungsschutz hat nach den Starkregenereignissen Priorität.",
        "Ochrona przeciwpowodziowa ma priorytet po zdarzeniach ulewnych deszczy."
      ],
      "de": [
        "Überflutungsschutz erfordert regionale Zusammenarbeit.",
        "Ochrona przeciwpowodziowa wymaga współpracy regionalnej."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Hochwasserrisikogebiet",
    "translations": {
      "pl": "Obszar zagrożenia powodziowego",
      "de": "Gebiet mit Überflutungsgefahr"
    },
    "explanation": {
      "pl": "Teren narażony na zalanie podczas powodzi. Wyznaczony na mapach ryzyka powodziowego. Obowiązują tam ograniczenia zabudowy i specjalne wymogi budowlane.",
      "de": "Ein Gebiet, das bei Hochwasser überflutet werden kann. Wird in Hochwassergefahrenkarten ausgewiesen. Dort gelten Bebauungsbeschränkungen und besondere Bauauflagen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "In Hochwasserrisikogebieten sind nur hochwasserangepasste Bauweisen zulässig.",
        "W obszarach zagrożenia powodziowego dopuszczalne są tylko metody budowy dostosowane do powodzi."
      ],
      "de": [
        "Die Ausweisung von Hochwasserrisikogebieten ist gesetzlich vorgeschrieben.",
        "Wyznaczenie obszarów zagrożenia powodziowego jest wymagane prawnie."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Baunutzungsverordnung",
    "translations": {
      "pl": "Rozporządzenie o użytkowaniu budowlanym",
      "de": "Bundesverordnung über bauliche Nutzungen (BauNVO)"
    },
    "explanation": {
      "pl": "Federalne rozporządzenie określające rodzaje zabudowy dopuszczalne w planach: obszary mieszkaniowe, mieszane, przemysłowe itp. Podstawa prawna dla planów zabudowy.",
      "de": "Die bundesweite Verordnung, die die zulässigen Nutzungsarten in Bebauungsplänen regelt: Wohn-, Misch-, Gewerbegebiete etc. Rechtsgrundlage für B-Pläne."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Baunutzungsverordnung definiert acht Baugebietstypen.",
        "Rozporządzenie o użytkowaniu budowlanym definiuje osiem typów obszarów budowlanych."
      ],
      "de": [
        "Bebauungspläne müssen sich an der Baunutzungsverordnung orientieren.",
        "Plany zabudowy muszą być zgodne z rozporządzeniem o użytkowaniu budowlanym."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Abstandsfläche",
    "translations": {
      "pl": "Powierzchnia odległości",
      "de": "Freizuhaltende Fläche vor Gebäuden"
    },
    "explanation": {
      "pl": "Minimalny pas wolnego terenu, który musi być zachowany przed ścianami budynku. Zapewnia doświetlenie, przewietrzanie i ochronę przeciwpożarową. Zależy od wysokości budynku.",
      "de": "Der Mindestabstand, der vor Gebäudewänden freizuhalten ist. Gewährleistet Belichtung, Belüftung und Brandschutz. Abhängig von der Gebäudehöhe."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die erforderliche Abstandsfläche beträgt hier 0,4 der Wandhöhe.",
        "Wymagana powierzchnia odległości wynosi tu 0,4 wysokości ściany."
      ],
      "de": [
        "Abstandsflächen dürfen nicht überbaut werden.",
        "Powierzchnie odległości nie mogą być zabudowane."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Grenzbebauung",
    "translations": {
      "pl": "Zabudowa na granicy",
      "de": "Bauen direkt an der Grundstücksgrenze"
    },
    "explanation": {
      "pl": "Sytuacja, gdy budynek stoi bezpośrednio na granicy działki. Możliwa tylko za zgodą sąsiada lub gdy przewiduje to plan zabudowy. Typowa dla zabudowy szeregowej.",
      "de": "Der Fall, dass ein Gebäude direkt an der Grundstücksgrenze errichtet wird. Nur mit Zustimmung des Nachbarn oder wenn der B-Plan dies vorsieht. Typisch für Reihenbebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Grenzbebauung spart Platz, erfordert aber gute Nachbarschaft.",
        "Zabudowa na granicy oszczędza miejsce, ale wymaga dobrych relacji sąsiedzkich."
      ],
      "de": [
        "Bei Grenzbebauung sind besondere Brandschutzanforderungen zu beachten.",
        "Przy zabudowie na granicy należy uwzględnić szczególne wymagania przeciwpożarowe."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Traufhöhe",
    "translations": {
      "pl": "Wysokość okapu",
      "de": "Höhe der Dachtraufe über Gelände"
    },
    "explanation": {
      "pl": "Wysokość górnej krawędzi ściany zewnętrznej (gdzie zaczyna się dach) mierzona od poziomu terenu. Często regulowana w planach zabudowy dla ujednolicenia zabudowy.",
      "de": "Die Höhe der oberen Außenwandkante (wo das Dach beginnt) über dem Gelände. Wird oft in Bebauungsplänen festgesetzt, um ein einheitliches Straßenbild zu schaffen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die maximale Traufhöhe beträgt 6 Meter.",
        "Maksymalna wysokość okapu wynosi 6 metrów."
      ],
      "de": [
        "Einheitliche Traufhöhen schaffen ein harmonisches Ortsbild.",
        "Jednolite wysokości okapów tworzą harmonijny obraz miejscowości."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Firsthöhe",
    "translations": {
      "pl": "Wysokość kalenicy",
      "de": "Höhe des Dachfirsts"
    },
    "explanation": {
      "pl": "Najwyższy punkt dachu (kalenica) mierzony od poziomu terenu. Regulowana w planach zabudowy razem z wysokością okapu. Określa maksymalną wysokość budynku.",
      "de": "Der höchste Punkt des Daches (Dachfirst) über dem Gelände. Wird in B-Plänen zusammen mit Traufhöhe festgelegt. Bestimmt die maximale Gebäudehöhe."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die zulässige Firsthöhe liegt bei 9 Metern.",
        "Dopuszczalna wysokość kalenicy wynosi 9 metrów."
      ],
      "de": [
        "Zwischen Trauf- und Firsthöhe ergibt sich die Dachneigung.",
        "Z różnicy między wysokością okapu a kalenicy wynika nachylenie dachu."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Dachneigung",
    "translations": {
      "pl": "Nachylenie dachu",
      "de": "Winkel der Dachfläche"
    },
    "explanation": {
      "pl": "Kąt nachylenia połaci dachowej, podawany w stopniach. Wpływa na wygląd budynku i możliwość zastosowania różnych pokryć. Często regulowana w planach dla spójności zabudowy.",
      "de": "Der Neigungswinkel der Dachfläche in Grad. Beeinflusst Gebäudeerscheinung und Materialwahl. Wird oft in B-Plänen festgelegt für einheitliche Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Dachneigung muss zwischen 35 und 45 Grad liegen.",
        "Nachylenie dachu musi wynosić między 35 a 45 stopni."
      ],
      "de": [
        "Flachdächer haben eine Dachneigung unter 10 Grad.",
        "Dachy płaskie mają nachylenie poniżej 10 stopni."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Staffelgeschoss",
    "translations": {
      "pl": "Kondygnacja cofnięta",
      "de": "Zurückgesetztes oberstes Geschoss"
    },
    "explanation": {
      "pl": "Ostatnia kondygnacja budynku cofnięta od krawędzi elewacji. Tworzy tarasy, zmniejsza masywność budynku i pozwala na dodatkową kondygnację przy zachowaniu ograniczenia wysokości.",
      "de": "Ein oberstes Geschoss, das von der Gebäudekante zurückgesetzt ist. Schafft Terrassen, reduziert Baumasse optisch und ermöglicht Zusatzgeschoss bei Höhenbegrenzung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Staffelgeschoss wird bei der Geschossflächenzahl ermäßigt angerechnet.",
        "Kondygnacja cofnięta jest liczona w obniżonym stopniu do wskaźnika intensywności zabudowy."
      ],
      "de": [
        "Durch ein Staffelgeschoss entstehen attraktive Dachterrassen.",
        "Dzięki kondygnacji cofniętej powstają atrakcyjne tarasy dachowe."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Sockelgeschoss",
    "translations": {
      "pl": "Kondygnacja cokołowa",
      "de": "Erdgeschoss mit erhöhter Höhe"
    },
    "explanation": {
      "pl": "Parter o zwiększonej wysokości, często wykorzystywany na cele handlowe lub usługowe. Typowy dla zabudowy miejskiej, gdzie parter różni się funkcjonalnie od wyższych kondygnacji.",
      "de": "Ein Erdgeschoss mit erhöhter Raumhöhe, oft für Gewerbe oder Dienstleistungen genutzt. Typisch für städtische Bebauung, wo das EG funktional von Obergeschossen abweicht."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Sockelgeschoss hat eine Höhe von 4 Metern.",
        "Kondygnacja cokołowa ma wysokość 4 metrów."
      ],
      "de": [
        "Im Sockelgeschoss befinden sich Läden und Gastronomie.",
        "W kondygnacji cokołowej znajdują się sklepy i gastronomia."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Nutzungsmischung",
    "translations": {
      "pl": "Mieszanie funkcji",
      "de": "Kombination verschiedener Nutzungen"
    },
    "explanation": {
      "pl": "Łączenie różnych funkcji (mieszkania, biura, sklepy) w jednym budynku lub dzielnicy. Cel nowoczesnego planowania - tworzy żywe dzielnice z krótkimi drogami.",
      "de": "Die Kombination verschiedener Nutzungen (Wohnen, Büros, Läden) in einem Gebäude oder Quartier. Ziel moderner Planung - schafft lebendige Quartiere mit kurzen Wegen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Nutzungsmischung reduziert Verkehr und belebt die Stadt.",
        "Mieszanie funkcji redukuje ruch i ożywia miasto."
      ],
      "de": [
        "Die Stadt fördert Nutzungsmischung in Neubaugebieten.",
        "Miasto wspiera mieszanie funkcji w nowych obszarach zabudowy."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Monofunktionale Bebauung",
    "translations": {
      "pl": "Zabudowa jednofunkcyjna",
      "de": "Bebauung mit nur einer Nutzungsart"
    },
    "explanation": {
      "pl": "Obszary przeznaczone wyłącznie pod jedną funkcję (tylko mieszkania lub tylko przemysł). Krytykowana w nowoczesnym planowaniu jako generująca daleki ruch i martwe dzielnice.",
      "de": "Gebiete ausschließlich für eine Nutzung (nur Wohnen oder nur Gewerbe). In moderner Planung kritisiert als verkehrserzeugend und quartiersbelebungshemmend."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Monofunktionale Bebauung führt zu Pendlerverkehr.",
        "Zabudowa jednofunkcyjna prowadzi do ruchu wahadłowego."
      ],
      "de": [
        "Reine Schlafstädte sind Beispiele monofunktionaler Bebauung.",
        "Czyste sypialnie są przykładami zabudowy jednofunkcyjnej."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Urbanität",
    "translations": {
      "pl": "Miejskość",
      "de": "Städtische Lebensqualität und Atmosphäre"
    },
    "explanation": {
      "pl": "Charakterystyczna dla miasta jakość życia: różnorodność, gęstość, mieszanie funkcji, żywa przestrzeń publiczna, oferta kulturalna. Cel projektowania urbanistycznego.",
      "de": "Die charakteristische städtische Lebensqualität: Vielfalt, Dichte, Nutzungsmischung, lebendiger öffentlicher Raum, kulturelles Angebot. Ziel städtebaulicher Gestaltung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Urbanität entsteht durch Dichte und Vielfalt.",
        "Miejskość powstaje przez gęstość i różnorodność."
      ],
      "de": [
        "Das Quartier zeichnet sich durch hohe Urbanität aus.",
        "Dzielnica wyróżnia się wysoką miejskością."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Identitätsstiftend",
    "translations": {
      "pl": "Tożsamościotwórczy",
      "de": "Identität schaffend"
    },
    "explanation": {
      "pl": "Określenie dla elementów przestrzeni, które tworzą tożsamość miejsca: charakterystyczne budynki, place, pomniki. Ważne dla przywiązania mieszkańców do miejsca.",
      "de": "Eigenschaft von Raumelementen, die Ortsidentität schaffen: markante Gebäude, Plätze, Denkmäler. Wichtig für Ortsbindung der Bewohner."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der historische Marktplatz wirkt identitätsstiftend.",
        "Historyczny rynek działa tożsamościotwórczo."
      ],
      "de": [
        "Identitätsstiftende Architektur sollte bewahrt werden.",
        "Architektura tożsamościotwórcza powinna być zachowana."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Raumkante",
    "translations": {
      "pl": "Krawędź przestrzenna",
      "de": "Räumliche Begrenzung durch Bebauung"
    },
    "explanation": {
      "pl": "Wyraźna granica przestrzeni utworzona przez ciągłą linię zabudowy. Definiuje ulice i place, tworzy poczucie otoczenia. Element urbanistycznej kompozycji.",
      "de": "Eine klare räumliche Grenze durch geschlossene Bebauungsfront. Definiert Straßen und Plätze, schafft Raumgefühl. Element städtebaulicher Komposition."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Eine klare Raumkante fasst den Platz.",
        "Wyraźna krawędź przestrzenna otacza plac."
      ],
      "de": [
        "Raumkanten sind wichtig für städtebauliche Qualität.",
        "Krawędzie przestrzenne są ważne dla jakości urbanistycznej."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Blockrandbebauung",
    "translations": {
      "pl": "Zabudowa obwodowa kwartału",
      "de": "Bebauung entlang des Blockrands"
    },
    "explanation": {
      "pl": "Typ zabudowy, gdzie budynki stoją wzdłuż granic kwartału, tworząc zamknięty obwód z wewnętrznym dziedzińcem. Typowa dla XIX-wiecznych miast europejskich.",
      "de": "Bebauungstyp, bei dem Gebäude entlang der Blockgrenzen stehen und einen geschlossenen Ring mit Innenhof bilden. Typisch für europäische Städte des 19. Jahrhunderts."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Blockrandbebauung schafft ruhige Innenhöfe.",
        "Zabudowa obwodowa kwartału tworzy ciche wewnętrzne dziedzińce."
      ],
      "de": [
        "Die klassische Blockrandbebauung wird wieder modern.",
        "Klasyczna zabudowa obwodowa kwartału znów staje się modna."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Zeilen bebauung",
    "translations": {
      "pl": "Zabudowa szeregowa",
      "de": "Parallele Gebäudereihen"
    },
    "explanation": {
      "pl": "Typ zabudowy z równoległymi rzędami budynków, często w układzie północ-południe dla optymalnego nasłonecznienia. Popularna w modernizmie, krytykowana za monotonię.",
      "de": "Bebauungstyp mit parallelen Gebäudereihen, oft in Nord-Süd-Ausrichtung für optimale Besonnung. Im Modernismus populär, kritisiert für Monotonie."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Zeilenbebauung der 60er Jahre bietet viel Grün zwischen den Zeilen.",
        "Zabudowa szeregowa lat 60. oferuje dużo zieleni między szeregami."
      ],
      "de": [
        "Reine Zeilenbebauung schafft keine lebendigen Straßenräume.",
        "Czysta zabudowa szeregowa nie tworzy żywych przestrzeni ulicznych."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Punkthausbebauung",
    "translations": {
      "pl": "Zabudowa punktowa",
      "de": "Freistehende Hochhäuser"
    },
    "explanation": {
      "pl": "Zabudowa w formie wolnostojących wież lub wysokich bloków. Maksymalizuje zieleń wokół budynków, ale może tworzyć nieprzyjazne przestrzenie międzyblokowe.",
      "de": "Bebauung mit freistehenden Turmhäusern oder Hochhausscheiben. Maximiert Grün um Gebäude, kann aber unwirtliche Zwischenräume schaffen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Punkthausbebauung bietet gute Aussicht, aber wenig Urbanität.",
        "Zabudowa punktowa oferuje dobry widok, ale niewiele miejskości."
      ],
      "de": [
        "In den 70ern war Punkthausbebauung sehr beliebt.",
        "W latach 70. zabudowa punktowa była bardzo popularna."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Einfamilienhaus",
    "translations": {
      "pl": "Dom jednorodzinny",
      "de": "Wohnhaus für eine Familie"
    },
    "explanation": {
      "pl": "Budynek mieszkalny przeznaczony dla jednej rodziny, zwykle wolnostojący z ogrodem. Popularna forma mieszkania, ale nieefektywna w wykorzystaniu gruntu i infrastruktury.",
      "de": "Ein Wohngebäude für eine Familie, meist freistehend mit Garten. Beliebte Wohnform, aber ineffizient in Flächen- und Infrastrukturnutzung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Nachfrage nach Einfamilienhäusern ist ungebrochen.",
        "Popyt na domy jednorodzinne jest niezłomny."
      ],
      "de": [
        "Einfamilienhausgebiete verbrauchen viel Fläche.",
        "Obszary domów jednorodzinnych zużywają dużo terenu."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Reihenhaus",
    "translations": {
      "pl": "Dom szeregowy",
      "de": "Wohnhaus in geschlossener Reihe"
    },
    "explanation": {
      "pl": "Dom jednorodzinny stojący w ciągłym szeregu z innymi domami. Oszczędniejszy w wykorzystaniu gruntu niż wolnostojący, zapewnia prywatność i własny ogród.",
      "de": "Ein Einfamilienhaus in durchgehender Reihe mit anderen Häusern. Flächeneffizienter als freistehend, bietet Privatheit und eigenen Garten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Reihenhäuser verbinden Eigenheimwunsch mit sparsamer Flächennutzung.",
        "Domy szeregowe łączą pragnienie własnego domu z oszczędnym użytkowaniem terenu."
      ],
      "de": [
        "Die Reihenhaussiedlung bietet 80 Wohneinheiten.",
        "Osiedle domów szeregowych oferuje 80 jednostek mieszkalnych."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Geschosswohnungsbau",
    "translations": {
      "pl": "Budownictwo wielorodzinne",
      "de": "Mehrgeschossiger Wohnungsbau"
    },
    "explanation": {
      "pl": "Budynki mieszkalne wielokondygnacyjne z wieloma mieszkaniami. Efektywne wykorzystanie terenu, umożliwia gęstą zabudowę i miejski charakter. Podstawa budownictwa w dużych miastach.",
      "de": "Mehrgeschossige Wohngebäude mit vielen Wohnungen. Effiziente Flächennutzung, ermöglicht urbane Dichte. Grundlage städtischen Wohnens."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Geschosswohnungsbau schafft bezahlbaren Wohnraum.",
        "Budownictwo wielorodzinne tworzy przystępne cenowo mieszkania."
      ],
      "de": [
        "Geschosswohnungsbau ist flächeneffizienter als Einfamilienhäuser.",
        "Budownictwo wielorodzinne jest bardziej efektywne terenowo niż domy jednorodzinne."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Baugemeinschaft",
    "translations": {
      "pl": "Wspólnota budowlana",
      "de": "Gruppe zur gemeinschaftlichen Bauträgerfunktion"
    },
    "explanation": {
      "pl": "Grupa przyszłych mieszkańców, która wspólnie realizuje projekt budowlany jako własny deweloper. Oszczędza koszty, pozwala na indywidualne życzenia i tworzy społeczność.",
      "de": "Eine Gruppe künftiger Bewohner, die gemeinsam als eigener Bauträger ein Projekt realisiert. Spart Kosten, ermöglicht individuelle Wünsche und schafft Gemeinschaft."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Baugemeinschaft plant ein Wohnprojekt mit 25 Einheiten.",
        "Wspólnota budowlana planuje projekt mieszkaniowy z 25 jednostkami."
      ],
      "de": [
        "Baugemeinschaften werden von der Stadt mit Grundstücken unterstützt.",
        "Wspólnoty budowlane są wspierane przez miasto działkami."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Gentrification",
    "translations": {
      "pl": "Gentryfikacja",
      "de": "Aufwertung und Verdrängung in Stadtvierteln"
    },
    "explanation": {
      "pl": "Proces modernizacji dzielnicy prowadzący do wzrostu czynszów i wyparcia dotychczasowych mieszkańców przez zamożniejszych. Problem społeczny w dużych miastach.",
      "de": "Aufwertungsprozess eines Viertels mit steigenden Mieten und Verdrängung der angestammten Bevölkerung durch Besserverdienende. Soziales Problem in Großstädten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Gentrification führt zu sozialer Entmischung.",
        "Gentryfikacja prowadzi do społecznego rozwarstwienia."
      ],
      "de": [
        "Die Stadt versucht, Gentrification durch Mieterschutz zu bremsen.",
        "Miasto próbuje zahamować gentryfikację przez ochronę najemców."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Milieuschutz",
    "translations": {
      "pl": "Ochrona środowiska społecznego",
      "de": "Schutz der Bewohnerstruktur"
    },
    "explanation": {
      "pl": "Prawne instrumenty mające na celu zachowanie społecznej struktury dzielnicy i ochronę przed wypieraniem mieszkańców. Obejmuje ograniczenia modernizacji i przekształceń.",
      "de": "Rechtsinstrumente zum Erhalt der sozialen Struktur eines Viertels und Schutz vor Verdrängung. Umfasst Modernisierungs- und Umwandlungsbeschränkungen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Viertel steht unter Milieuschutz.",
        "Dzielnica objęta jest ochroną środowiska społecznego."
      ],
      "de": [
        "Milieuschutz begrenzt Luxusmodernisierungen.",
        "Ochrona środowiska społecznego ogranicza luksusowe modernizacje."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Segregation",
    "translations": {
      "pl": "Segregacja przestrzenna",
      "de": "Räumliche Trennung sozialer Gruppen"
    },
    "explanation": {
      "pl": "Koncentracja określonych grup społecznych w określonych dzielnicach: podział na bogate i biedne obszary. Problem społeczny, któremu przeciwdziała planowanie społecznie zrównoważone.",
      "de": "Die Konzentration bestimmter Bevölkerungsgruppen in bestimmten Vierteln: Teilung in reiche und arme Gebiete. Soziales Problem, dem sozial nachhaltige Planung entgegenwirkt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Soziale Segregation gefährdet den gesellschaftlichen Zusammenhalt.",
        "Segregacja społeczna zagraża spójności społecznej."
      ],
      "de": [
        "Soziale Wohnungsbau soll Segregation entgegenwirken.",
        "Budownictwo socjalne ma przeciwdziałać segregacji."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Zwischennutzung",
    "translations": {
      "pl": "Użytkowanie tymczasowe",
      "de": "Temporäre Nutzung von Brachflächen"
    },
    "explanation": {
      "pl": "Czasowe zagospodarowanie terenu w oczekiwaniu na docelową zabudowę. Może obejmować ogrody miejskie, pop-up sklepy, wydarzenia kulturalne. Ożywia obszar i testuje pomysły.",
      "de": "Temporäre Bespielung von Flächen in Wartezeit auf endgültige Bebauung. Kann urbane Gärten, Pop-up-Stores, Kulturevents umfassen. Belebt Areal und testet Ideen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Zwischennutzungen beleben Brachflächen schnell und kostengünstig.",
        "Użytkowanie tymczasowe ożywia tereny odłogowe szybko i tanio."
      ],
      "de": [
        "Die Stadt unterstützt kreative Zwischennutzungen.",
        "Miasto wspiera kreatywne użytkowanie tymczasowe."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Gemeinbedarfsfläche",
    "translations": {
      "pl": "Teren użyteczności publicznej",
      "de": "Fläche für öffentliche Einrichtungen"
    },
    "explanation": {
      "pl": "Teren przeznaczony w planie na obiekty służące społeczności: szkoły, przedszkola, urzędy, kościoły, szpitale. Niezbędne dla funkcjonowania miasta.",
      "de": "Im Plan ausgewiesene Flächen für Einrichtungen des Gemeinwohls: Schulen, Kitas, Behörden, Kirchen, Krankenhäuser. Notwendig für Stadtfunktion."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Gemeinbedarfsflächen müssen bei Neubaugebieten mitgeplant werden.",
        "Tereny użyteczności publicznej muszą być planowane razem z nowymi obszarami zabudowy."
      ],
      "de": [
        "Die Gemeinbedarfsfläche ist für eine Grundschule vorgesehen.",
        "Teren użyteczności publicznej jest przeznaczony na szkołę podstawową."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Spielplatzsatzung",
    "translations": {
      "pl": "Uchwała o placach zabaw",
      "de": "Vorschrift zur Spielplatzanlage"
    },
    "explanation": {
      "pl": "Lokalna regulacja określająca obowiązek tworzenia placów zabaw przy nowej zabudowie mieszkaniowej. Określa minimalną powierzchnię w zależności od liczby mieszkań.",
      "de": "Kommunale Vorschrift über die Pflicht zur Anlage von Spielplätzen bei Wohnungsbau. Legt Mindestfläche abhängig von Wohnungsanzahl fest."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Spielplatzsatzung fordert 4 m² pro Wohnung.",
        "Uchwała o placach zabaw wymaga 4 m² na mieszkanie."
      ],
      "de": [
        "Gemäß Spielplatzsatzung ist ein Spielplatz anzulegen.",
        "Zgodnie z uchwałą o placach zabaw należy utworzyć plac zabaw."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Kleingartenanlage",
    "translations": {
      "pl": "Ogródki działkowe",
      "de": "Gebiet mit kleinen Gartenparzellen"
    },
    "explanation": {
      "pl": "Obszar z małymi działkami ogrodowymi (zazwyczaj 200-400 m²) z altanami. W Niemczech chronione prawnie, ważne dla rekreacji, integracji społecznej i zieleni miejskiej.",
      "de": "Gebiet mit kleinen Gartenparzellen (meist 200-400 m²) mit Lauben. In Deutschland gesetzlich geschützt, wichtig für Erholung, soziale Integration und Stadtgrün."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Kleingartenanlagen dürfen nicht einfach bebaut werden.",
        "Ogródki działkowe nie mogą być po prostu zabudowane."
      ],
      "de": [
        "Die Kleingartenanlage umfasst 150 Parzellen.",
        "Ogródki działkowe obejmują 150 działek."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "Baulandmobilisierung",
    "translations": {
      "pl": "Mobilizacja gruntów budowlanych",
      "de": "Aktivierung von bebaubaren Flächen"
    },
    "explanation": {
      "pl": "Działania mające na celu uruchomienie do zabudowy terenów, które teoretycznie są budowlane, ale nie są wykorzystywane (np. spekulo wane). Instrumenty: podatki, negocjacje, wywłaszczenia.",
      "de": "Maßnahmen zur Aktivierung von Flächen, die theoretisch bebaubar sind, aber nicht genutzt werden (z.B. spekulativ gehalten). Instrumente: Steuern, Verhandlungen, Enteignung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Baulandmobilisierung ist wichtig für bezahlbares Wohnen.",
        "Mobilizacja gruntów budowlanych jest ważna dla przystępnego cenowo mieszkalnictwa."
      ],
      "de": [
        "Die Stadt setzt auf Baulandmobilisierung statt Außenentwicklung.",
        "Miasto stawia na mobilizację gruntów budowlanych zamiast rozwoju zewnętrznego."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Bodenrichtwert",
    "translations": {
      "pl": "Średnia wartość gruntu",
      "de": "Durchschnittlicher Grundstückspreis pro Quadratmeter"
    },
    "explanation": {
      "pl": "Urzędowo określona średnia cena gruntu za m² dla danego obszaru. Ustalana przez komisję rzeczoznawców, służy jako orientacja przy transakcjach i opodatkowaniu.",
      "de": "Behördlich ermittelter Durchschnittspreis für Grund und Boden pro m² in einem Gebiet. Wird vom Gutachterausschuss festgestellt, dient als Orientierung für Verkäufe und Besteuerung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Bodenrichtwert beträgt hier 800 Euro pro Quadratmeter.",
        "Średnia wartość gruntu wynosi tu 800 euro za metr kwadratowy."
      ],
      "de": [
        "Bodenrichtwerte werden jährlich aktualisiert.",
        "Średnie wartości gruntu są corocznie aktualizowane."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Bodenwert steuer",
    "translations": {
      "pl": "Podatek od wartości gruntu",
      "de": "Steuer auf den Wert des Grund und Bodens"
    },
    "explanation": {
      "pl": "Proponowany podatek od wartości samego gruntu (bez budynków). Miałby zachęcać do intensywnego wykorzystania działek i przeciwdziałać spekulacji. Obecnie dyskutowany jako reforma.",
      "de": "Vorgeschlagene Steuer auf den Wert des Bodens (ohne Gebäude). Soll zur Nutzung von Grundstücken anreizen und Spekulation entgegenwirken. Derzeit als Reform diskutiert."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Bodenwertsteuer würde Baulandmobilisierung fördern.",
        "Podatek od wartości gruntu wspierałby mobilizację gruntów budowlanych."
      ],
      "de": [
        "Kritiker fürchten, dass die Bodenwertsteuer zu Verdrängung führt.",
        "Krytycy obawiają się, że podatek od wartości gruntu doprowadzi do wypierania."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Konzeptvergabe",
    "translations": {
      "pl": "Przyznawanie według koncepcji",
      "de": "Grundstücksvergabe nach qualitativen Kriterien"
    },
    "explanation": {
      "pl": "Sprzedaż lub dzierżawa miejskich gruntów nie temu, kto zaoferuje najwyższą cenę, lecz temu, kto przedstawi najlepszą koncepcję (np. zrównoważoną, społeczną). Narzędzie polityki miejskiej.",
      "de": "Vergabe städtischer Grundstücke nicht an den Höchstbietenden, sondern an das beste Konzept (z.B. nachhaltig, sozial). Instrument kommunaler Politik."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Bei der Konzeptvergabe zählen soziale und ökologische Kriterien.",
        "Przy przyznawaniu według koncepcji liczą się kryteria społeczne i ekologiczne."
      ],
      "de": [
        "Die Stadt setzt zunehmend auf Konzeptvergabe statt Höchstpreis.",
        "Miasto coraz częściej stawia na przyznawanie według koncepcji zamiast najwyższej ceny."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Erbbaurecht",
    "translations": {
      "pl": "Prawo wieczystej dzierżawy",
      "de": "Recht zu bauen auf fremdem Grund"
    },
    "explanation": {
      "pl": "Prawo do zabudowy cudzego gruntu przez określony czas (zazwyczaj 66-99 lat) w zamian za opłatę roczną. Gmina pozostaje właścicielem, czynsz jest niższy niż kredyt na zakup.",
      "de": "Das Recht, auf fremdem Grund zu bauen für eine bestimmte Zeit (meist 66-99 Jahre) gegen jährlichen Erbbauzins. Kommune bleibt Eigentümer, Zins niedriger als Kaufkredit."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Erbbaurecht ermöglicht Bauen ohne hohe Grundstückskosten.",
        "Prawo wieczystej dzierżawy umożliwia budowę bez wysokich kosztów działki."
      ],
      "de": [
        "Die Stadt vergibt Flächen in Erbbaurecht statt zu verkaufen.",
        "Miasto przyznaje tereny w prawie wieczystej dzierżawy zamiast sprzedawać."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "DGNB-Zertifizierung",
    "translations": {
      "pl": "Certyfikacja DGNB",
      "de": "Deutsche Nachhaltigkeitszertifizierung für Gebäude"
    },
    "explanation": {
      "pl": "Niemiecki system certyfikacji zrównoważonych budynków. Ocenia aspekty ekologiczne, ekonomiczne i społeczne. Odpowiednik amerykańskiego LEED. Coraz częściej wymagany przy budynkach publicznych.",
      "de": "Deutsches Gütesiegel für nachhaltige Gebäude. Bewertet ökologische, ökonomische und soziokulturelle Qualität. Äquivalent zu US-amerikanischem LEED. Wird zunehmend bei öffentlichen Bauten gefordert."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Gebäude erhielt DGNB-Zertifizierung in Gold.",
        "Budynek otrzymał certyfikację DGNB w złocie."
      ],
      "de": [
        "DGNB-Zertifizierung erhöht die Vermietbarkeit von Bürogebäuden.",
        "Certyfikacja DGNB zwiększa wynajmowalność budynków biurowych."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Lebenszykluskosten",
    "translations": {
      "pl": "Koszty cyklu życia",
      "de": "Gesamtkosten über die Nutzungsdauer"
    },
    "explanation": {
      "pl": "Suma wszystkich kosztów budynku: budowa, eksploatacja, utrzymanie, modernizacja, wyburzenie. Nowoczesne planowanie uwzględnia nie tylko koszty budowy, ale cały cykl życia.",
      "de": "Die Summe aller Kosten eines Gebäudes: Errichtung, Betrieb, Instandhaltung, Modernisierung, Rückbau. Moderne Planung berücksichtigt nicht nur Baukosten, sondern den ganzen Lebenszyklus."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Energieeffiziente Bauweise reduziert die Lebenszykluskosten.",
        "Energooszczędna konstrukcja redukuje koszty cyklu życia."
      ],
      "de": [
        "Die Berechnung der Lebenszykluskosten wird bei öffentlichen Aufträgen Pflicht.",
        "Obliczanie kosztów cyklu życia staje się obowiązkowe przy zamówieniach publicznych."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Passivhaus",
    "translations": {
      "pl": "Dom pasywny",
      "de": "Gebäude mit minimalem Energiebedarf"
    },
    "explanation": {
      "pl": "Budynek o ekstremalnie niskim zużyciu energii (< 15 kWh/m²·rok). Osiągane przez doskonałą izolację, szczelność i odzysk ciepła. Standard przyszłości w budownictwie.",
      "de": "Ein Gebäude mit extrem niedrigem Energieverbrauch (< 15 kWh/m²·a). Erreicht durch excellente Dämmung, Luftdichtheit und Wärmerückgewinnung. Zukunftsstandard im Bauwesen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Passivhäuser benötigen keine konventionelle Heizung.",
        "Domy pasywne nie potrzebują konwencjonalnego ogrzewania."
      ],
      "de": [
        "Der Passivhaus-Standard wird in manchen Kommunen vorgeschrieben.",
        "Standard domu pasywnego jest w niektórych gminach wymagany."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Plusenergiehaus",
    "translations": {
      "pl": "Dom plus-energetyczny",
      "de": "Gebäude mit Energieüberschuss"
    },
    "explanation": {
      "pl": "Budynek produkujący więcej energii niż zużywa (poprzez fotowoltaikę, pompy ciepła itp.). Nadwyżka trafia do sieci. Kolejny krok po domu pasywnym.",
      "de": "Ein Gebäude, das mehr Energie erzeugt als es verbraucht (durch Photovoltaik, Wärmepumpen etc.). Überschuss wird ins Netz eingespeist. Nächste Stufe nach Passivhaus."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Plusenergiehäuser tragen zur Energiewende bei.",
        "Domy plus-energetyczne przyczyniają się do transformacji energetycznej."
      ],
      "de": [
        "In einem Plusenergiehaus verdient der Eigentümer mit Energieverkauf.",
        "W domu plus-energetycznym właściciel zarabia na sprzedaży energii."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Kreislaufwirtschaft",
    "translations": {
      "pl": "Gospodarka o obiegu zamkniętym",
      "de": "Wiederverwertung von Ressourcen"
    },
    "explanation": {
      "pl": "Koncepcja gospodarki, w której materiały są wielokrotnie wykorzystywane zamiast wyrzucane. W budownictwie: projektowanie z myślą o demontażu i ponownym użyciu materiałów.",
      "de": "Wirtschaftskonzept, bei dem Materialien wiederverwendet statt entsorgt werden. Im Bauwesen: Planung für Demontage und Materialwiederverwertung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Kreislaufwirtschaft reduziert Abfall und schont Ressourcen.",
        "Gospodarka o obiegu zamkniętym redukuje odpady i oszczędza zasoby."
      ],
      "de": [
        "Cradle-to-Cradle ist ein Ansatz der Kreislaufwirtschaft im Bauen.",
        "Cradle-to-Cradle to podejście gospodarki o obiegu zamkniętym w budownictwie."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Cradle-to-Cradle",
    "translations": {
      "pl": "Od kołyski do kołyski",
      "de": "Kreislaufprinzip ohne Abfall"
    },
    "explanation": {
      "pl": "Filozofia projektowania, w której wszystkie materiały po użyciu stają się surowcem do nowych produktów. Brak odpadów. W architekturze: budynki jako banki materiałów.",
      "de": "Designphilosophie, bei der alle Materialien nach Gebrauch zu Rohstoffen für neue Produkte werden. Kein Abfall. In Architektur: Gebäude als Materialbanken."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Cradle-to-Cradle erfordert sorgfältige Materialauswahl.",
        "Od kołyski do kołyski wymaga starannego doboru materiałów."
      ],
      "de": [
        "Nach Cradle-to-Cradle-Prinzip gebaute Häuser sind vollständig rückbaubar.",
        "Domy zbudowane według zasady od kołyski do kołyski są całkowicie rozbieralne."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Baustoffkataster",
    "translations": {
      "pl": "Kataster materiałów budowlanych",
      "de": "Dokumentation verbauter Materialien"
    },
    "explanation": {
      "pl": "Dokument rejestrujący wszystkie użyte w budynku materiały: rodzaj, ilość, lokalizacja. Umożliwia późniejszy selektywny demontaż i recykling. Narzędzie gospodarki o obiegu zamkniętym.",
      "de": "Ein Dokument, das alle im Gebäude verbauten Materialien erfasst: Art, Menge, Ort. Ermöglicht späteren selektiven Rückbau und Recycling. Instrument der Kreislaufwirtschaft."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Ein Baustoffkataster wird zunehmend vorgeschrieben.",
        "Kataster materiałów budowlanych jest coraz częściej wymagany."
      ],
      "de": [
        "Das Baustoffkataster ist ein digitaler Pass für Gebäudematerialien.",
        "Kataster materiałów budowlanych jest cyfrowym paszportem dla materiałów budowlanych."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Graue Energie",
    "translations": {
      "pl": "Energia szara",
      "de": "Energie für Herstellung und Transport von Baustoffen"
    },
    "explanation": {
      "pl": "Energia zużyta na produkcję, transport i utylizację materiałów budowlanych. Często zapominana w bilansie energetycznym budynku, ale stanowi znaczną część całkowitego zużycia.",
      "de": "Die Energie, die für Herstellung, Transport und Entsorgung von Baumaterialien aufgewendet wird. Wird oft in Energiebilanz übersehen, macht aber erheblichen Anteil aus."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Holzbau hat niedrigere graue Energie als Betonbau.",
        "Budownictwo drewniane ma niższą energię szarą niż betonowe."
      ],
      "de": [
        "Graue Energie gewinnt in Nachhaltigkeitsbewertungen an Bedeutung.",
        "Energia szara zyskuje na znaczeniu w ocenach zrównoważoności."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Begrünungspflicht",
    "translations": {
      "pl": "Obowiązek zazieleniania",
      "de": "Vorschrift zur Begrünung von Dächern oder Fassaden"
    },
    "explanation": {
      "pl": "Prawny obowiązek zazieleniania części budynku lub działki. Dotyczy często płaskich dachów w nowej zabudowie. Ma poprawić klimat miejski i retencję wody.",
      "de": "Die rechtliche Pflicht, Teile des Gebäudes oder Grundstücks zu begrünen. Betrifft oft Flachdächer bei Neubauten. Soll Stadtklima und Wasserrückhalt verbessern."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Begrünungspflicht gilt für alle Flachdächer ab 100 m².",
        "Obowiązek zazieleniania dotyczy wszystkich płaskich dachów powyżej 100 m²."
      ],
      "de": [
        "Begrünungspflicht ist ein wichtiges Klimaanpassungsinstrument.",
        "Obowiązek zazieleniania jest ważnym narzędziem adaptacji klimatycznej."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Photovoltaikpflicht",
    "translations": {
      "pl": "Obowiązek fotowoltaiki",
      "de": "Vorschrift zur Installation von Solaranlagen"
    },
    "explanation": {
      "pl": "Prawny obowiązek instalacji paneli fotowoltaicznych na dachach nowych budynków. Wprowadzany w wielu landach niemieckich jako część transformacji energetycznej.",
      "de": "Die rechtliche Pflicht zur Installation von Solaranlagen auf Dächern von Neubauten. Wird in vielen Bundesländern als Teil der Energiewende eingeführt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Photovoltaikpflicht gilt seit 2022 für Nichtwohngebäude.",
        "Obowiązek fotowoltaiki obowiązuje od 2022 dla budynków niemieszkalnych."
      ],
      "de": [
        "Photovoltaikpflicht beschleunigt den Ausbau erneuerbarer Energien.",
        "Obowiązek fotowoltaiki przyspiesza rozbudowę energii odnawialnej."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Smart City",
    "translations": {
      "pl": "Inteligentne miasto",
      "de": "Digital vernetzte Stadt"
    },
    "explanation": {
      "pl": "Koncepcja miasta wykorzystującego technologie cyfrowe dla poprawy funkcjonowania: inteligentne oświetlenie, zarządzanie ruchem, czujniki środowiskowe, e-administracja. Cel nowoczesnego rozwoju miast.",
      "de": "Stadtkonzept mit digitalen Technologien zur Funktionsverbesserung: intelligente Beleuchtung, Verkehrssteuerung, Umweltsensoren, E-Government. Ziel moderner Stadtentwicklung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Smart City-Konzepte optimieren städtische Abläufe.",
        "Koncepcje inteligentnego miasta optymalizują procesy miejskie."
      ],
      "de": [
        "Datenschutz ist eine Herausforderung bei Smart City-Projekten.",
        "Ochrona danych jest wyzwaniem w projektach inteligentnego miasta."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Mobilitätshub",
    "translations": {
      "pl": "Węzeł mobilności",
      "de": "Verknüpfungspunkt verschiedener Verkehrsmittel"
    },
    "explanation": {
      "pl": "Miejsce łączące różne środki transportu: stacja rowerów, car-sharing, przystanek autobusowy, stacja ładowania e-aut. Ułatwia przesiadki i multimodalność.",
      "de": "Ein Ort, der verschiedene Verkehrsmittel verknüpft: Bike-Sharing, Carsharing, Bushaltestelle, E-Ladestation. Erleichtert Umstieg und Multimodalität."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Mobilitätshubs reduzieren den Bedarf an privatem Pkw.",
        "Węzły mobilności redukują zapotrzebowanie na prywatny samochód."
      ],
      "de": [
        "Die Stadt plant 50 neue Mobilitätshubs bis 2030.",
        "Miasto planuje 50 nowych węzłów mobilności do 2030 roku."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Shared Space",
    "translations": {
      "pl": "Wspólna przestrzeń",
      "de": "Verkehrsraum ohne Trennung der Nutzergruppen"
    },
    "explanation": {
      "pl": "Koncepcja organizacji ruchu bez tradycyjnego podziału na jezdnię i chodnik. Wszyscy użytkownicy (piesi, rowery, auta) dzielą tę samą przestrzeń. Wymusza ostrożność i współpracę.",
      "de": "Verkehrskonzept ohne traditionelle Trennung in Fahrbahn und Gehweg. Alle Nutzer (Fußgänger, Radfahrer, Autos) teilen sich denselben Raum. Erzwingt Vorsicht und Rücksicht."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Shared Space funktioniert gut in Wohngebieten mit wenig Verkehr.",
        "Wspólna przestrzeń działa dobrze w dzielnicach mieszkalnych z małym ruchem."
      ],
      "de": [
        "Shared Space ist umstritten, kann aber Unfälle reduzieren.",
        "Wspólna przestrzeń jest kontrowersyjna, ale może redukować wypadki."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Superblock",
    "translations": {
      "pl": "Superkwartał",
      "de": "Großflächiges verkehrsberuhigtes Quartier"
    },
    "explanation": {
      "pl": "Koncepcja z Barcelony: połączenie kilku kwartałów w jedną strefę praktycznie bez ruchu samochodowego. Auta tylko na obwodnicy, wnętrze dla pieszych i rowerzystów.",
      "de": "Barcelona-Konzept: Zusammenfassung mehrerer Blöcke zu einem weitgehend autofreien Quartier. Autos nur an Außenring, Innenbereich für Fußgänger und Radfahrer."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Superblocks schaffen viel Raum für Aufenthalt und Grün.",
        "Superkwartały tworzą dużo miejsca na przebywanie i zieleń."
      ],
      "de": [
        "Das Superblock-Modell wird in vielen Städten diskutiert.",
        "Model superkwartału jest dyskutowany w wielu miastach."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "15-Minuten-Stadt",
    "translations": {
      "pl": "Miasto 15-minut",
      "de": "Stadt der kurzen Wege"
    },
    "explanation": {
      "pl": "Koncepcja planistyczna, w której wszystkie podstawowe usługi (praca, zakupy, szkoła, rekreacja) są dostępne w 15 minut pieszo lub rowerem. Redukuje ruch samochodowy.",
      "de": "Planungskonzept, bei dem alle Grundbedürfnisse (Arbeit, Einkauf, Schule, Erholung) in 15 Minuten zu Fuß oder per Rad erreichbar sind. Reduziert Autoverkehr."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die 15-Minuten-Stadt fördert Lebensqualität und Klimaschutz.",
        "Miasto 15-minut wspiera jakość życia i ochronę klimatu."
      ],
      "de": [
        "Paris setzt konsequent auf das 15-Minuten-Stadt-Konzept.",
        "Paryż konsekwentnie realizuje koncepcję miasta 15-minut."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Kiezblock",
    "translations": {
      "pl": "Kwartał dzielnicowy",
      "de": "Verkehrsberuhigtes Wohnviertel (Berlin)"
    },
    "explanation": {
      "pl": "Berliński termin na kwartał mieszkaniowy z ograniczonym ruchem samochodowym. Pojazdy tylko dla mieszkańców, reszta zamknięta dla ruchu tranzytowego. Podobne do Superblocku.",
      "de": "Berliner Begriff für ein Wohnquartier mit reduziertem Autoverkehr. Zufahrt nur für Anwohner, kein Durchgangsverkehr. Ähnlich dem Superblock-Konzept."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Kiezblocks werden in Berlin kontrovers diskutiert.",
        "Kwartały dzielnicowe są w Berlinie kontrowersyjnie dyskutowane."
      ],
      "de": [
        "Ein Kiezblock schafft mehr Platz für Kinder und Nachbarschaft.",
        "Kwartał dzielnicowy tworzy więcej miejsca dla dzieci i sąsiedztwa."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Pop-up-Radweg",
    "translations": {
      "pl": "Tymczasowa ścieżka rowerowa",
      "de": "Temporär eingerichteter Radweg"
    },
    "explanation": {
      "pl": "Szybko utworzona, tymczasowa ścieżka rowerowa (np. poprzez przekształcenie pasa ruchu). Służy testowaniu rozwiązań przed stałą realizacją. Popularna podczas pandemii.",
      "de": "Schnell eingerichteter, temporärer Radweg (z.B. durch Umwidmung einer Autospur). Dient zum Testen vor dauerhafter Umsetzung. Beliebt während Pandemie."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Pop-up-Radwege können bei Erfolg dauerhaft werden.",
        "Tymczasowe ścieżki rowerowe mogą w przypadku sukcesu stać się stałe."
      ],
      "de": [
        "Pop-up-Radwege zeigen, wie Verkehrswende schnell funktionieren kann.",
        "Tymczasowe ścieżki rowerowe pokazują, jak transformacja transportowa może działać szybko."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Reallabor",
    "translations": {
      "pl": "Laboratorium rzeczywiste",
      "de": "Experimentierraum in der echten Stadt"
    },
    "explanation": {
      "pl": "Obszar miasta, w którym testuje się innowacyjne rozwiązania w rzeczywistych warunkach: nowe technologie, formy zarządzania, koncepcje mobilności. Nauka i praktyka współpracują.",
      "de": "Ein Stadtbereich, in dem innovative Lösungen unter realen Bedingungen getestet werden: neue Technologien, Governance-Formen, Mobilitätskonzepte. Wissenschaft und Praxis kooperieren."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im Reallabor werden autonome Shuttles erprobt.",
        "W laboratorium rzeczywistym testowane są autonomiczne busy."
      ],
      "de": [
        "Reallabore ermöglichen praxisnahes Lernen und schnelle Anpassung.",
        "Laboratoria rzeczywiste umożliwiają praktyczną naukę i szybką adaptację."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Transformationsmanagement",
    "translations": {
      "pl": "Zarządzanie transformacją",
      "de": "Steuerung von Veränderungsprozessen"
    },
    "explanation": {
      "pl": "Zarządzanie głębokimi procesami zmian w mieście: klimatyczna, cyfrowa, społeczna transformacja. Wymaga długoterminowej strategii, koordynacji i zaangażowania mieszkańców.",
      "de": "Die Steuerung tiefgreifender Veränderungsprozesse in der Stadt: Klima-, Digital-, Sozialtransformation. Erfordert langfristige Strategie, Koordination und Bürgerbeteiligung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Transformationsmanagement ist Schlüsselkompetenz für Stadtverwaltungen.",
        "Zarządzanie transformacją jest kluczową kompetencją dla administracji miejskiej."
      ],
      "de": [
        "Gutes Transformationsmanagement bindet alle Akteure ein.",
        "Dobre zarządzanie transformacją angażuje wszystkich aktorów."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Beteiligungsverfahren",
    "translations": {
      "pl": "Procedura partycypacji",
      "de": "Formelles Verfahren zur Bürgerbeteiligung"
    },
    "explanation": {
      "pl": "Formalny proces włączania obywateli w planowanie: wyłożenie planów, możliwość składania uwag, debaty publiczne. Prawnie wymagany przy planach zagospodarowania.",
      "de": "Formaler Prozess zur Einbindung der Bürger in Planung: Planauslegung, Einwendungsmöglichkeit, öffentliche Debatten. Bei Bauleitplanung gesetzlich vorgeschrieben."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Beteiligungsverfahren dauert mindestens einen Monat.",
        "Procedura partycypacji trwa co najmniej miesiąc."
      ],
      "de": [
        "Frühzeitige Beteiligungsverfahren reduzieren spätere Konflikte.",
        "Wczesne procedury partycypacji redukują późniejsze konflikty."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Planungswerkstatt",
    "translations": {
      "pl": "Warsztat planistyczny",
      "de": "Interaktives Format zur gemeinsamen Planung"
    },
    "explanation": {
      "pl": "Interaktywne spotkanie, podczas którego mieszkańcy, planiści i politycy wspólnie opracowują koncepcje dla obszaru. Bardziej aktywne niż tradycyjna debata publiczna.",
      "de": "Interaktives Format, bei dem Bürger, Planer und Politik gemeinsam Konzepte für ein Gebiet entwickeln. Aktiver als traditionelle Bürgerversammlung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "In der Planungswerkstatt entstanden kreative Ideen für den Platz.",
        "W warsztacie planistycznym powstały kreatywne pomysły na plac."
      ],
      "de": [
        "Planungswerkstätten erhöhen die Akzeptanz von Projekten.",
        "Warsztaty planistyczne zwiększają akceptację projektów."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Zukunftswerkstatt",
    "translations": {
      "pl": "Warsztat przyszłości",
      "de": "Kreativformat für visionäre Planung"
    },
    "explanation": {
      "pl": "Metoda partycypacji w trzech fazach: krytyka aktualnego stanu, wizje przyszłości, konkretne kroki realizacji. Zachęca do myślenia poza utartymi schematami.",
      "de": "Beteiligungsmethode in drei Phasen: Kritik am Ist-Zustand, Zukunftsvisionen, konkrete Realisierungsschritte. Ermutigt zu Denken jenseits gewohnter Muster."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Zukunftswerkstatt entwickelte eine Vision für 2040.",
        "Warsztat przyszłości opracował wizję na rok 2040."
      ],
      "de": [
        "Zukunftswerkstätten aktivieren die Kreativität der Teilnehmer.",
        "Warsztaty przyszłości aktywizują kreatywność uczestników."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Bürgergutachten",
    "translations": {
      "pl": "Ekspertyza obywatelska",
      "de": "Empfehlung eines repräsentativen Bürgerrats"
    },
    "explanation": {
      "pl": "Rekomendacja losowo wybranej grupy obywateli po intensywnym zapoznaniu się z tematem. Łączy reprezentatywność z dogłębnym zrozumieniem problemu.",
      "de": "Empfehlung einer zufällig ausgewählten Bürgergruppe nach intensiver Beschäftigung mit einem Thema. Verbindet Repräsentativität mit vertiefter Problemkenntnis."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Bürgergutachten wird der Politik vorgelegt.",
        "Ekspertyza obywatelska jest przedstawiana politykom."
      ],
      "de": [
        "Bürgergutachten ergänzen repräsentative Demokratie.",
        "Ekspertyzy obywatelskie uzupełniają demokrację reprezentatywną."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Digitaler Zwilling",
    "translations": {
      "pl": "Cyfrowy bliźniak",
      "de": "Virtuelles 3D-Modell der Stadt"
    },
    "explanation": {
      "pl": "Wirtualny model 3D miasta zawierający wszystkie budynki, infrastrukturę i często dane w czasie rzeczywistym. Służy planowaniu, symulacjom i wizualizacjom.",
      "de": "Virtuelles 3D-Modell der Stadt mit allen Gebäuden, Infrastruktur und oft Echtzeitdaten. Dient Planung, Simulationen und Visualisierungen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der digitale Zwilling simuliert Verkehrsflüsse und Klimaeffekte.",
        "Cyfrowy bliźniak symuluje przepływy ruchu i efekty klimatyczne."
      ],
      "de": [
        "Digitale Zwillinge revolutionieren die Stadtplanung.",
        "Cyfrowe bliźniaki rewolucjonizują planowanie miejskie."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Building Information Modeling",
    "translations": {
      "pl": "Modelowanie informacji o budynku (BIM)",
      "de": "Digitale Planungsmethode mit 3D-Modell"
    },
    "explanation": {
      "pl": "Metoda planowania oparta na cyfrowym modelu 3D zawierającym wszystkie informacje o budynku. Umożliwia współpracę wszystkich branż, wykrywa konflikty i optymalizuje.",
      "de": "Planungsmethode basierend auf digitalem 3D-Modell mit allen Gebäudeinformationen. Ermöglicht Zusammenarbeit aller Gewerke, erkennt Konflikte und optimiert."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "BIM wird bei öffentlichen Bauten zunehmend vorgeschrieben.",
        "BIM jest coraz częściej wymagany przy budynkach publicznych."
      ],
      "de": [
        "Building Information Modeling reduziert Planungsfehler erheblich.",
        "Modelowanie informacji o budynku znacząco redukuje błędy planistyczne."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Flächenverbrauch",
    "translations": {
      "pl": "Zużycie terenu",
      "de": "Umwandlung von Freiflächen in Siedlungs- und Verkehrsflächen"
    },
    "explanation": {
      "pl": "Przekształcanie wolnych terenów (pól, lasów) w obszary zabudowane lub drogi. W Niemczech cel: redukcja z obecnych 60 ha dziennie do 30 ha do 2030 roku.",
      "de": "Die Umwandlung von Freiflächen (Acker, Wald) in Siedlungs- und Verkehrsflächen. Ziel in Deutschland: Reduktion von derzeit 60 ha täglich auf 30 ha bis 2030."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Hoher Flächenverbrauch gefährdet Biodiversität und Klimaschutz.",
        "Wysokie zużycie terenu zagraża bioróżnorodności i ochronie klimatu."
      ],
      "de": [
        "Innenentwicklung reduziert den Flächenverbrauch.",
        "Rozwój wewnętrzny redukuje zużycie terenu."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Flächensparen",
    "translations": {
      "pl": "Oszczędzanie terenu",
      "de": "Reduzierung der Flächeninanspruchnahme"
    },
    "explanation": {
      "pl": "Cel polityki przestrzennej: minimalizacja przekształcania wolnych terenów przez gęstszą zabudowę, rewitalizację, wielofunkcyjność. Przeciwieństwo rozlewania się miast.",
      "de": "Ziel der Raumordnungspolitik: Minimierung der Freiflächenumwandlung durch dichtere Bebauung, Revitalisierung, Mehrfachnutzung. Gegenteil von Zersiedelung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Flächensparen erfordert Abkehr vom Einfamilienhausmodell.",
        "Oszczędzanie terenu wymaga odejścia od modelu domu jednorodzinnego."
      ],
      "de": [
        "Flächensparen ist ein zentrales Nachhaltigkeitsziel.",
        "Oszczędzanie terenu jest centralnym celem zrównoważoności."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Bodenschutz",
    "translations": {
      "pl": "Ochrona gleby",
      "de": "Schutz der Bodenfunktionen"
    },
    "explanation": {
      "pl": "Ochrona gleby jako zasobu: przed uszczelnianiem, zanieczyszczeniem, erozją. Gleba pełni funkcje: produkcja żywności, retencja wody, siedlisko organizmów. Raz zniszczona, nie odtworzy się.",
      "de": "Schutz des Bodens als Ressource: vor Versiegelung, Kontamination, Erosion. Boden erfüllt Funktionen: Nahrungsproduktion, Wasserspeicher, Lebensraum. Einmal zerstört, nicht wiederherstellbar."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Bodenschutz ist im Baugesetzbuch als Planungsgrundsatz verankert.",
        "Ochrona gleby jest zakotwiczona w kodeksie budowlanym jako zasada planowania."
      ],
      "de": [
        "Guter Bodenschutz erhält wertvolle Ackerflächen.",
        "Dobra ochrona gleby zachowuje wartościowe grunty orne."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Ökokonto",
    "translations": {
      "pl": "Konto ekologiczne",
      "de": "Vorratshaltung von Naturschutzmaßnahmen"
    },
    "explanation": {
      "pl": "System pozwalający na wykonanie działań kompensacyjnych dla przyrody z wyprzedzeniem i 'zaksięgowanie' ich na przyszłe inwestycje. Ułatwia planowanie i realizację projektów.",
      "de": "System zur vorzeitigen Durchführung von Ausgleichsmaßnahmen und deren 'Buchung' für künftige Eingriffe. Erleichtert Projektplanung und -umsetzung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Gemeinde hat ein Ökokonto mit 50 Hektar Aufwertungsflächen.",
        "Gmina ma konto ekologiczne z 50 hektarami powierzchni waloryzacyjnych."
      ],
      "de": [
        "Ökokonten beschleunigen Genehmigungsverfahren.",
        "Konta ekologiczne przyspieszają procedury zatwierdzające."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Eingriffsregelung",
    "translations": {
      "pl": "Regulacja ingerencji",
      "de": "Ausgleich für Eingriffe in Natur und Landschaft"
    },
    "explanation": {
      "pl": "Prawny obowiązek kompensacji za ingerencję w przyrodę (np. przez zabudowę). Najpierw unikać, potem minimalizować, w ostateczności kompensować przez np. tworzenie nowych biotopów.",
      "de": "Rechtliche Pflicht zum Ausgleich von Eingriffen in Natur (z.B. durch Bebauung). Reihenfolge: Vermeiden, Minimieren, Ausgleichen z.B. durch neue Biotope."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Eingriffsregelung sichert, dass Natur erhalten bleibt.",
        "Regulacja ingerencji zapewnia, że przyroda jest zachowana."
      ],
      "de": [
        "Eingriffsregelung kann zu wertvollen neuen Lebensräumen führen.",
        "Regulacja ingerencji może prowadzić do wartościowych nowych siedlisk."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Ausgleichsmaßnahme",
    "translations": {
      "pl": "Działanie kompensacyjne",
      "de": "Kompensation für Natureingriff"
    },
    "explanation": {
      "pl": "Konkretne działanie kompensujące szkody w przyrodzie: nasadzenia, renaturalizacja potoków, tworzenie stawów, ekstensywizacja łąk. Musi być równoważne szkodzie.",
      "de": "Konkrete Maßnahme zum Ausgleich von Naturschäden: Anpflanzungen, Bachrenaturierung, Teichanlage, Grünlandextensivierung. Muss gleichwertig zum Eingriff sein."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Als Ausgleichsmaßnahme wurde ein Feuchtbiotop angelegt.",
        "Jako działanie kompensacyjne utworzono biotop wilgotny."
      ],
      "de": [
        "Ausgleichsmaßnahmen müssen dauerhaft gesichert und gepflegt werden.",
        "Działania kompensacyjne muszą być trwale zabezpieczone i pielęgnowane."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Lärmaktionsplan",
    "translations": {
      "pl": "Plan działań przeciwhałasowych",
      "de": "Strategie zur Lärmminderung"
    },
    "explanation": {
      "pl": "Dokument określający działania miasta na rzecz redukcji hałasu. Opiera się na mapach hałasu, określa priorytetowe obszary i środki: ścieżki rowerowe, tempo 30, izolacja.",
      "de": "Dokument mit Maßnahmen der Stadt zur Lärmreduktion. Basiert auf Lärmkarten, definiert Schwerpunktgebiete und Maßnahmen: Radwege, Tempo 30, Schallschutz."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Lärmaktionsplan priorisiert stark belastete Wohngebiete.",
        "Plan działań przeciwhałasowych priorytetyzuje silnie obciążone dzielnice mieszkaniowe."
      ],
      "de": [
        "Lärmaktionspläne sind für Städte über 100.000 Einwohner Pflicht.",
        "Plany działań przeciwhałasowych są obowiązkowe dla miast powyżej 100 000 mieszkańców."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Luftreinhalteplan",
    "translations": {
      "pl": "Plan utrzymania czystości powietrza",
      "de": "Maßnahmenplan zur Luftqualitätsverbesserung"
    },
    "explanation": {
      "pl": "Plan działań mających na celu osiągnięcie norm jakości powietrza. Może zawierać: strefy środowiskowe, zakazy dla diesli, ograniczenia prędkości, wsparcie transportu publicznego.",
      "de": "Maßnahmenplan zur Einhaltung von Luftqualitätsgrenzwerten. Kann enthalten: Umweltzonen, Diesel-Fahrverbote, Tempolimits, ÖPNV-Förderung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Luftreinhalteplan sieht eine Citymaut vor.",
        "Plan utrzymania czystości powietrza przewiduje opłatę za wjazd do centrum."
      ],
      "de": [
        "Luftreinhaltepläne sind rechtlich bindend.",
        "Plany utrzymania czystości powietrza są prawnie wiążące."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Umweltzone",
    "translations": {
      "pl": "Strefa ekologiczna",
      "de": "Gebiet mit Zufahrtsbeschränkung für Fahrzeuge"
    },
    "explanation": {
      "pl": "Obszar, do którego mogą wjechać tylko pojazdy spełniające określone normy emisji (z odpowiednią plakietką). Ma poprawić jakość powietrza. W Niemczech w wielu miastach.",
      "de": "Gebiet, in das nur Fahrzeuge mit bestimmten Emissionsstandards (mit entsprechender Plakette) einfahren dürfen. Soll Luftqualität verbessern. In Deutschland in vielen Städten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Umweltzone umfasst die gesamte Innenstadt.",
        "Strefa ekologiczna obejmuje całe śródmieście."
      ],
      "de": [
        "Umweltzonen haben die Feinstaubbelastung reduziert.",
        "Strefy ekologiczne zredukowały zanieczyszczenie pyłem zawieszonym."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Gesundheitsverträglichkeitsprüfung",
    "translations": {
      "pl": "Ocena wpływu na zdrowie",
      "de": "Bewertung der Gesundheitsfolgen von Planungen (HIA)"
    },
    "explanation": {
      "pl": "Systematyczna ocena wpływu projektu urbanistycznego na zdrowie mieszkańców: hałas, powietrze, możliwości ruchu, stres, dostęp do zieleni. Narzędzie zdrowego planowania.",
      "de": "Systematische Bewertung der Gesundheitsauswirkungen eines Stadtplanungsprojekts: Lärm, Luft, Bewegungsmöglichkeiten, Stress, Grünzugang. Instrument gesunder Planung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Gesundheitsverträglichkeitsprüfung gewinnt an Bedeutung.",
        "Ocena wpływu na zdrowie zyskuje na znaczeniu."
      ],
      "de": [
        "Die Gesundheitsverträglichkeitsprüfung empfiehlt mehr Grünflächen.",
        "Ocena wpływu na zdrowie zaleca więcej terenów zielonych."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Walkability",
    "translations": {
      "pl": "Przychodnośc",
      "de": "Fußgängerfreundlichkeit"
    },
    "explanation": {
      "pl": "Miara przyjazności obszaru dla pieszych: bezpieczne chodniki, krótkie odległości, ciekawe otoczenie, brak barier. Wysoka walkability sprzyja zdrowiu i społeczności.",
      "de": "Maß für Fußgängerfreundlichkeit eines Gebiets: sichere Gehwege, kurze Distanzen, interessante Umgebung, keine Barrieren. Hohe Walkability fördert Gesundheit und Gemeinschaft."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Hohe Walkability erhöht Immobilienwerte.",
        "Wysoka przychodnośc zwiększa wartości nieruchomości."
      ],
      "de": [
        "Walkability ist ein wichtiger Faktor für Lebensqualität.",
        "Przychodnośc jest ważnym czynnikiem jakości życia."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Bikability",
    "translations": {
      "pl": "Przyjazność rowerowa",
      "de": "Fahrradfreundlichkeit"
    },
    "explanation": {
      "pl": "Miara przyjazności obszaru dla rowerzystów: bezpieczna infrastruktura, połączenia, parkowanie, integracja z transportem publicznym. Odpowiednik walkability dla rowerów.",
      "de": "Maß für Fahrradfreundlichkeit eines Gebiets: sichere Infrastruktur, Verbindungen, Abstellanlagen, ÖPNV-Integration. Pendant zur Walkability für Radverkehr."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Hohe Bikability fördert nachhaltige Mobilität.",
        "Wysoka przyjazność rowerowa wspiera zrównoważoną mobilność."
      ],
      "de": [
        "Kopenhagen zeichnet sich durch exzellente Bikability aus.",
        "Kopenhaga wyróżnia się doskonałą przyjaznością rowerową."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Grüne Infrastruktur",
    "translations": {
      "pl": "Infrastruktura zielona",
      "de": "Netzwerk natürlicher und naturnaher Flächen"
    },
    "explanation": {
      "pl": "Strategicznie planowana sieć terenów zielonych i niebieskich (woda) zapewniająca usługi ekosystemowe: klimat, retencja, rekreacja, bioróżnorodność. Równie ważna jak szara infrastruktura.",
      "de": "Strategisch geplantes Netzwerk grüner und blauer (Wasser) Flächen, das Ökosystemleistungen erbringt: Klima, Retention, Erholung, Biodiversität. Ebenso wichtig wie graue Infrastruktur."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Grüne Infrastruktur ist Investition in Lebensqualität.",
        "Infrastruktura zielona jest inwestycją w jakość życia."
      ],
      "de": [
        "Die EU fördert grüne Infrastruktur in Städten.",
        "UE wspiera infrastrukturę zieloną w miastach."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Schwammstadt",
    "translations": {
      "pl": "Miasto-gąbka",
      "de": "Stadt mit hoher Wasserrückhaltefähigkeit"
    },
    "explanation": {
      "pl": "Koncepcja miasta, które jak gąbka chłonie wodę deszczową zamiast ją odprowadzać. Przez zazielenianie, odpeczętowanie, systemy retencyjne. Zapobiega powodziom i suszom.",
      "de": "Konzept einer Stadt, die wie ein Schwamm Regenwasser aufnimmt statt ableitet. Durch Begrünung, Entsiegelung, Retentionssysteme. Verhindert Überflutung und Trockenheit."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Das Schwammstadt-Prinzip stammt aus China.",
        "Zasada miasta-gąbki pochodzi z Chin."
      ],
      "de": [
        "Schwammstadt ist Antwort auf Klimawandel und Extremwetter.",
        "Miasto-gąbka jest odpowiedzią na zmiany klimatyczne i ekstremalne warunki pogodowe."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Regenwassernutzung",
    "translations": {
      "pl": "Wykorzystanie wody deszczowej",
      "de": "Verwendung von Regenwasser im Gebäude"
    },
    "explanation": {
      "pl": "Zbieranie i wykorzystanie wody deszczowej do celów niepitnych: WC, pranie, podlewanie. Oszczędza wodę pitną, odciąża kanalizację. Coraz częściej wymagane w nowych budynkach.",
      "de": "Sammlung und Nutzung von Regenwasser für nicht-trinkbare Zwecke: WC, Wäsche, Bewässerung. Spart Trinkwasser, entlastet Kanalisation. Wird zunehmend bei Neubauten gefordert."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Regenwassernutzung kann bis zu 50% Trinkwasser sparen.",
        "Wykorzystanie wody deszczowej może zaoszczędzić do 50% wody pitnej."
      ],
      "de": [
        "Die Installation von Regenwassernutzung wird gefördert.",
        "Instalacja systemów wykorzystania wody deszczowej jest dofinansowana."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Grauwasserrecycling",
    "translations": {
      "pl": "Recykling szarej wody",
      "de": "Wiederverwendung von leicht verschmutztem Wasser"
    },
    "explanation": {
      "pl": "Oczyszczanie i ponowne wykorzystanie szarej wody (z umywalek, pryszniców, pralek) do WC lub podlewania. Bardziej zaawansowane niż użycie wody deszczowej. Oszczędza do 60% wody.",
      "de": "Aufbereitung und Wiederverwendung von Grauwasser (aus Waschbecken, Duschen, Waschmaschinen) für WC oder Bewässerung. Fortgeschrittener als Regenwassernutzung. Spart bis 60% Wasser."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Grauwasserrecycling ist in wasserarmen Regionen wichtig.",
        "Recykling szarej wody jest ważny w regionach ubogich w wodę."
      ],
      "de": [
        "Moderne Gebäude setzen zunehmend auf Grauwasserrecycling.",
        "Nowoczesne budynki coraz częściej stawiają na recykling szarej wody."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Wohnraummangel",
    "translations": {
      "pl": "Niedobór mieszkań",
      "de": "Zu wenig bezahlbare Wohnungen"
    },
    "explanation": {
      "pl": "Sytuacja, gdy popyt na mieszkania znacznie przekracza podaż, szczególnie w przystępnych cenach. Problem wielu dużych miast niemieckich. Wymaga działań na wielu poziomach.",
      "de": "Situation, wenn Nachfrage nach Wohnungen das Angebot deutlich übersteigt, besonders im bezahlbaren Segment. Problem vieler deutscher Großstädte. Erfordert Maßnahmen auf vielen Ebenen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Wohnraummangel verschärft sich in Ballungsräumen.",
        "Niedobór mieszkań nasila się w aglomeracjach."
      ],
      "de": [
        "Wohnraummangel ist eine der größten sozialen Herausforderungen.",
        "Niedobór mieszkań jest jednym z największych wyzwań społecznych."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Wohnungsbauoffensive",
    "translations": {
      "pl": "Ofensywa budownictwa mieszkaniowego",
      "de": "Programm zum massiven Wohnungsbau"
    },
    "explanation": {
      "pl": "Program rządowy lub miejski mający na celu szybkie zwiększenie liczby mieszkań: udostępnienie gruntów, uproszczenia administracyjne, dotacje. Odpowiedź na niedobór mieszkań.",
      "de": "Regierungs- oder Stadtprogramm zur schnellen Steigerung des Wohnungsneubaus: Flächenbereitstellung, Verwaltungsvereinfachung, Förderung. Antwort auf Wohnraummangel."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Wohnungsbauoffensive zielt auf 100.000 neue Wohnungen jährlich.",
        "Ofensywa budownictwa mieszkaniowego ma na celu 100 000 nowych mieszkań rocznie."
      ],
      "de": [
        "Trotz Wohnungsbauoffensive bleibt der Mangel bestehen.",
        "Pomimo ofensywy budownictwa mieszkaniowego niedobór pozostaje."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Leerstands management",
    "translations": {
      "pl": "Zarządzanie pustostanami",
      "de": "Strategien gegen leerstehende Gebäude"
    },
    "explanation": {
      "pl": "Działania mające na celu reaktywację pustych budynków: pośrednictwo, doradztwo, dotacje do remontu, tymczasowe użytkowanie. Ważne w kurczących się miastach.",
      "de": "Maßnahmen zur Reaktivierung leerstehender Gebäude: Vermittlung, Beratung, Sanierungsförderung, Zwischennutzung. Wichtig in schrumpfenden Städten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Leerstandsmanagement belebt Innenstädte wieder.",
        "Zarządzanie pustostanami ożywia ponownie śródmieścia."
      ],
      "de": [
        "Gutes Leerstandsmanagement verhindert Verfall.",
        "Dobre zarządzanie pustostanami zapobiega upadkowi."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Schrumpfende Stadt",
    "translations": {
      "pl": "Kurczące się miasto",
      "de": "Stadt mit sinkender Bevölkerung"
    },
    "explanation": {
      "pl": "Miasto tracące mieszkańców przez odpływ ludności i niski przyrost naturalny. Problem wielu miast w Niemczech Wschodniech. Wymaga specjalnych strategii planistycznych.",
      "de": "Stadt mit rückläufiger Bevölkerung durch Abwanderung und niedrige Geburtenrate. Problem vieler ostdeutscher Städte. Erfordert spezielle Planungsstrategien."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Schrumpfende Städte müssen sich neu erfinden.",
        "Kurczące się miasta muszą na nowo się wymyślić."
      ],
      "de": [
        "In schrumpfenden Städten ist Rückbau oft sinnvoller als Neubau.",
        "W kurczących się miastach rozbiórka jest często sensowniejsza niż nowa zabudowa."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Stadtumbau",
    "translations": {
      "pl": "Przebudowa miasta",
      "de": "Strukturelle Umgestaltung von Stadtteilen"
    },
    "explanation": {
      "pl": "Głęboka restrukturyzacja dzielnic: wyburzenia, modernizacje, zmiana funkcji, zazielenianie. Program federalny dla kurczących się i przekształcających się miast.",
      "de": "Tiefgreifende Umstrukturierung von Stadtteilen: Rückbau, Sanierung, Nutzungsänderung, Begrünung. Bundesprogramm für schrumpfende und sich wandelnde Städte."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Stadtumbau Ost hat ostdeutsche Städte stabilisiert.",
        "Przebudowa miast wschodnich ustabilizowała miasta wschodnioniemieckie."
      ],
      "de": [
        "Stadtumbau ist eine langfristige Aufgabe über Jahrzehnte.",
        "Przebudowa miasta jest długofalowym zadaniem na dekady."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Resilienz",
    "translations": {
      "pl": "Odporność",
      "de": "Widerstands- und Anpassungsfähigkeit"
    },
    "explanation": {
      "pl": "Zdolność miasta do przetrwania kryzysów i adaptacji do zmian: klima tyczne, ekonomiczne, społeczne. Cel: elastyczne, adaptacyjne struktury zamiast sztywnych.",
      "de": "Fähigkeit einer Stadt, Krisen zu überstehen und sich an Veränderungen anzupassen: klimatisch, ökonomisch, sozial. Ziel: flexible, adaptive Strukturen statt starrer."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Resilienz wird zum Leitbild der Stadtplanung.",
        "Odporność staje się wiodącą ideą planowania miejskiego."
      ],
      "de": [
        "Diversität und Redundanz erhöhen städtische Resilienz.",
        "Różnorodność i redundancja zwiększają miejską odporność."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Anpassungskapazität",
    "translations": {
      "pl": "Zdolność adaptacyjna",
      "de": "Fähigkeit zur Anpassung an Veränderungen"
    },
    "explanation": {
      "pl": "Potencjał miasta do dostosowania się do nowych warunków, szczególnie klimatycznych. Zależy od zasobów, wiedzy, instytucji i elastycznych struktur.",
      "de": "Potenzial einer Stadt, sich an neue Bedingungen anzupassen, besonders klimatische. Abhängig von Ressourcen, Wissen, Institutionen und flexiblen Strukturen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Hohe Anpassungskapazität ist überlebenswichtig für Küstenstädte.",
        "Wysoka zdolność adaptacyjna jest kluczowa dla miast przybrzeżnych."
      ],
      "de": [
        "Anpassungskapazität lässt sich durch Bildung und Planung erhöhen.",
        "Zdolność adaptacyjną można zwiększyć przez edukację i planowanie."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Gemeinwohlorientierung",
    "translations": {
      "pl": "Orientacja na dobro wspólne",
      "de": "Ausrichtung am Allgemeinwohl"
    },
    "explanation": {
      "pl": "Zasada, że planowanie i rozwój miasta powinny służyć dobru ogółu, nie prywatnym interesom. Obejmuje ochronę przestrzeni publicznej, dostęp do usług, sprawiedliwość społeczną.",
      "de": "Prinzip, dass Planung und Stadtentwicklung dem Gemeinwohl dienen sollen, nicht Privatinteressen. Umfasst Schutz öffentlichen Raums, Zugang zu Diensten, soziale Gerechtigkeit."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Gemeinwohlorientierung ist Verfassungsauftrag für Stadtplanung.",
        "Orientacja na dobro wspólne jest konstytucyjnym zadaniem planowania miejskiego."
      ],
      "de": [
        "Konzeptvergabe stärkt die Gemeinwohlorientierung in der Bodenpolitik.",
        "Przyznawanie według koncepcji wzmacnia orientację na dobro wspólne w polityce gruntowej."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Suffizienz",
    "translations": {
      "pl": "Wystarczalność",
      "de": "Genügsamkeit und Bedarfsreduktion"
    },
    "explanation": {
      "pl": "Strategia zrównoważoności przez redukcję zapotrzebowania zamiast tylko efektywności. W planowaniu: mniejsze mieszkania, współdzielenie, wielofunkcyjność, bliskość. Przeciwwaga dla konsumpcjonizmu.",
      "de": "Nachhaltigkeitsstrategie durch Bedarfsreduktion statt nur Effizienz. In Planung: kleinere Wohnungen, Sharing, Mehrfachnutzung, Nähe. Gegenpol zu Konsumismus."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Suffizienz fragt: Wie viel ist genug?",
        "Wystarczalność pyta: ile wystarczy?"
      ],
      "de": [
        "Suffizienz-Strategien sind unverzichtbar für echte Nachhaltigkeit.",
        "Strategie wystarczalności są niezbędne dla prawdziwej zrównoważoności."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Kompakte Stadt",
    "translations": {
      "pl": "Miasto zwarte",
      "de": "Dichte, durchmischte Stadt der kurzen Wege"
    },
    "explanation": {
      "pl": "Model miasta o wysokiej gęstości zabudowy, mieszaniu funkcji i krótkich dystansach. Oszczędza teren, energię i czas. Przeciwieństwo rozproszonej suburbanizacji.",
      "de": "Stadtmodell mit hoher Dichte, Nutzungsmischung und kurzen Wegen. Spart Fläche, Energie und Zeit. Gegenteil zur zersiedelten Suburbanisierung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die kompakte Stadt ist Leitbild nachhaltiger Stadtentwicklung.",
        "Miasto zwarte jest ideą przewodnią zrównoważonego rozwoju miejskiego."
      ],
      "de": [
        "Kompakte Städte sind klimafreundlicher als Zersiedelung.",
        "Miasta zwarte są bardziej przyjazne klimatowi niż rozproszenie."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Produktive Stadt",
    "translations": {
      "pl": "Miasto produktywne",
      "de": "Stadt mit urbaner Produktion"
    },
    "explanation": {
      "pl": "Koncepcja ponownego wprowadzenia produkcji do miasta: rzemiosło, manufaktury, makerspaces, urban farming. Przeciwwaga dla miasta jako czystej konsumpcji i mieszkania.",
      "de": "Konzept der Rückkehr von Produktion in die Stadt: Handwerk, Manufakturen, Makerspaces, Urban Farming. Gegenpol zur Stadt als reiner Konsum- und Wohnort."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die produktive Stadt schafft lokale Kreisläufe und Arbeitsplätze.",
        "Miasto produktywne tworzy lokalne obiegi i miejsca pracy."
      ],
      "de": [
        "Produktive Stadt fördert Handwerk und lokale Wertschöpfung.",
        "Miasto produktywne wspiera rzemiosło i lokalną wartość dodaną."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Eigentumsstruktur",
    "translations": {
      "pl": "Struktura własności",
      "de": "Verteilung von Grundeigentum"
    },
    "explanation": {
      "pl": "Rozkład własności gruntów i budynków: publiczna, prywatna, spółdzielcza. Silnie wpływa na możliwości sterowania rozwojem miasta i dostępność mieszkań.",
      "de": "Verteilung von Grund- und Immobilieneigentum: öffentlich, privat, genossenschaftlich. Beeinflusst stark die städtische Steuerungsfähigkeit und Wohnungsversorgung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Eigentumsstruktur entscheidet über Handlungsspielräume der Stadt.",
        "Struktura własności decyduje o możliwościach działania miasta."
      ],
      "de": [
        "Vielfältige Eigentumsstrukturen fördern soziale Mischung.",
        "Zróżnicowane struktury własności wspierają mieszanie społeczne."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Rekommunalisierung",
    "translations": {
      "pl": "Rekomunalizacja",
      "de": "Rückkauf in kommunale Hand"
    },
    "explanation": {
      "pl": "Wykup przez gminę wcześniej sprzedanych gruntów, budynków lub infrastruktury. Ma zwiększyć możliwości sterowania rozwojem i zapewnić dobro publiczne.",
      "de": "Rückerwerb zuvor verkaufter Grundstücke, Gebäude oder Infrastruktur durch die Kommune. Soll Steuerungsmöglichkeiten erhöhen und Gemeinwohl sichern."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Rekommunalisierung von Wohnungen schützt vor Spekulation.",
        "Rekomunalizacja mieszkań chroni przed spekulacją."
      ],
      "de": [
        "Viele Städte betreiben aktive Rekommunalisierung ihrer Flächen.",
        "Wiele miast prowadzi aktywną rekomunalizację swoich terenów."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "Wohnungsgemeinnützigkeit",
    "translations": {
      "pl": "Użyteczność publiczna w budownictwie",
      "de": "Dauerhafte Sozialbindung von Wohnungen"
    },
    "explanation": {
      "pl": "Proponowana reforma: mieszkania wycofane z rynku spekulacyjnego, na zawsze powiązane społecznie, zarządzane przez podmioty non-profit. Miała w Austrii do 1987 r.",
      "de": "Reformvorschlag: Wohnungen dauerhaft dem Spekulationsmarkt entzogen, sozial gebunden, von Non-Profit-Trägern verwaltet. Gab es in Österreich bis 1987."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Wohnungsgemeinnützigkeit könnte Mietprobleme langfristig lösen.",
        "Użyteczność publiczna w budownictwie mogłaby długofalowo rozwiązać problemy czynszowe."
      ],
      "de": [
        "Neue Wohnungsgemeinnützigkeit wird politisch diskutiert.",
        "Nowa użyteczność publiczna w budownictwie jest dyskutowana politycznie."
      ]
    },
    "cefrLevel": "B1"
  }
]