[
  {
    "word": "braten",
    "category": "Küchenbezogen",
    "sentence": "Der Koch brät das Fleisch bei mittlerer Hitze in der Pfanne goldbraun.",
    "translation": "The chef fries the meat golden brown in the pan at medium heat."
  },
  {
    "word": "braten",
    "category": "Servicebezogen",
    "sentence": "Wir servieren gebratene Gerichte immer frisch und heiß direkt vom Herd.",
    "translation": "We always serve fried dishes fresh and hot directly from the stove."
  },
  {
    "word": "braten",
    "category": "Qualität",
    "sentence": "Ein perfekt gebratenes Steak zeichnet sich durch saftige Konsistenz und Röstaromen aus.",
    "translation": "A perfectly fried steak is characterized by juicy consistency and roasted aromas."
  },
  {
    "word": "kochen",
    "category": "Küchenbezogen",
    "sentence": "Die Köchin kocht die Kartoffeln zwanzig Minuten lang in gesalzenem Wasser.",
    "translation": "The cook boils the potatoes for twenty minutes in salted water."
  },
  {
    "word": "kochen",
    "category": "Servicebezogen",
    "sentence": "Unser Team kocht täglich frische Gerichte nach traditionellen deutschen Rezepten.",
    "translation": "Our team cooks fresh dishes daily according to traditional German recipes."
  },
  {
    "word": "kochen",
    "category": "Qualität",
    "sentence": "Beim Kochen ist die Temperaturkontrolle entscheidend für das perfekte Ergebnis.",
    "translation": "When cooking, temperature control is crucial for the perfect result."
  },
  {
    "word": "dünsten",
    "category": "Küchenbezogen",
    "sentence": "Das Gemüse wird schonend in wenig Flüssigkeit gedünstet, um Vitamine zu erhalten.",
    "translation": "The vegetables are gently steamed in little liquid to preserve vitamins."
  },
  {
    "word": "dünsten",
    "category": "Servicebezogen",
    "sentence": "Wir bieten gedünstetes Gemüse als gesunde Beilage zu allen Hauptgerichten an.",
    "translation": "We offer steamed vegetables as a healthy side dish with all main courses."
  },
  {
    "word": "dünsten",
    "category": "Qualität",
    "sentence": "Gedünstete Speisen behalten ihre natürliche Farbe und den vollen Geschmack bei.",
    "translation": "Steamed dishes retain their natural color and full flavor."
  },
  {
    "word": "schmoren",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef schmort das Rindfleisch drei Stunden lang bei niedriger Temperatur.",
    "translation": "The head chef braises the beef for three hours at low temperature."
  },
  {
    "word": "schmoren",
    "category": "Servicebezogen",
    "sentence": "Geschmorte Gerichte sind besonders bei unseren Stammgästen sehr beliebt und gefragt.",
    "translation": "Braised dishes are especially popular and in demand among our regular guests."
  },
  {
    "word": "schmoren",
    "category": "Qualität",
    "sentence": "Durch langes Schmoren wird das Fleisch besonders zart und aromatisch würzig.",
    "translation": "Through long braising, the meat becomes especially tender and aromatically spicy."
  },
  {
    "word": "grillen",
    "category": "Küchenbezogen",
    "sentence": "Im Sommer grillen wir frisches Gemüse und Fleisch auf dem Holzkohlegrill.",
    "translation": "In summer we grill fresh vegetables and meat on the charcoal grill."
  },
  {
    "word": "grillen",
    "category": "Servicebezogen",
    "sentence": "Die Gäste können beim Grillen zuschauen und ihre Steaks selbst aussuchen.",
    "translation": "Guests can watch the grilling and choose their steaks themselves."
  },
  {
    "word": "grillen",
    "category": "Qualität",
    "sentence": "Gegrilltes Fleisch muss außen knusprig und innen saftig sein für beste Qualität.",
    "translation": "Grilled meat must be crispy on the outside and juicy inside for best quality."
  },
  {
    "word": "backen",
    "category": "Küchenbezogen",
    "sentence": "Die Bäckerin backt jeden Morgen frisches Brot im großen Steinofen für das Restaurant.",
    "translation": "The baker bakes fresh bread every morning in the large stone oven for the restaurant."
  },
  {
    "word": "backen",
    "category": "Servicebezogen",
    "sentence": "Wir servieren zu jedem Menü frisch gebackenes Brot mit hausgemachter Kräuterbutter.",
    "translation": "We serve freshly baked bread with homemade herb butter with every meal."
  },
  {
    "word": "backen",
    "category": "Qualität",
    "sentence": "Ein gut gebackener Kuchen ist locker, saftig und hat eine goldbraune Kruste.",
    "translation": "A well-baked cake is light, moist and has a golden-brown crust."
  },
  {
    "word": "frittieren",
    "category": "Küchenbezogen",
    "sentence": "Der Koch frittiert die Pommes frites bei hundertachtzig Grad im heißen Öl.",
    "translation": "The cook deep-fries the French fries at one hundred eighty degrees in hot oil."
  },
  {
    "word": "frittieren",
    "category": "Servicebezogen",
    "sentence": "Wir bieten frittierte Speisen nur in Maßen an, um gesunde Optionen zu fördern.",
    "translation": "We offer fried foods only in moderation to promote healthy options."
  },
  {
    "word": "frittieren",
    "category": "Qualität",
    "sentence": "Frittiertes Essen darf nicht zu ölig sein und sollte schön knusprig bleiben.",
    "translation": "Deep-fried food must not be too oily and should remain nicely crispy."
  },
  {
    "word": "dämpfen",
    "category": "Küchenbezogen",
    "sentence": "Das Team dämpft den Fisch im Bambuskorb über kochendem Wasser sehr schonend.",
    "translation": "The team steams the fish in a bamboo basket over boiling water very gently."
  },
  {
    "word": "dämpfen",
    "category": "Servicebezogen",
    "sentence": "Gedämpfte Gerichte sind ideal für Gäste mit speziellen Ernährungsbedürfnissen und Allergien.",
    "translation": "Steamed dishes are ideal for guests with special dietary needs and allergies."
  },
  {
    "word": "dämpfen",
    "category": "Qualität",
    "sentence": "Beim Dämpfen bleiben alle Nährstoffe und der natürliche Geschmack vollständig erhalten.",
    "translation": "During steaming, all nutrients and natural flavor are completely preserved."
  },
  {
    "word": "anbraten",
    "category": "Küchenbezogen",
    "sentence": "Man muss das Fleisch zuerst scharf anbraten, bevor man es weiterschmort.",
    "translation": "You must first sear the meat sharply before braising it further."
  },
  {
    "word": "anbraten",
    "category": "Servicebezogen",
    "sentence": "Der Kellner erklärt den Gästen, dass wir alle Steaks frisch anbraten.",
    "translation": "The waiter explains to the guests that we sear all steaks fresh."
  },
  {
    "word": "anbraten",
    "category": "Qualität",
    "sentence": "Durch richtiges Anbraten entstehen die wichtigen Röstaromen für den vollen Geschmack.",
    "translation": "Through proper searing, the important roasted aromas develop for full flavor."
  },
  {
    "word": "würzen",
    "category": "Küchenbezogen",
    "sentence": "Die Köchin würzt die Suppe sorgfältig mit frischen Kräutern und Gewürzen.",
    "translation": "The cook seasons the soup carefully with fresh herbs and spices."
  },
  {
    "word": "würzen",
    "category": "Servicebezogen",
    "sentence": "Wir würzen alle Gerichte nach traditionellen Rezepten aus der deutschen Küche.",
    "translation": "We season all dishes according to traditional recipes from German cuisine."
  },
  {
    "word": "würzen",
    "category": "Qualität",
    "sentence": "Richtiges Würzen ist eine Kunst und entscheidet über den Erfolg eines Gerichts.",
    "translation": "Proper seasoning is an art and determines the success of a dish."
  },
  {
    "word": "der Herd",
    "category": "Küchenbezogen",
    "sentence": "Der Koch steht den ganzen Tag am Herd und bereitet verschiedene Gerichte zu.",
    "translation": "The chef stands at the stove all day preparing various dishes."
  },
  {
    "word": "der Herd",
    "category": "Servicebezogen",
    "sentence": "In unserer offenen Küche können die Gäste direkt am Herd zuschauen.",
    "translation": "In our open kitchen, guests can watch directly at the stove."
  },
  {
    "word": "der Herd",
    "category": "Qualität",
    "sentence": "Ein professioneller Herd mit mehreren Flammen ist für jede Restaurantküche wichtig.",
    "translation": "A professional stove with multiple burners is important for every restaurant kitchen."
  },
  {
    "word": "die Pfanne",
    "category": "Küchenbezogen",
    "sentence": "Die Pfanne muss sehr heiß sein, bevor man das Fleisch hineinlegt.",
    "translation": "The pan must be very hot before you put the meat in."
  },
  {
    "word": "die Pfanne",
    "category": "Servicebezogen",
    "sentence": "Wir servieren einige Gerichte direkt in der heißen gusseisernen Pfanne am Tisch.",
    "translation": "We serve some dishes directly in the hot cast iron pan at the table."
  },
  {
    "word": "die Pfanne",
    "category": "Qualität",
    "sentence": "Eine gute beschichtete Pfanne ist unverzichtbar für schonendes und fettarmes Braten.",
    "translation": "A good coated pan is indispensable for gentle and low-fat frying."
  },
  {
    "word": "der Topf",
    "category": "Küchenbezogen",
    "sentence": "Im großen Topf kocht die Gemüsebrühe für die Suppe mehrere Stunden lang.",
    "translation": "In the large pot, the vegetable broth for the soup cooks for several hours."
  },
  {
    "word": "der Topf",
    "category": "Servicebezogen",
    "sentence": "Der Service bringt den dampfenden Topf mit Eintopf direkt an den Tisch.",
    "translation": "The service brings the steaming pot with stew directly to the table."
  },
  {
    "word": "der Topf",
    "category": "Qualität",
    "sentence": "Ein Topf aus Edelstahl verteilt die Hitze gleichmäßig und ist leicht zu reinigen.",
    "translation": "A stainless steel pot distributes heat evenly and is easy to clean."
  },
  {
    "word": "das Messer",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef benutzt ein scharfes Messer zum präzisen Schneiden von Fleisch und Gemüse.",
    "translation": "The head chef uses a sharp knife for precise cutting of meat and vegetables."
  },
  {
    "word": "das Messer",
    "category": "Servicebezogen",
    "sentence": "Beim Eindecken muss das Messer immer rechts neben dem Teller liegen.",
    "translation": "When setting the table, the knife must always be to the right of the plate."
  },
  {
    "word": "das Messer",
    "category": "Qualität",
    "sentence": "Hochwertige Messer müssen regelmäßig geschliffen werden, um scharf und sicher zu bleiben.",
    "translation": "High-quality knives must be sharpened regularly to remain sharp and safe."
  },
  {
    "word": "das Schneidebrett",
    "category": "Küchenbezogen",
    "sentence": "Für Fleisch und Gemüse verwenden wir unterschiedliche Schneidebretter aus hygienischen Gründen.",
    "translation": "We use different cutting boards for meat and vegetables for hygienic reasons."
  },
  {
    "word": "das Schneidebrett",
    "category": "Servicebezogen",
    "sentence": "Das Team präsentiert dem Gast das fertig geschnittene Fleisch auf dem Holzschneidebrett.",
    "translation": "The team presents the guest with the finished cut meat on the wooden cutting board."
  },
  {
    "word": "das Schneidebrett",
    "category": "Qualität",
    "sentence": "Ein gutes Schneidebrett aus Holz oder Kunststoff schont die Messer und ist langlebig.",
    "translation": "A good cutting board made of wood or plastic protects the knives and is durable."
  },
  {
    "word": "der Schneebesen",
    "category": "Küchenbezogen",
    "sentence": "Mit dem Schneebesen schlägt die Köchin die Sahne steif für die Nachspeise.",
    "translation": "With the whisk, the cook whips the cream stiffly for the dessert."
  },
  {
    "word": "der Schneebesen",
    "category": "Servicebezogen",
    "sentence": "In der Show-Küche demonstriert der Koch, wie man mit dem Schneebesen arbeitet.",
    "translation": "In the show kitchen, the chef demonstrates how to work with the whisk."
  },
  {
    "word": "der Schneebesen",
    "category": "Qualität",
    "sentence": "Ein Schneebesen aus Edelstahl ist stabil und eignet sich perfekt für alle Saucen.",
    "translation": "A stainless steel whisk is stable and perfect for all sauces."
  },
  {
    "word": "der Kochlöffel",
    "category": "Küchenbezogen",
    "sentence": "Der Koch rührt mit dem großen Holzkochlöffel die Sauce ständig um.",
    "translation": "The chef constantly stirs the sauce with the large wooden cooking spoon."
  },
  {
    "word": "der Kochlöffel",
    "category": "Servicebezogen",
    "sentence": "Beim Buffet verwendet das Personal spezielle Kochlöffel zum hygienischen Portionieren der Speisen.",
    "translation": "At the buffet, the staff uses special serving spoons for hygienic portioning of food."
  },
  {
    "word": "der Kochlöffel",
    "category": "Qualität",
    "sentence": "Kochlöffel aus Holz sind ideal, weil sie die Beschichtung von Töpfen nicht beschädigen.",
    "translation": "Wooden cooking spoons are ideal because they don't damage the coating of pots."
  },
  {
    "word": "die Schüssel",
    "category": "Küchenbezogen",
    "sentence": "In der großen Schüssel mischt der Koch alle Zutaten für den Teig.",
    "translation": "In the large bowl, the chef mixes all the ingredients for the dough."
  },
  {
    "word": "die Schüssel",
    "category": "Servicebezogen",
    "sentence": "Der Salat wird in einer schönen Glasschüssel am Tisch des Gastes präsentiert.",
    "translation": "The salad is presented in a beautiful glass bowl at the guest's table."
  },
  {
    "word": "die Schüssel",
    "category": "Qualität",
    "sentence": "Edelstahlschüsseln sind in der Profiküche unverzichtbar wegen ihrer Robustheit und Hygiene.",
    "translation": "Stainless steel bowls are indispensable in professional kitchens because of their durability and hygiene."
  },
  {
    "word": "der Mixer",
    "category": "Küchenbezogen",
    "sentence": "Mit dem leistungsstarken Mixer püriert die Köchin das Gemüse für die Suppe cremig.",
    "translation": "With the powerful blender, the cook purees the vegetables for the soup until creamy."
  },
  {
    "word": "der Mixer",
    "category": "Servicebezogen",
    "sentence": "An der Bar verwendet der Barkeeper den Mixer für frische Smoothies und Cocktails.",
    "translation": "At the bar, the bartender uses the blender for fresh smoothies and cocktails."
  },
  {
    "word": "der Mixer",
    "category": "Qualität",
    "sentence": "Ein professioneller Mixer sollte kraftvoll sein und verschiedene Geschwindigkeitsstufen haben.",
    "translation": "A professional blender should be powerful and have different speed settings."
  },
  {
    "word": "das Sieb",
    "category": "Küchenbezogen",
    "sentence": "Nach dem Kochen gießt der Koch die Nudeln durch das feine Sieb ab.",
    "translation": "After cooking, the chef drains the pasta through the fine sieve."
  },
  {
    "word": "das Sieb",
    "category": "Servicebezogen",
    "sentence": "Für perfekt glatte Saucen verwenden wir ein feines Sieb zum Durchpassieren.",
    "translation": "For perfectly smooth sauces, we use a fine sieve for straining."
  },
  {
    "word": "das Sieb",
    "category": "Qualität",
    "sentence": "Ein hochwertiges Sieb aus Edelstahl ist langlebig und leicht zu reinigen nach jedem Gebrauch.",
    "translation": "A high-quality stainless steel sieve is durable and easy to clean after each use."
  },
  {
    "word": "schälen",
    "category": "Küchenbezogen",
    "sentence": "Der Lehrling muss zuerst alle Kartoffeln sorgfältig schälen, bevor er sie schneidet.",
    "translation": "The apprentice must first carefully peel all potatoes before cutting them."
  },
  {
    "word": "schälen",
    "category": "Servicebezogen",
    "sentence": "Wir schälen das Gemüse immer frisch, um maximale Qualität für unsere Gäste zu garantieren.",
    "translation": "We always peel vegetables fresh to guarantee maximum quality for our guests."
  },
  {
    "word": "schälen",
    "category": "Qualität",
    "sentence": "Beim Schälen sollte man möglichst wenig von der Schale entfernen, um Vitamine zu erhalten.",
    "translation": "When peeling, you should remove as little of the skin as possible to preserve vitamins."
  },
  {
    "word": "schneiden",
    "category": "Küchenbezogen",
    "sentence": "Die Köchin schneidet das Gemüse in gleichmäßige Würfel für die Suppe.",
    "translation": "The cook cuts the vegetables into even cubes for the soup."
  },
  {
    "word": "schneiden",
    "category": "Servicebezogen",
    "sentence": "Im Restaurant schneiden wir das Fleisch am Tisch vor den Augen der Gäste.",
    "translation": "In the restaurant, we cut the meat at the table before the guests' eyes."
  },
  {
    "word": "schneiden",
    "category": "Qualität",
    "sentence": "Professionelles Schneiden erfordert ein scharfes Messer und viel Übung und Erfahrung.",
    "translation": "Professional cutting requires a sharp knife and a lot of practice and experience."
  },
  {
    "word": "hacken",
    "category": "Küchenbezogen",
    "sentence": "Der Koch hackt frische Kräuter sehr fein für die Kräuterbutter zum Steak.",
    "translation": "The chef chops fresh herbs very finely for the herb butter for the steak."
  },
  {
    "word": "hacken",
    "category": "Servicebezogen",
    "sentence": "Wir hacken alle Zutaten täglich frisch, um optimalen Geschmack zu gewährleisten.",
    "translation": "We chop all ingredients fresh daily to ensure optimal taste."
  },
  {
    "word": "hacken",
    "category": "Qualität",
    "sentence": "Fein gehackte Zwiebeln geben der Sauce eine perfekte Konsistenz und volles Aroma.",
    "translation": "Finely chopped onions give the sauce a perfect consistency and full aroma."
  },
  {
    "word": "rühren",
    "category": "Küchenbezogen",
    "sentence": "Man muss die Sauce ständig rühren, damit sie nicht anbrennt am Topfboden.",
    "translation": "You must stir the sauce constantly so it doesn't burn on the bottom of the pot."
  },
  {
    "word": "rühren",
    "category": "Servicebezogen",
    "sentence": "Der Koch rührt die Risotto-Pfanne live vor den Gästen in der Showküche.",
    "translation": "The chef stirs the risotto pan live in front of the guests in the show kitchen."
  },
  {
    "word": "rühren",
    "category": "Qualität",
    "sentence": "Gleichmäßiges Rühren sorgt für eine cremige Konsistenz und verhindert das Klumpenbildung.",
    "translation": "Even stirring ensures a creamy consistency and prevents clumping."
  },
  {
    "word": "mischen",
    "category": "Küchenbezogen",
    "sentence": "Die Köchin mischt verschiedene Gewürze zusammen für die hausgemachte Gewürzmischung.",
    "translation": "The cook mixes different spices together for the homemade spice blend."
  },
  {
    "word": "mischen",
    "category": "Servicebezogen",
    "sentence": "Wir mischen frische Salate nach Wunsch direkt vor den Augen der Gäste.",
    "translation": "We mix fresh salads as desired directly before the guests' eyes."
  },
  {
    "word": "mischen",
    "category": "Qualität",
    "sentence": "Das richtige Mischen von Zutaten ist wichtig für eine harmonische und ausgewogene Geschmackskombination.",
    "translation": "The proper mixing of ingredients is important for a harmonious and balanced flavor combination."
  },
  {
    "word": "abschmecken",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef schmeckt jede Sauce vor dem Servieren noch einmal sorgfältig ab.",
    "translation": "The head chef carefully tastes every sauce once more before serving."
  },
  {
    "word": "abschmecken",
    "category": "Servicebezogen",
    "sentence": "Wir schmecken alle Gerichte ab, bevor sie an die Gäste serviert werden.",
    "translation": "We taste all dishes before they are served to the guests."
  },
  {
    "word": "abschmecken",
    "category": "Qualität",
    "sentence": "Richtiges Abschmecken am Ende ist entscheidend für die perfekte Würzung des Gerichts.",
    "translation": "Proper tasting at the end is crucial for the perfect seasoning of the dish."
  },
  {
    "word": "garnieren",
    "category": "Küchenbezogen",
    "sentence": "Die Köchin garniert den Teller mit frischen Kräutern und essbaren Blüten dekorativ.",
    "translation": "The cook garnishes the plate decoratively with fresh herbs and edible flowers."
  },
  {
    "word": "garnieren",
    "category": "Servicebezogen",
    "sentence": "Wir garnieren jedes Dessert individuell nach den Wünschen unserer Gäste am Tisch.",
    "translation": "We garnish each dessert individually according to our guests' wishes at the table."
  },
  {
    "word": "garnieren",
    "category": "Qualität",
    "sentence": "Eine schöne Garnierung macht das Gericht appetitlich und zeigt die Professionalität der Küche.",
    "translation": "A beautiful garnish makes the dish appetizing and shows the professionalism of the kitchen."
  },
  {
    "word": "anrichten",
    "category": "Küchenbezogen",
    "sentence": "Der Koch richtet das Hauptgericht auf einem vorgewärmten Teller kunstvoll an.",
    "translation": "The chef artistically arranges the main course on a preheated plate."
  },
  {
    "word": "anrichten",
    "category": "Servicebezogen",
    "sentence": "Wir richten alle Speisen nach höchsten Standards an und servieren sie ansprechend präsentiert.",
    "translation": "We arrange all dishes to the highest standards and serve them attractively presented."
  },
  {
    "word": "anrichten",
    "category": "Qualität",
    "sentence": "Professionelles Anrichten ist eine Kunst und wichtig für den ersten visuellen Eindruck.",
    "translation": "Professional plating is an art and important for the first visual impression."
  },
  {
    "word": "servieren",
    "category": "Küchenbezogen",
    "sentence": "Die Küche serviert die warmen Gerichte sofort nach der Zubereitung zum Gast.",
    "translation": "The kitchen serves the warm dishes to the guest immediately after preparation."
  },
  {
    "word": "servieren",
    "category": "Servicebezogen",
    "sentence": "Der Kellner serviert das Menü mit professioneller Haltung und freundlichen Erklärungen zu jedem Gang.",
    "translation": "The waiter serves the menu with professional posture and friendly explanations for each course."
  },
  {
    "word": "servieren",
    "category": "Qualität",
    "sentence": "Richtiges Servieren bedeutet, dass das Essen heiß ankommt und ansprechend präsentiert wird.",
    "translation": "Proper serving means the food arrives hot and is attractively presented."
  },
  {
    "word": "der Gast",
    "category": "Küchenbezogen",
    "sentence": "Die Küche bereitet das Gericht nach den speziellen Wünschen des Gastes zu.",
    "translation": "The kitchen prepares the dish according to the special wishes of the guest."
  },
  {
    "word": "der Gast",
    "category": "Servicebezogen",
    "sentence": "Der Kellner begrüßt jeden Gast herzlich und führt ihn zum reservierten Tisch.",
    "translation": "The waiter greets each guest warmly and leads them to the reserved table."
  },
  {
    "word": "der Gast",
    "category": "Qualität",
    "sentence": "Die Zufriedenheit des Gastes ist für uns das wichtigste Qualitätsmerkmal unseres Restaurants.",
    "translation": "Guest satisfaction is for us the most important quality feature of our restaurant."
  },
  {
    "word": "die Speisekarte",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef aktualisiert die Speisekarte jeden Monat mit saisonalen Gerichten und Zutaten.",
    "translation": "The head chef updates the menu every month with seasonal dishes and ingredients."
  },
  {
    "word": "die Speisekarte",
    "category": "Servicebezogen",
    "sentence": "Der Kellner erklärt dem Gast die verschiedenen Optionen auf der umfangreichen Speisekarte.",
    "translation": "The waiter explains to the guest the various options on the extensive menu."
  },
  {
    "word": "die Speisekarte",
    "category": "Qualität",
    "sentence": "Eine gute Speisekarte ist übersichtlich gestaltet und zeigt die Vielfalt der Küche.",
    "translation": "A good menu is clearly designed and shows the diversity of the cuisine."
  },
  {
    "word": "die Vorspeise",
    "category": "Küchenbezogen",
    "sentence": "Als Vorspeise bereiten wir eine feine Suppe mit frischen Kräutern aus eigenem Anbau zu.",
    "translation": "As an appetizer, we prepare a fine soup with fresh herbs from our own garden."
  },
  {
    "word": "die Vorspeise",
    "category": "Servicebezogen",
    "sentence": "Wir empfehlen den Gästen als Vorspeise unseren hausgemachten Salat mit Balsamico-Dressing.",
    "translation": "We recommend to guests as an appetizer our homemade salad with balsamic dressing."
  },
  {
    "word": "die Vorspeise",
    "category": "Qualität",
    "sentence": "Eine gelungene Vorspeise macht Appetit auf das Hauptgericht und ist leicht verdaulich.",
    "translation": "A successful appetizer whets the appetite for the main course and is easily digestible."
  },
  {
    "word": "das Hauptgericht",
    "category": "Küchenbezogen",
    "sentence": "Das Hauptgericht wird mit saisonalem Gemüse und einer delikaten Sauce zubereitet und serviert.",
    "translation": "The main course is prepared and served with seasonal vegetables and a delicate sauce."
  },
  {
    "word": "das Hauptgericht",
    "category": "Servicebezogen",
    "sentence": "Der Service fragt nach Allergien, bevor er das Hauptgericht an den Tisch bringt.",
    "translation": "The service asks about allergies before bringing the main course to the table."
  },
  {
    "word": "das Hauptgericht",
    "category": "Qualität",
    "sentence": "Ein perfektes Hauptgericht ist ausgewogen in Geschmack, Nährstoffen und Portionsgröße zusammengestellt.",
    "translation": "A perfect main course is balanced in taste, nutrients and portion size."
  },
  {
    "word": "die Nachspeise",
    "category": "Küchenbezogen",
    "sentence": "Der Konditor bereitet die Nachspeise mit viel Liebe zum Detail und Sorgfalt zu.",
    "translation": "The pastry chef prepares the dessert with great attention to detail and care."
  },
  {
    "word": "die Nachspeise",
    "category": "Servicebezogen",
    "sentence": "Wir bieten als Nachspeise eine Auswahl an hausgemachten Kuchen und Eis an.",
    "translation": "We offer as dessert a selection of homemade cakes and ice cream."
  },
  {
    "word": "die Nachspeise",
    "category": "Qualität",
    "sentence": "Eine leichte Nachspeise rundet das Menü perfekt ab und hinterlässt einen guten Eindruck.",
    "translation": "A light dessert rounds off the menu perfectly and leaves a good impression."
  },
  {
    "word": "die Beilage",
    "category": "Küchenbezogen",
    "sentence": "Als Beilage servieren wir gebratene Kartoffeln oder frisches Gemüse nach Wahl des Gastes.",
    "translation": "As a side dish we serve fried potatoes or fresh vegetables according to the guest's choice."
  },
  {
    "word": "die Beilage",
    "category": "Servicebezogen",
    "sentence": "Der Kellner erklärt, dass die Gäste zwischen verschiedenen Beilagen wählen können zu jedem Hauptgericht.",
    "translation": "The waiter explains that guests can choose between different side dishes for each main course."
  },
  {
    "word": "die Beilage",
    "category": "Qualität",
    "sentence": "Die Beilage sollte das Hauptgericht geschmacklich ergänzen und nicht überdecken oder dominieren.",
    "translation": "The side dish should complement the main course in taste and not cover or dominate it."
  },
  {
    "word": "die Portion",
    "category": "Küchenbezogen",
    "sentence": "Der Koch achtet darauf, dass jede Portion gleichmäßig groß ist und ansprechend aussieht.",
    "translation": "The chef ensures that each portion is uniformly large and looks appealing."
  },
  {
    "word": "die Portion",
    "category": "Servicebezogen",
    "sentence": "Wir bieten kleine und große Portionen an, um allen Appetiten gerecht zu werden.",
    "translation": "We offer small and large portions to accommodate all appetites."
  },
  {
    "word": "die Portion",
    "category": "Qualität",
    "sentence": "Eine angemessene Portion ist wichtig, damit der Gast satt wird ohne Reste übrig zu lassen.",
    "translation": "An appropriate portion is important so the guest is full without leaving leftovers."
  },
  {
    "word": "bestellen",
    "category": "Küchenbezogen",
    "sentence": "Die Küche muss rechtzeitig neue Zutaten bestellen, damit nichts ausgeht während des Service.",
    "translation": "The kitchen must order new ingredients in time so nothing runs out during service."
  },
  {
    "word": "bestellen",
    "category": "Servicebezogen",
    "sentence": "Die Gäste können ihre Gerichte direkt am Tisch beim Kellner bestellen oder vorbestellen.",
    "translation": "Guests can order their dishes directly at the table from the waiter or pre-order."
  },
  {
    "word": "bestellen",
    "category": "Qualität",
    "sentence": "Richtiges Bestellen von frischen Produkten ist wichtig für gleichbleibende Qualität im Restaurant.",
    "translation": "Proper ordering of fresh products is important for consistent quality in the restaurant."
  },
  {
    "word": "empfehlen",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef empfiehlt heute das Tagesgericht mit frischem Fisch aus der Region.",
    "translation": "The head chef recommends today's special with fresh fish from the region."
  },
  {
    "word": "empfehlen",
    "category": "Servicebezogen",
    "sentence": "Der Kellner empfiehlt den Gästen immer die saisonalen Spezialitäten und beliebten Klassiker.",
    "translation": "The waiter always recommends seasonal specialties and popular classics to guests."
  },
  {
    "word": "empfehlen",
    "category": "Qualität",
    "sentence": "Gute Empfehlungen basieren auf Kenntnis der Gerichte und den Vorlieben der Gäste.",
    "translation": "Good recommendations are based on knowledge of the dishes and guest preferences."
  },
  {
    "word": "die Reservierung",
    "category": "Küchenbezogen",
    "sentence": "Die Küche plant die Vorbereitung anhand der Anzahl der Reservierungen für den Abend.",
    "translation": "The kitchen plans the preparation based on the number of reservations for the evening."
  },
  {
    "word": "die Reservierung",
    "category": "Servicebezogen",
    "sentence": "Der Empfang nimmt Reservierungen telefonisch oder online entgegen und bestätigt diese sofort.",
    "translation": "The reception takes reservations by phone or online and confirms them immediately."
  },
  {
    "word": "die Reservierung",
    "category": "Qualität",
    "sentence": "Eine gut organisierte Reservierung sorgt für einen reibungslosen Ablauf und zufriedene Gäste.",
    "translation": "A well-organized reservation ensures smooth operations and satisfied guests."
  },
  {
    "word": "die Rechnung",
    "category": "Küchenbezogen",
    "sentence": "Die Küche gibt alle Bestellungen an das System weiter für die korrekte Rechnung.",
    "translation": "The kitchen passes all orders to the system for the correct bill."
  },
  {
    "word": "die Rechnung",
    "category": "Servicebezogen",
    "sentence": "Der Kellner bringt die Rechnung auf Wunsch des Gastes diskret in einer Mappe zum Tisch.",
    "translation": "The waiter brings the bill at the guest's request discreetly in a folder to the table."
  },
  {
    "word": "die Rechnung",
    "category": "Qualität",
    "sentence": "Eine korrekte und übersichtliche Rechnung ist wichtig für die Professionalität des Restaurants.",
    "translation": "A correct and clear bill is important for the professionalism of the restaurant."
  },
  {
    "word": "das Trinkgeld",
    "category": "Küchenbezogen",
    "sentence": "Das Küchenpersonal erhält auch einen Teil des Trinkgelds für ihre ausgezeichnete Arbeit.",
    "translation": "The kitchen staff also receives a portion of the tips for their excellent work."
  },
  {
    "word": "das Trinkgeld",
    "category": "Servicebezogen",
    "sentence": "In Deutschland ist es üblich, etwa zehn Prozent Trinkgeld zu geben für guten Service.",
    "translation": "In Germany, it is customary to give about ten percent tip for good service."
  },
  {
    "word": "das Trinkgeld",
    "category": "Qualität",
    "sentence": "Das Trinkgeld ist eine Anerkennung für qualitativ hochwertige Arbeit und freundlichen Service.",
    "translation": "The tip is recognition for high-quality work and friendly service."
  },
  {
    "word": "zahlen",
    "category": "Küchenbezogen",
    "sentence": "Das Restaurant muss die Lieferanten für frische Zutaten pünktlich zahlen jeden Monat.",
    "translation": "The restaurant must pay the suppliers for fresh ingredients on time every month."
  },
  {
    "word": "zahlen",
    "category": "Servicebezogen",
    "sentence": "Die Gäste können an der Kasse oder direkt am Tisch zahlen nach dem Essen.",
    "translation": "Guests can pay at the register or directly at the table after the meal."
  },
  {
    "word": "zahlen",
    "category": "Qualität",
    "sentence": "Wir bieten verschiedene Zahlungsmöglichkeiten an, um den Service für alle Gäste zu optimieren.",
    "translation": "We offer various payment options to optimize the service for all guests."
  },
  {
    "word": "die Weinkarte",
    "category": "Küchenbezogen",
    "sentence": "Die Küche berät den Sommelier, welche Weine am besten zu den Gerichten passen auf der Weinkarte.",
    "translation": "The kitchen advises the sommelier which wines best match the dishes on the wine list."
  },
  {
    "word": "die Weinkarte",
    "category": "Servicebezogen",
    "sentence": "Der Sommelier präsentiert die Weinkarte und erklärt die verschiedenen Weine aus regionalen Anbaugebieten.",
    "translation": "The sommelier presents the wine list and explains the various wines from regional growing areas."
  },
  {
    "word": "die Weinkarte",
    "category": "Qualität",
    "sentence": "Eine vielfältige Weinkarte mit regionalen und internationalen Weinen zeigt die Qualität des Restaurants.",
    "translation": "A diverse wine list with regional and international wines shows the quality of the restaurant."
  },
  {
    "word": "einschenken",
    "category": "Küchenbezogen",
    "sentence": "In der Küche lernen die Lehrlinge auch, wie man Wein professionell einschenkt.",
    "translation": "In the kitchen, the apprentices also learn how to pour wine professionally."
  },
  {
    "word": "einschenken",
    "category": "Servicebezogen",
    "sentence": "Der Kellner schenkt den Wein vorsichtig ein und achtet darauf, nicht zu viel zu gießen.",
    "translation": "The waiter pours the wine carefully and makes sure not to pour too much."
  },
  {
    "word": "einschenken",
    "category": "Qualität",
    "sentence": "Professionelles Einschenken bedeutet, das Glas zu zwei Dritteln zu füllen ohne zu tropfen.",
    "translation": "Professional pouring means filling the glass two-thirds full without dripping."
  },
  {
    "word": "die Tischdecke",
    "category": "Küchenbezogen",
    "sentence": "Nach dem Service bringt das Team die benutzten Tischdecken zur Reinigung in die Wäscherei.",
    "translation": "After service, the team brings the used tablecloths for cleaning to the laundry."
  },
  {
    "word": "die Tischdecke",
    "category": "Servicebezogen",
    "sentence": "Vor jedem Service legt das Personal frische, gebügelte Tischdecken auf alle Tische im Restaurant.",
    "translation": "Before each service, the staff lays fresh, ironed tablecloths on all tables in the restaurant."
  },
  {
    "word": "die Tischdecke",
    "category": "Qualität",
    "sentence": "Eine saubere weiße Tischdecke ist ein Zeichen für Qualität und Sauberkeit im gehobenen Restaurant.",
    "translation": "A clean white tablecloth is a sign of quality and cleanliness in an upscale restaurant."
  },
  {
    "word": "das Besteck",
    "category": "Küchenbezogen",
    "sentence": "Das Küchenpersonal poliert das Besteck nach dem Spülen, damit es beim Servieren glänzt.",
    "translation": "The kitchen staff polishes the cutlery after washing so it shines when serving."
  },
  {
    "word": "das Besteck",
    "category": "Servicebezogen",
    "sentence": "Der Kellner legt das Besteck nach strengen Regeln der Tischetikette links und rechts vom Teller.",
    "translation": "The waiter places the cutlery according to strict rules of table etiquette left and right of the plate."
  },
  {
    "word": "das Besteck",
    "category": "Qualität",
    "sentence": "Hochwertiges Besteck aus Edelstahl ist langlebig, hygienisch und sieht elegant aus auf dem Tisch.",
    "translation": "High-quality stainless steel cutlery is durable, hygienic and looks elegant on the table."
  },
  {
    "word": "das Geschirr",
    "category": "Küchenbezogen",
    "sentence": "Die Spülküche reinigt das Geschirr sofort nach jedem Gang in der professionellen Spülmaschine.",
    "translation": "The dish room cleans the dishes immediately after each course in the professional dishwasher."
  },
  {
    "word": "das Geschirr",
    "category": "Servicebezogen",
    "sentence": "Das Service-Team räumt das benutzte Geschirr diskret und leise vom Tisch der Gäste ab.",
    "translation": "The service team clears the used dishes discreetly and quietly from the guests' table."
  },
  {
    "word": "das Geschirr",
    "category": "Qualität",
    "sentence": "Sauberes und unbeschädigtes Geschirr ist ein Muss für jedes professionelle Restaurant mit hohen Standards.",
    "translation": "Clean and undamaged dishes are a must for every professional restaurant with high standards."
  },
  {
    "word": "der Teller",
    "category": "Küchenbezogen",
    "sentence": "Der Koch wärmt die Teller vor, damit das Essen länger warm bleibt beim Servieren.",
    "translation": "The chef preheats the plates so the food stays warm longer when serving."
  },
  {
    "word": "der Teller",
    "category": "Servicebezogen",
    "sentence": "Der Kellner trägt mehrere Teller gleichzeitig professionell und sicher zu den Gästen am Tisch.",
    "translation": "The waiter carries several plates simultaneously professionally and safely to the guests at the table."
  },
  {
    "word": "der Teller",
    "category": "Qualität",
    "sentence": "Ein weißer Teller ist ideal, weil er die Farben des Essens optimal zur Geltung bringt.",
    "translation": "A white plate is ideal because it optimally highlights the colors of the food."
  },
  {
    "word": "das Glas",
    "category": "Küchenbezogen",
    "sentence": "Die Mitarbeiter polieren jedes Glas von Hand, bis es streifenfrei glänzt und makellos ist.",
    "translation": "The employees polish each glass by hand until it shines streak-free and is flawless."
  },
  {
    "word": "das Glas",
    "category": "Servicebezogen",
    "sentence": "Der Kellner stellt verschiedene Gläser für Wasser, Wein und andere Getränke auf den Tisch.",
    "translation": "The waiter places different glasses for water, wine and other beverages on the table."
  },
  {
    "word": "das Glas",
    "category": "Qualität",
    "sentence": "Hochwertiges Kristallglas ist dünnwandig, elegant und unterstreicht die Qualität des Weins perfekt.",
    "translation": "High-quality crystal glass is thin-walled, elegant and perfectly emphasizes the quality of the wine."
  },
  {
    "word": "die Serviette",
    "category": "Küchenbezogen",
    "sentence": "Das Küchenpersonal faltet die Servietten nach traditioneller Art für die festliche Tischdekoration.",
    "translation": "The kitchen staff folds the napkins in traditional style for the festive table decoration."
  },
  {
    "word": "die Serviette",
    "category": "Servicebezogen",
    "sentence": "Der Kellner legt jedem Gast eine frische Stoffserviette links neben den Teller auf den Tisch.",
    "translation": "The waiter places a fresh cloth napkin for each guest to the left of the plate on the table."
  },
  {
    "word": "die Serviette",
    "category": "Qualität",
    "sentence": "Hochwertige Stoffservietten aus Leinen sind ein Zeichen für Eleganz und gehobene Gastronomie.",
    "translation": "High-quality linen cloth napkins are a sign of elegance and upscale dining."
  },
  {
    "word": "der Salzstreuer",
    "category": "Küchenbezogen",
    "sentence": "Die Küche füllt die Salzstreuer täglich mit frischem Meersalz für alle Tische im Restaurant.",
    "translation": "The kitchen fills the salt shakers daily with fresh sea salt for all tables in the restaurant."
  },
  {
    "word": "der Salzstreuer",
    "category": "Servicebezogen",
    "sentence": "Der Kellner stellt Salzstreuer und Pfefferstreuer auf jeden Tisch, bevor die Gäste kommen.",
    "translation": "The waiter places salt and pepper shakers on each table before the guests arrive."
  },
  {
    "word": "der Salzstreuer",
    "category": "Qualität",
    "sentence": "Ein guter Salzstreuer sollte leicht zu handhaben sein und eine gleichmäßige Dosierung ermöglichen.",
    "translation": "A good salt shaker should be easy to handle and enable even dosing."
  },
  {
    "word": "der Pfefferstreuer",
    "category": "Küchenbezogen",
    "sentence": "Der Koch mahlt frische Pfefferkörner für die Pfefferstreuer auf allen Tischen im Speisesaal.",
    "translation": "The chef grinds fresh peppercorns for the pepper shakers on all tables in the dining room."
  },
  {
    "word": "der Pfefferstreuer",
    "category": "Servicebezogen",
    "sentence": "Auf Wunsch bringt der Kellner eine Pfeffermühle zum Tisch für frisch gemahlenen Pfeffer.",
    "translation": "Upon request, the waiter brings a pepper mill to the table for freshly ground pepper."
  },
  {
    "word": "der Pfefferstreuer",
    "category": "Qualität",
    "sentence": "Ein hochwertiger Pfefferstreuer mit Mahlwerk sorgt für frisches Aroma und optimalen Geschmack.",
    "translation": "A high-quality pepper shaker with grinder ensures fresh aroma and optimal taste."
  },
  {
    "word": "abräumen",
    "category": "Küchenbezogen",
    "sentence": "Nach jedem Gang räumt das Personal die Teller ab und bringt sie zur Spülküche zurück.",
    "translation": "After each course, the staff clears the plates and brings them back to the dish room."
  },
  {
    "word": "abräumen",
    "category": "Servicebezogen",
    "sentence": "Der Kellner räumt die leeren Teller vom Tisch ab, sobald alle Gäste fertig sind mit dem Essen.",
    "translation": "The waiter clears the empty plates from the table as soon as all guests are finished eating."
  },
  {
    "word": "abräumen",
    "category": "Qualität",
    "sentence": "Professionelles Abräumen erfolgt diskret, leise und ohne die Gäste bei der Konversation zu stören.",
    "translation": "Professional clearing is done discreetly, quietly and without disturbing the guests' conversation."
  },
  {
    "word": "eindecken",
    "category": "Küchenbezogen",
    "sentence": "Das Team deckt vor dem Service alle Tische nach den Standards des Restaurants ein.",
    "translation": "The team sets all tables before service according to the restaurant's standards."
  },
  {
    "word": "eindecken",
    "category": "Servicebezogen",
    "sentence": "Der Servicemitarbeiter deckt jeden Tisch mit Sorgfalt ein und achtet auf perfekte Symmetrie.",
    "translation": "The service employee sets each table with care and pays attention to perfect symmetry."
  },
  {
    "word": "eindecken",
    "category": "Qualität",
    "sentence": "Korrektes Eindecken zeigt die Professionalität und ist wichtig für den ersten Eindruck der Gäste.",
    "translation": "Correct table setting shows professionalism and is important for guests' first impression."
  },
  {
    "word": "der Empfang",
    "category": "Küchenbezogen",
    "sentence": "Der Empfang informiert die Küche über die Anzahl der erwarteten Gäste für den Abend.",
    "translation": "The reception informs the kitchen about the number of expected guests for the evening."
  },
  {
    "word": "der Empfang",
    "category": "Servicebezogen",
    "sentence": "Am Empfang werden die Gäste herzlich begrüßt und zu ihren reservierten Plätzen geführt.",
    "translation": "At the reception, guests are warmly welcomed and led to their reserved seats."
  },
  {
    "word": "der Empfang",
    "category": "Qualität",
    "sentence": "Ein professioneller Empfang ist entscheidend für den ersten positiven Eindruck des Restaurants.",
    "translation": "A professional reception is crucial for the first positive impression of the restaurant."
  },
  {
    "word": "einchecken",
    "category": "Küchenbezogen",
    "sentence": "Nach dem Einchecken im Hotel können die Gäste direkt im Restaurant essen gehen.",
    "translation": "After checking in at the hotel, guests can go directly to eat in the restaurant."
  },
  {
    "word": "einchecken",
    "category": "Servicebezogen",
    "sentence": "Die Gäste checken an der Rezeption ein und erhalten ihre Zimmerschlüssel und Informationen.",
    "translation": "Guests check in at the reception and receive their room keys and information."
  },
  {
    "word": "einchecken",
    "category": "Qualität",
    "sentence": "Ein schneller Check-in-Prozess ohne lange Wartezeiten verbessert die Zufriedenheit der Gäste erheblich.",
    "translation": "A fast check-in process without long waiting times significantly improves guest satisfaction."
  },
  {
    "word": "auschecken",
    "category": "Küchenbezogen",
    "sentence": "Vor dem Auschecken können die Gäste noch ein letztes Frühstück im Restaurant genießen.",
    "translation": "Before checking out, guests can still enjoy a final breakfast in the restaurant."
  },
  {
    "word": "auschecken",
    "category": "Servicebezogen",
    "sentence": "Beim Auschecken bezahlen die Gäste alle zusätzlichen Leistungen wie Restaurant und Minibar.",
    "translation": "When checking out, guests pay for all additional services such as restaurant and minibar."
  },
  {
    "word": "auschecken",
    "category": "Qualität",
    "sentence": "Ein reibungsloser Checkout mit korrekter Abrechnung hinterlässt einen positiven letzten Eindruck beim Gast.",
    "translation": "A smooth checkout with correct billing leaves a positive final impression on the guest."
  },
  {
    "word": "das Einzelzimmer",
    "category": "Küchenbezogen",
    "sentence": "Gäste im Einzelzimmer können das Frühstück direkt aufs Zimmer bestellen oder im Restaurant essen.",
    "translation": "Guests in single rooms can order breakfast directly to the room or eat in the restaurant."
  },
  {
    "word": "das Einzelzimmer",
    "category": "Servicebezogen",
    "sentence": "Das Einzelzimmer bietet Geschäftsreisenden Ruhe und Komfort während ihres Aufenthalts im Hotel.",
    "translation": "The single room offers business travelers peace and comfort during their stay at the hotel."
  },
  {
    "word": "das Einzelzimmer",
    "category": "Qualität",
    "sentence": "Ein gut ausgestattetes Einzelzimmer verfügt über bequemes Bett, Schreibtisch und modernes Bad.",
    "translation": "A well-equipped single room has a comfortable bed, desk and modern bathroom."
  },
  {
    "word": "das Doppelzimmer",
    "category": "Küchenbezogen",
    "sentence": "Für Gäste im Doppelzimmer bieten wir ein romantisches Candle-Light-Dinner im Restaurant an.",
    "translation": "For guests in double rooms, we offer a romantic candlelight dinner in the restaurant."
  },
  {
    "word": "das Doppelzimmer",
    "category": "Servicebezogen",
    "sentence": "Das Doppelzimmer wird täglich gereinigt und mit frischen Handtüchern ausgestattet vom Housekeeping.",
    "translation": "The double room is cleaned daily and equipped with fresh towels by housekeeping."
  },
  {
    "word": "das Doppelzimmer",
    "category": "Qualität",
    "sentence": "Ein komfortables Doppelzimmer mit großem Bett ist ideal für Paare und Urlaubsreisende.",
    "translation": "A comfortable double room with a large bed is ideal for couples and vacationers."
  },
  {
    "word": "die Suite",
    "category": "Küchenbezogen",
    "sentence": "Gäste in der Suite können ein exklusives Menü vom Küchenchef direkt im Zimmer genießen.",
    "translation": "Guests in the suite can enjoy an exclusive menu from the head chef directly in the room."
  },
  {
    "word": "die Suite",
    "category": "Servicebezogen",
    "sentence": "Die Suite bietet luxuriösen Komfort und einen persönlichen Butler-Service für anspruchsvolle Gäste.",
    "translation": "The suite offers luxurious comfort and personal butler service for demanding guests."
  },
  {
    "word": "die Suite",
    "category": "Qualität",
    "sentence": "Eine hochwertige Suite verfügt über geräumige Zimmer, edle Möbel und exklusive Annehmlichkeiten.",
    "translation": "A high-quality suite features spacious rooms, fine furniture and exclusive amenities."
  },
  {
    "word": "das Frühstück",
    "category": "Küchenbezogen",
    "sentence": "Das Frühstück wird jeden Morgen frisch zubereitet mit regionalen Produkten und selbstgebackenem Brot.",
    "translation": "Breakfast is freshly prepared every morning with regional products and homemade bread."
  },
  {
    "word": "das Frühstück",
    "category": "Servicebezogen",
    "sentence": "Wir servieren das Frühstück als Buffet oder à la carte im Restaurant ab sieben Uhr morgens.",
    "translation": "We serve breakfast as a buffet or à la carte in the restaurant from seven in the morning."
  },
  {
    "word": "das Frühstück",
    "category": "Qualität",
    "sentence": "Ein gutes Frühstück bietet eine ausgewogene Auswahl an süßen und herzhaften Speisen für jeden Geschmack.",
    "translation": "A good breakfast offers a balanced selection of sweet and savory dishes for every taste."
  },
  {
    "word": "die Allergie",
    "category": "Küchenbezogen",
    "sentence": "Die Küche bereitet Gerichte ohne Allergene zu, wenn Gäste eine Allergie haben und dies mitteilen.",
    "translation": "The kitchen prepares dishes without allergens when guests have an allergy and communicate this."
  },
  {
    "word": "die Allergie",
    "category": "Servicebezogen",
    "sentence": "Der Kellner fragt jeden Gast nach Allergien, bevor er die Bestellung in die Küche weitergibt.",
    "translation": "The waiter asks each guest about allergies before passing the order to the kitchen."
  },
  {
    "word": "die Allergie",
    "category": "Qualität",
    "sentence": "Der richtige Umgang mit Allergien ist wichtig für die Sicherheit und Zufriedenheit der Gäste.",
    "translation": "Proper handling of allergies is important for the safety and satisfaction of guests."
  },
  {
    "word": "vegetarisch",
    "category": "Küchenbezogen",
    "sentence": "Der Koch bereitet vegetarische Gerichte ohne Fleisch und Fisch mit frischem Gemüse zu.",
    "translation": "The chef prepares vegetarian dishes without meat and fish with fresh vegetables."
  },
  {
    "word": "vegetarisch",
    "category": "Servicebezogen",
    "sentence": "Wir bieten eine große Auswahl an vegetarischen Optionen für unsere gesundheitsbewussten Gäste an.",
    "translation": "We offer a wide selection of vegetarian options for our health-conscious guests."
  },
  {
    "word": "vegetarisch",
    "category": "Qualität",
    "sentence": "Vegetarische Gerichte müssen kreativ und schmackhaft sein, um auch Fleischesser zu überzeugen und begeistern.",
    "translation": "Vegetarian dishes must be creative and tasty to convince and inspire meat eaters as well."
  },
  {
    "word": "vegan",
    "category": "Küchenbezogen",
    "sentence": "Die Köchin kocht vegane Speisen ganz ohne tierische Produkte wie Milch, Eier oder Butter.",
    "translation": "The cook prepares vegan dishes completely without animal products like milk, eggs or butter."
  },
  {
    "word": "vegan",
    "category": "Servicebezogen",
    "sentence": "Unser Restaurant kennzeichnet alle veganen Gerichte deutlich auf der Speisekarte mit einem Symbol.",
    "translation": "Our restaurant clearly marks all vegan dishes on the menu with a symbol."
  },
  {
    "word": "vegan",
    "category": "Qualität",
    "sentence": "Hochwertige vegane Küche verwendet pflanzliche Alternativen und sorgt für ausgewogene Nährstoffe in jedem Gericht.",
    "translation": "High-quality vegan cuisine uses plant-based alternatives and ensures balanced nutrients in every dish."
  },
  {
    "word": "glutenfrei",
    "category": "Küchenbezogen",
    "sentence": "Für glutenfreie Gerichte verwendet die Küche spezielle Mehle ohne Weizen, Dinkel oder Roggen.",
    "translation": "For gluten-free dishes, the kitchen uses special flours without wheat, spelt or rye."
  },
  {
    "word": "glutenfrei",
    "category": "Servicebezogen",
    "sentence": "Wir informieren Gäste mit Glutenunverträglichkeit über alle glutenfreien Optionen auf der Speisekarte ausführlich.",
    "translation": "We inform guests with gluten intolerance in detail about all gluten-free options on the menu."
  },
  {
    "word": "glutenfrei",
    "category": "Qualität",
    "sentence": "Glutenfreie Speisen müssen separat zubereitet werden, um jede Kontamination mit Gluten zu vermeiden.",
    "translation": "Gluten-free foods must be prepared separately to avoid any contamination with gluten."
  },
  {
    "word": "scharf",
    "category": "Küchenbezogen",
    "sentence": "Der Koch würzt das Curry scharf mit frischen Chilis und verschiedenen Pfeffersorten nach Rezept.",
    "translation": "The chef seasons the curry spicy with fresh chilis and various types of pepper according to recipe."
  },
  {
    "word": "scharf",
    "category": "Servicebezogen",
    "sentence": "Der Kellner warnt die Gäste, dass dieses Gericht sehr scharf gewürzt ist und nichts für empfindliche Gaumen.",
    "translation": "The waiter warns guests that this dish is very spicy and not for sensitive palates."
  },
  {
    "word": "scharf",
    "category": "Qualität",
    "sentence": "Scharfe Gerichte sollten gut ausbalanciert sein, damit die Schärfe den Geschmack nicht überdeckt.",
    "translation": "Spicy dishes should be well balanced so the spiciness doesn't overpower the taste."
  },
  {
    "word": "mild",
    "category": "Küchenbezogen",
    "sentence": "Für Kinder und empfindliche Gäste bereitet die Küche milde Gerichte mit wenig Gewürzen zu.",
    "translation": "For children and sensitive guests, the kitchen prepares mild dishes with few spices."
  },
  {
    "word": "mild",
    "category": "Servicebezogen",
    "sentence": "Wir bieten milde Varianten aller Gerichte an, um allen Geschmäckern gerecht zu werden im Restaurant.",
    "translation": "We offer mild versions of all dishes to accommodate all tastes in the restaurant."
  },
  {
    "word": "mild",
    "category": "Qualität",
    "sentence": "Eine milde Zubereitung bedeutet nicht langweilig, sondern sollte dennoch aromatisch und schmackhaft sein.",
    "translation": "A mild preparation doesn't mean boring, but should still be aromatic and tasty."
  },
  {
    "word": "frisch",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef kauft jeden Morgen frische Zutaten auf dem Markt für die Gerichte des Tages.",
    "translation": "The head chef buys fresh ingredients at the market every morning for the dishes of the day."
  },
  {
    "word": "frisch",
    "category": "Servicebezogen",
    "sentence": "Wir servieren nur frisch zubereitete Speisen und keine aufgewärmten oder vorgekochten Gerichte.",
    "translation": "We serve only freshly prepared food and no reheated or pre-cooked dishes."
  },
  {
    "word": "frisch",
    "category": "Qualität",
    "sentence": "Frische Produkte sind die Grundlage für guten Geschmack und hohe Qualität in der gehobenen Gastronomie.",
    "translation": "Fresh products are the basis for good taste and high quality in upscale gastronomy."
  },
  {
    "word": "tiefgekühlt",
    "category": "Küchenbezogen",
    "sentence": "Wir verwenden nur tiefgekühlte Produkte, wenn frische Ware saisonal nicht verfügbar ist im Winter.",
    "translation": "We use frozen products only when fresh goods are seasonally unavailable in winter."
  },
  {
    "word": "tiefgekühlt",
    "category": "Servicebezogen",
    "sentence": "Das Restaurant informiert die Gäste transparent, wenn tiefgekühlte Zutaten verwendet wurden bei der Zubereitung.",
    "translation": "The restaurant transparently informs guests when frozen ingredients were used in preparation."
  },
  {
    "word": "tiefgekühlt",
    "category": "Qualität",
    "sentence": "Hochwertige tiefgekühlte Produkte können bei richtiger Lagerung eine gute Alternative zu frischen Zutaten sein.",
    "translation": "High-quality frozen products can be a good alternative to fresh ingredients with proper storage."
  },
  {
    "word": "die Zutat",
    "category": "Küchenbezogen",
    "sentence": "Jede Zutat wird vor der Verarbeitung sorgfältig geprüft und gewaschen in der Küche.",
    "translation": "Each ingredient is carefully checked and washed before processing in the kitchen."
  },
  {
    "word": "die Zutat",
    "category": "Servicebezogen",
    "sentence": "Der Kellner erklärt den Gästen gerne alle Zutaten eines Gerichts bei Nachfrage oder Allergien.",
    "translation": "The waiter gladly explains all ingredients of a dish to guests upon request or allergies."
  },
  {
    "word": "die Zutat",
    "category": "Qualität",
    "sentence": "Die Qualität der Zutaten bestimmt maßgeblich den Geschmack und die Güte des fertigen Gerichts.",
    "translation": "The quality of ingredients significantly determines the taste and quality of the finished dish."
  },
  {
    "word": "das Rezept",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef entwickelt neue Rezepte und testet sie mehrmals, bevor sie auf die Speisekarte kommen.",
    "translation": "The head chef develops new recipes and tests them several times before they go on the menu."
  },
  {
    "word": "das Rezept",
    "category": "Servicebezogen",
    "sentence": "Alle Köche müssen das Rezept genau befolgen, um gleichbleibende Qualität für die Gäste zu garantieren.",
    "translation": "All chefs must follow the recipe exactly to guarantee consistent quality for guests."
  },
  {
    "word": "das Rezept",
    "category": "Qualität",
    "sentence": "Ein gutes Rezept ist präzise, reproduzierbar und sorgt für harmonische Geschmackskombinationen im Gericht.",
    "translation": "A good recipe is precise, reproducible and ensures harmonious flavor combinations in the dish."
  },
  {
    "word": "die Hygiene",
    "category": "Küchenbezogen",
    "sentence": "Die Hygiene in der Küche ist oberstes Gebot und wird täglich streng kontrolliert vom Küchenchef.",
    "translation": "Hygiene in the kitchen is paramount and is strictly checked daily by the head chef."
  },
  {
    "word": "die Hygiene",
    "category": "Servicebezogen",
    "sentence": "Alle Mitarbeiter müssen hohe Hygienestandards einhalten, um die Gesundheit der Gäste zu schützen.",
    "translation": "All employees must maintain high hygiene standards to protect the health of guests."
  },
  {
    "word": "die Hygiene",
    "category": "Qualität",
    "sentence": "Perfekte Hygiene ist die Grundvoraussetzung für jedes professionelle Restaurant und seine Zertifizierung.",
    "translation": "Perfect hygiene is the basic requirement for every professional restaurant and its certification."
  },
  {
    "word": "die Schürze",
    "category": "Küchenbezogen",
    "sentence": "Jeder Koch trägt eine saubere weiße Schürze während der gesamten Arbeitszeit in der Küche.",
    "translation": "Every chef wears a clean white apron during the entire working time in the kitchen."
  },
  {
    "word": "die Schürze",
    "category": "Servicebezogen",
    "sentence": "Das Servicepersonal trägt schwarze Schürzen mit dem Logo des Restaurants darauf gestickt elegant.",
    "translation": "The service staff wears black aprons with the restaurant logo elegantly embroidered on them."
  },
  {
    "word": "die Schürze",
    "category": "Qualität",
    "sentence": "Eine professionelle Schürze schützt die Kleidung und zeigt die Zugehörigkeit zum Küchenteam deutlich.",
    "translation": "A professional apron protects clothing and clearly shows membership in the kitchen team."
  },
  {
    "word": "die Haube",
    "category": "Küchenbezogen",
    "sentence": "Die Köche tragen Hauben aus hygienischen Gründen, damit keine Haare ins Essen gelangen können.",
    "translation": "The chefs wear caps for hygienic reasons so no hair can get into the food."
  },
  {
    "word": "die Haube",
    "category": "Servicebezogen",
    "sentence": "Die traditionelle weiße Kochhaube ist ein Symbol für Professionalität und Expertise in der Küche.",
    "translation": "The traditional white chef's hat is a symbol of professionalism and expertise in the kitchen."
  },
  {
    "word": "die Haube",
    "category": "Qualität",
    "sentence": "In der gehobenen Gastronomie trägt jeder Koch eine saubere Haube als Zeichen höchster Hygienestandards.",
    "translation": "In upscale gastronomy, every chef wears a clean cap as a sign of highest hygiene standards."
  },
  {
    "word": "der Handschuh",
    "category": "Küchenbezogen",
    "sentence": "Beim Zubereiten von rohem Fleisch müssen die Köche Einweghandschuhe tragen aus hygienischen Gründen.",
    "translation": "When preparing raw meat, chefs must wear disposable gloves for hygienic reasons."
  },
  {
    "word": "der Handschuh",
    "category": "Servicebezogen",
    "sentence": "Das Personal wechselt die Handschuhe nach jedem Arbeitsschritt, um Kreuzkontamination zu vermeiden komplett.",
    "translation": "The staff changes gloves after each work step to completely avoid cross-contamination."
  },
  {
    "word": "der Handschuh",
    "category": "Qualität",
    "sentence": "Hochwertige Handschuhe aus Latex oder Nitril sind reißfest und schützen Lebensmittel vor Verunreinigung.",
    "translation": "High-quality gloves made of latex or nitrile are tear-resistant and protect food from contamination."
  },
  {
    "word": "der Kühlschrank",
    "category": "Küchenbezogen",
    "sentence": "Alle verderblichen Lebensmittel werden sofort nach Lieferung im großen Kühlschrank gelagert bei vier Grad.",
    "translation": "All perishable foods are stored immediately after delivery in the large refrigerator at four degrees."
  },
  {
    "word": "der Kühlschrank",
    "category": "Servicebezogen",
    "sentence": "Der Kühlschrank wird täglich überprüft und gereinigt, um optimale Lagerungsbedingungen zu gewährleisten für Lebensmittel.",
    "translation": "The refrigerator is checked and cleaned daily to ensure optimal storage conditions for food."
  },
  {
    "word": "der Kühlschrank",
    "category": "Qualität",
    "sentence": "Ein professioneller Kühlschrank hält konstante Temperaturen und ist unverzichtbar für die Lebensmittelsicherheit im Restaurant.",
    "translation": "A professional refrigerator maintains constant temperatures and is indispensable for food safety in restaurants."
  },
  {
    "word": "der Gefrierschrank",
    "category": "Küchenbezogen",
    "sentence": "Fleisch und Fisch werden bei minus achtzehn Grad im Gefrierschrank gelagert und haltbar gemacht.",
    "translation": "Meat and fish are stored at minus eighteen degrees in the freezer and preserved."
  },
  {
    "word": "der Gefrierschrank",
    "category": "Servicebezogen",
    "sentence": "Das Personal dokumentiert alle Lebensmittel im Gefrierschrank mit Datum und Inhalt für die Inventur.",
    "translation": "The staff documents all food in the freezer with date and contents for inventory."
  },
  {
    "word": "der Gefrierschrank",
    "category": "Qualität",
    "sentence": "Ein zuverlässiger Gefrierschrank ist wichtig, um die Kühlkette einzuhalten und Lebensmittel sicher zu lagern.",
    "translation": "A reliable freezer is important to maintain the cold chain and safely store food."
  },
  {
    "word": "die Spülmaschine",
    "category": "Küchenbezogen",
    "sentence": "Die industrielle Spülmaschine reinigt Geschirr und Besteck in nur zwei Minuten bei hohen Temperaturen.",
    "translation": "The industrial dishwasher cleans dishes and cutlery in just two minutes at high temperatures."
  },
  {
    "word": "die Spülmaschine",
    "category": "Servicebezogen",
    "sentence": "Nach jedem Gang kommt das benutzte Geschirr direkt in die Spülmaschine zur hygienischen Reinigung.",
    "translation": "After each course, the used dishes go directly into the dishwasher for hygienic cleaning."
  },
  {
    "word": "die Spülmaschine",
    "category": "Qualität",
    "sentence": "Eine professionelle Spülmaschine mit Hygienegarantie ist unverzichtbar für jeden Gastronomiebetrieb mit hohem Standard.",
    "translation": "A professional dishwasher with hygiene guarantee is indispensable for every gastronomy business with high standards."
  },
  {
    "word": "die Mikrowelle",
    "category": "Küchenbezogen",
    "sentence": "Die Mikrowelle wird nur zum schnellen Erwärmen von Saucen verwendet, nicht zum eigentlichen Kochen.",
    "translation": "The microwave is only used for quick heating of sauces, not for actual cooking."
  },
  {
    "word": "die Mikrowelle",
    "category": "Servicebezogen",
    "sentence": "In unserem Restaurant nutzen wir die Mikrowelle minimal, um die Qualität der frischen Gerichte zu bewahren.",
    "translation": "In our restaurant we use the microwave minimally to preserve the quality of fresh dishes."
  },
  {
    "word": "die Mikrowelle",
    "category": "Qualität",
    "sentence": "Hochwertige Gastronomie vermeidet die Mikrowelle, weil traditionelle Zubereitungsmethoden bessere Ergebnisse liefern für Geschmack.",
    "translation": "High-quality gastronomy avoids the microwave because traditional preparation methods deliver better results for taste."
  },
  {
    "word": "der Wasserkocher",
    "category": "Küchenbezogen",
    "sentence": "Mit dem elektrischen Wasserkocher erhitzt das Team schnell Wasser für Tee und andere Heißgetränke.",
    "translation": "With the electric kettle, the team quickly heats water for tea and other hot beverages."
  },
  {
    "word": "der Wasserkocher",
    "category": "Servicebezogen",
    "sentence": "Der Kellner bereitet mit dem Wasserkocher frischen Tee direkt am Tisch der Gäste zu.",
    "translation": "The waiter prepares fresh tea with the kettle directly at the guests' table."
  },
  {
    "word": "der Wasserkocher",
    "category": "Qualität",
    "sentence": "Ein hochwertiger Wasserkocher aus Edelstahl ist energieeffizient und hält das Wasser lange heiß.",
    "translation": "A high-quality stainless steel kettle is energy-efficient and keeps water hot for a long time."
  },
  {
    "word": "die Kaffeemaschine",
    "category": "Küchenbezogen",
    "sentence": "Die professionelle Kaffeemaschine mahlt frische Bohnen und brüht perfekten Espresso für die Gäste.",
    "translation": "The professional coffee machine grinds fresh beans and brews perfect espresso for guests."
  },
  {
    "word": "die Kaffeemaschine",
    "category": "Servicebezogen",
    "sentence": "Der Barista bereitet mit der Kaffeemaschine verschiedene Kaffeespezialitäten nach den Wünschen der Gäste zu.",
    "translation": "The barista prepares various coffee specialties with the coffee machine according to guests' wishes."
  },
  {
    "word": "die Kaffeemaschine",
    "category": "Qualität",
    "sentence": "Eine hochwertige Siebträgermaschine ist das Herzstück jeder guten Kaffeebar und garantiert besten Geschmack.",
    "translation": "A high-quality portafilter machine is the heart of every good coffee bar and guarantees best taste."
  },
  {
    "word": "schäumen",
    "category": "Küchenbezogen",
    "sentence": "Der Barista schäumt die Milch mit Dampf auf, bis sie cremig und samtig ist.",
    "translation": "The barista foams the milk with steam until it is creamy and velvety."
  },
  {
    "word": "schäumen",
    "category": "Servicebezogen",
    "sentence": "Wir schäumen die Milch für jeden Cappuccino frisch und achten auf die perfekte Temperatur.",
    "translation": "We foam the milk fresh for each cappuccino and pay attention to the perfect temperature."
  },
  {
    "word": "schäumen",
    "category": "Qualität",
    "sentence": "Perfekt geschäumte Milch ist feinporig, glänzend und hat eine cremige Konsistenz für Latte Art.",
    "translation": "Perfectly foamed milk is fine-pored, shiny and has a creamy consistency for latte art."
  },
  {
    "word": "der Espresso",
    "category": "Küchenbezogen",
    "sentence": "Der Barista brüht den Espresso mit frisch gemahlenen Bohnen bei neun Bar Druck genau dreißig Sekunden lang.",
    "translation": "The barista brews the espresso with freshly ground beans at nine bar pressure for exactly thirty seconds."
  },
  {
    "word": "der Espresso",
    "category": "Servicebezogen",
    "sentence": "Nach dem Essen bieten wir den Gästen einen Espresso aufs Haus als Abschluss des Menüs an.",
    "translation": "After the meal, we offer guests an espresso on the house to conclude the menu."
  },
  {
    "word": "der Espresso",
    "category": "Qualität",
    "sentence": "Ein perfekter Espresso hat eine goldbraune Crema und schmeckt intensiv aber nicht bitter.",
    "translation": "A perfect espresso has a golden-brown crema and tastes intense but not bitter."
  },
  {
    "word": "der Cappuccino",
    "category": "Küchenbezogen",
    "sentence": "Für den Cappuccino kombiniert der Barista einen Espresso mit heißer geschäumter Milch im Verhältnis eins zu drei.",
    "translation": "For the cappuccino, the barista combines an espresso with hot foamed milk in a ratio of one to three."
  },
  {
    "word": "der Cappuccino",
    "category": "Servicebezogen",
    "sentence": "Wir servieren den Cappuccino in vorgewärmten Tassen mit einem schönen Muster aus Milchschaum obenauf.",
    "translation": "We serve the cappuccino in preheated cups with a beautiful pattern of milk foam on top."
  },
  {
    "word": "der Cappuccino",
    "category": "Qualität",
    "sentence": "Ein guter Cappuccino ist ausgewogen in Stärke und Cremigkeit und hat die ideale Trinktemperatur.",
    "translation": "A good cappuccino is balanced in strength and creaminess and has the ideal drinking temperature."
  },
  {
    "word": "der Latte Macchiato",
    "category": "Küchenbezogen",
    "sentence": "Der Latte Macchiato wird in drei Schichten zubereitet mit Milch, Espresso und Milchschaum im hohen Glas.",
    "translation": "The latte macchiato is prepared in three layers with milk, espresso and milk foam in a tall glass."
  },
  {
    "word": "der Latte Macchiato",
    "category": "Servicebezogen",
    "sentence": "Wir servieren den Latte Macchiato im transparenten Glas, damit die Gäste die Schichten sehen können.",
    "translation": "We serve the latte macchiato in a transparent glass so guests can see the layers."
  },
  {
    "word": "der Latte Macchiato",
    "category": "Qualität",
    "sentence": "Ein perfekter Latte Macchiato zeigt drei deutliche Schichten und schmeckt mild und cremig zugleich.",
    "translation": "A perfect latte macchiato shows three distinct layers and tastes mild and creamy at the same time."
  },
  {
    "word": "das Tablett",
    "category": "Küchenbezogen",
    "sentence": "Der Koch stellt die fertigen Gerichte auf ein großes Tablett zum Transport in den Speisesaal.",
    "translation": "The chef places the finished dishes on a large tray for transport to the dining room."
  },
  {
    "word": "das Tablett",
    "category": "Servicebezogen",
    "sentence": "Der Kellner trägt das Tablett geschickt mit mehreren Getränken und Speisen gleichzeitig zu den Tischen.",
    "translation": "The waiter skillfully carries the tray with several drinks and dishes simultaneously to the tables."
  },
  {
    "word": "das Tablett",
    "category": "Qualität",
    "sentence": "Ein rutschfestes Tablett mit hohem Rand ist wichtig für sicheren Transport ohne Verschütten.",
    "translation": "A non-slip tray with high edge is important for safe transport without spilling."
  },
  {
    "word": "die Beschwerde",
    "category": "Küchenbezogen",
    "sentence": "Wenn eine Beschwerde aus dem Service kommt, bereitet die Küche sofort ein neues Gericht zu.",
    "translation": "When a complaint comes from the service, the kitchen immediately prepares a new dish."
  },
  {
    "word": "die Beschwerde",
    "category": "Servicebezogen",
    "sentence": "Der Restaurantleiter nimmt jede Beschwerde ernst und sucht direkt das Gespräch mit dem unzufriedenen Gast.",
    "translation": "The restaurant manager takes every complaint seriously and directly seeks conversation with the dissatisfied guest."
  },
  {
    "word": "die Beschwerde",
    "category": "Qualität",
    "sentence": "Eine professionelle Behandlung von Beschwerden kann aus unzufriedenen Gästen treue Stammgäste machen.",
    "translation": "Professional handling of complaints can turn dissatisfied guests into loyal regular customers."
  },
  {
    "word": "die Reklamation",
    "category": "Küchenbezogen",
    "sentence": "Bei einer Reklamation über die Speisen analysiert die Küche sofort den Fehler und korrigiert ihn.",
    "translation": "In case of a complaint about the food, the kitchen immediately analyzes the error and corrects it."
  },
  {
    "word": "die Reklamation",
    "category": "Servicebezogen",
    "sentence": "Der Kellner leitet die Reklamation schnell an den Küchenchef weiter und entschuldigt sich beim Gast.",
    "translation": "The waiter quickly forwards the complaint to the head chef and apologizes to the guest."
  },
  {
    "word": "die Reklamation",
    "category": "Qualität",
    "sentence": "Eine schnelle Reaktion auf Reklamationen zeigt Professionalität und Respekt gegenüber den Gästen im Restaurant.",
    "translation": "A quick response to complaints shows professionalism and respect toward guests in the restaurant."
  },
  {
    "word": "das Missverständnis",
    "category": "Küchenbezogen",
    "sentence": "Ein Missverständnis bei der Bestellung führte dazu, dass die Küche das falsche Gericht zubereitet hat.",
    "translation": "A misunderstanding with the order led to the kitchen preparing the wrong dish."
  },
  {
    "word": "das Missverständnis",
    "category": "Servicebezogen",
    "sentence": "Der Kellner klärt das Missverständnis freundlich auf und bietet dem Gast eine kostenlose Vorspeise an.",
    "translation": "The waiter kindly clears up the misunderstanding and offers the guest a free appetizer."
  },
  {
    "word": "das Missverständnis",
    "category": "Qualität",
    "sentence": "Gute Kommunikation zwischen Service und Küche verhindert Missverständnisse und sorgt für reibungslose Abläufe.",
    "translation": "Good communication between service and kitchen prevents misunderstandings and ensures smooth operations."
  },
  {
    "word": "die Entschuldigung",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef kommt persönlich an den Tisch und spricht eine aufrichtige Entschuldigung aus für den Fehler.",
    "translation": "The head chef personally comes to the table and offers a sincere apology for the mistake."
  },
  {
    "word": "die Entschuldigung",
    "category": "Servicebezogen",
    "sentence": "Eine ehrliche Entschuldigung und ein Dessert aufs Haus können die Situation oft wieder entspannen.",
    "translation": "An honest apology and a dessert on the house can often ease the situation again."
  },
  {
    "word": "die Entschuldigung",
    "category": "Qualität",
    "sentence": "Eine professionelle Entschuldigung zeigt, dass das Restaurant Fehler eingesteht und aus ihnen lernt.",
    "translation": "A professional apology shows that the restaurant admits mistakes and learns from them."
  },
  {
    "word": "der Stammgast",
    "category": "Küchenbezogen",
    "sentence": "Die Küche kennt die Vorlieben des Stammgastes und bereitet sein Lieblingsgericht besonders sorgfältig zu.",
    "translation": "The kitchen knows the regular guest's preferences and prepares his favorite dish especially carefully."
  },
  {
    "word": "der Stammgast",
    "category": "Servicebezogen",
    "sentence": "Der Kellner begrüßt den Stammgast herzlich mit Namen und führt ihn zu seinem Lieblingstisch.",
    "translation": "The waiter warmly greets the regular guest by name and leads him to his favorite table."
  },
  {
    "word": "der Stammgast",
    "category": "Qualität",
    "sentence": "Stammgäste sind das Rückgrat eines erfolgreichen Restaurants und verdienen besondere Aufmerksamkeit und Wertschätzung.",
    "translation": "Regular guests are the backbone of a successful restaurant and deserve special attention and appreciation."
  },
  {
    "word": "die Schicht",
    "category": "Küchenbezogen",
    "sentence": "Die Küche arbeitet in zwei Schichten, damit während der gesamten Öffnungszeit frisch gekocht werden kann.",
    "translation": "The kitchen works in two shifts so fresh cooking can be done during the entire opening hours."
  },
  {
    "word": "die Schicht",
    "category": "Servicebezogen",
    "sentence": "Die Frühschicht bereitet alles vor, und die Spätschicht übernimmt den Abendservice im Restaurant.",
    "translation": "The early shift prepares everything, and the late shift takes over the evening service in the restaurant."
  },
  {
    "word": "die Schicht",
    "category": "Qualität",
    "sentence": "Eine gute Schichtplanung sorgt dafür, dass immer genug Personal da ist ohne Überlastung.",
    "translation": "Good shift planning ensures there is always enough staff without overload."
  },
  {
    "word": "der Feierabend",
    "category": "Küchenbezogen",
    "sentence": "Nach dem Feierabend reinigt das Team die Küche gründlich und bereitet alles für den nächsten Tag vor.",
    "translation": "After work, the team thoroughly cleans the kitchen and prepares everything for the next day."
  },
  {
    "word": "der Feierabend",
    "category": "Servicebezogen",
    "sentence": "Der Kellner macht Feierabend erst dann, wenn der letzte Gast das Restaurant verlassen hat.",
    "translation": "The waiter finishes work only when the last guest has left the restaurant."
  },
  {
    "word": "der Feierabend",
    "category": "Qualität",
    "sentence": "Pünktlicher Feierabend ist wichtig für die Work-Life-Balance und Zufriedenheit der Mitarbeiter im Betrieb.",
    "translation": "Punctual end of work is important for work-life balance and employee satisfaction in the business."
  },
  {
    "word": "die Überstunde",
    "category": "Küchenbezogen",
    "sentence": "An geschäftigen Abenden müssen die Köche manchmal Überstunden machen, um alle Bestellungen zu schaffen.",
    "translation": "On busy evenings, the chefs sometimes have to work overtime to handle all orders."
  },
  {
    "word": "die Überstunde",
    "category": "Servicebezogen",
    "sentence": "Das Restaurant vergütet jede Überstunde fair und dokumentiert sie genau im Arbeitszeiterfassungssystem.",
    "translation": "The restaurant compensates every overtime fairly and documents it precisely in the time tracking system."
  },
  {
    "word": "die Überstunde",
    "category": "Qualität",
    "sentence": "Zu viele Überstunden belasten das Personal und können die Servicequalität langfristig negativ beeinflussen.",
    "translation": "Too many overtime hours burden the staff and can negatively affect service quality in the long term."
  },
  {
    "word": "der Urlaub",
    "category": "Küchenbezogen",
    "sentence": "Die Küche plant den Urlaub aller Mitarbeiter so, dass immer genug Personal da ist.",
    "translation": "The kitchen plans the vacation of all employees so there is always enough staff."
  },
  {
    "word": "der Urlaub",
    "category": "Servicebezogen",
    "sentence": "Jeder Mitarbeiter hat Anspruch auf bezahlten Urlaub und kann diesen nach Absprache nehmen.",
    "translation": "Every employee is entitled to paid vacation and can take it after consultation."
  },
  {
    "word": "der Urlaub",
    "category": "Qualität",
    "sentence": "Regelmäßiger Urlaub ist wichtig für die Erholung und hält die Motivation der Mitarbeiter hoch.",
    "translation": "Regular vacation is important for recovery and keeps employee motivation high."
  },
  {
    "word": "der Krankheitsfall",
    "category": "Küchenbezogen",
    "sentence": "Im Krankheitsfall muss die Küche schnell Ersatzpersonal organisieren, damit der Service weiterlaufen kann.",
    "translation": "In case of illness, the kitchen must quickly organize replacement staff so service can continue."
  },
  {
    "word": "der Krankheitsfall",
    "category": "Servicebezogen",
    "sentence": "Bei einem Krankheitsfall informiert der Mitarbeiter sofort den Schichtleiter und reicht eine Krankmeldung ein.",
    "translation": "In case of illness, the employee immediately informs the shift leader and submits a sick note."
  },
  {
    "word": "der Krankheitsfall",
    "category": "Qualität",
    "sentence": "Ein gutes Vertretungssystem im Krankheitsfall sichert die gleichbleibende Qualität und den reibungslosen Ablauf.",
    "translation": "A good representation system in case of illness ensures consistent quality and smooth operation."
  },
  {
    "word": "das Gehalt",
    "category": "Küchenbezogen",
    "sentence": "Die Köche erhalten ein faires Gehalt, das ihrer Qualifikation und Erfahrung in der Küche entspricht.",
    "translation": "The chefs receive a fair salary that corresponds to their qualification and experience in the kitchen."
  },
  {
    "word": "das Gehalt",
    "category": "Servicebezogen",
    "sentence": "Das Gehalt wird pünktlich am Ende jeden Monats auf das Bankkonto der Mitarbeiter überwiesen.",
    "translation": "The salary is transferred punctually at the end of each month to the employees' bank account."
  },
  {
    "word": "das Gehalt",
    "category": "Qualität",
    "sentence": "Ein angemessenes Gehalt ist wichtig für die Mitarbeiterzufriedenheit und die Qualität der Arbeit im Restaurant.",
    "translation": "An adequate salary is important for employee satisfaction and the quality of work in the restaurant."
  },
  {
    "word": "der Lohn",
    "category": "Küchenbezogen",
    "sentence": "Der Lohn für Teilzeitkräfte in der Küche wird stundenweise berechnet und monatlich ausgezahlt.",
    "translation": "The wage for part-time workers in the kitchen is calculated hourly and paid monthly."
  },
  {
    "word": "der Lohn",
    "category": "Servicebezogen",
    "sentence": "Das Service-Personal erhält neben dem Lohn auch einen Anteil am Trinkgeld der Gäste.",
    "translation": "The service staff receives a share of the guests' tips in addition to the wage."
  },
  {
    "word": "der Lohn",
    "category": "Qualität",
    "sentence": "Ein fairer Lohn motiviert die Mitarbeiter und trägt zu einer positiven Arbeitsatmosphäre im Betrieb bei.",
    "translation": "A fair wage motivates employees and contributes to a positive work atmosphere in the business."
  },
  {
    "word": "das Trinkgeldkonto",
    "category": "Küchenbezogen",
    "sentence": "Das gesamte Trinkgeld wird auf ein gemeinsames Trinkgeldkonto eingezahlt und fair unter allen verteilt.",
    "translation": "All tips are deposited into a common tip account and fairly distributed among everyone."
  },
  {
    "word": "das Trinkgeldkonto",
    "category": "Servicebezogen",
    "sentence": "Das Serviceteam überprüft das Trinkgeldkonto monatlich und teilt die Summe nach Arbeitsstunden auf.",
    "translation": "The service team checks the tip account monthly and divides the sum according to working hours."
  },
  {
    "word": "das Trinkgeldkonto",
    "category": "Qualität",
    "sentence": "Ein transparentes Trinkgeldkonto sorgt für Gerechtigkeit und Vertrauen im gesamten Team des Restaurants.",
    "translation": "A transparent tip account ensures fairness and trust throughout the restaurant team."
  },
  {
    "word": "das Buffet",
    "category": "Küchenbezogen",
    "sentence": "Die Küche bereitet ein reichhaltiges Buffet mit kalten und warmen Speisen für das Event vor.",
    "translation": "The kitchen prepares a rich buffet with cold and hot dishes for the event."
  },
  {
    "word": "das Buffet",
    "category": "Servicebezogen",
    "sentence": "Beim Buffet können sich die Gäste selbst bedienen und so viel nehmen, wie sie möchten.",
    "translation": "At the buffet, guests can help themselves and take as much as they want."
  },
  {
    "word": "das Buffet",
    "category": "Qualität",
    "sentence": "Ein gutes Buffet bietet Vielfalt, frische Zutaten und ist appetitlich angerichtet für die Gäste.",
    "translation": "A good buffet offers variety, fresh ingredients and is appetizingly arranged for guests."
  },
  {
    "word": "à la carte",
    "category": "Küchenbezogen",
    "sentence": "Bei einem Menü à la carte bereitet die Küche jedes Gericht einzeln nach Bestellung frisch zu.",
    "translation": "With an à la carte menu, the kitchen freshly prepares each dish individually after ordering."
  },
  {
    "word": "à la carte",
    "category": "Servicebezogen",
    "sentence": "Die Gäste können à la carte bestellen und sich ihr individuelles Menü zusammenstellen nach Geschmack.",
    "translation": "Guests can order à la carte and compose their individual menu according to taste."
  },
  {
    "word": "à la carte",
    "category": "Qualität",
    "sentence": "Das Essen à la carte ist oft teurer als ein Menü, bietet aber maximale Flexibilität und Auswahl.",
    "translation": "À la carte dining is often more expensive than a set menu but offers maximum flexibility and choice."
  },
  {
    "word": "das Menü",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef stellt ein exquisites Fünf-Gänge-Menü mit saisonalen Zutaten zusammen für den Abend.",
    "translation": "The head chef composes an exquisite five-course menu with seasonal ingredients for the evening."
  },
  {
    "word": "das Menü",
    "category": "Servicebezogen",
    "sentence": "Der Kellner erklärt jedem Gang des Menüs ausführlich und empfiehlt passende Weine dazu.",
    "translation": "The waiter explains each course of the menu in detail and recommends matching wines."
  },
  {
    "word": "das Menü",
    "category": "Qualität",
    "sentence": "Ein harmonisches Menü führt die Gäste durch verschiedene Geschmackserlebnisse und endet mit einem Höhepunkt.",
    "translation": "A harmonious menu leads guests through different taste experiences and ends with a highlight."
  },
  {
    "word": "die Tagessuppe",
    "category": "Küchenbezogen",
    "sentence": "Die Tagessuppe wird jeden Morgen frisch mit saisonalem Gemüse vom Markt zubereitet in der Küche.",
    "translation": "The soup of the day is freshly prepared every morning with seasonal vegetables from the market in the kitchen."
  },
  {
    "word": "die Tagessuppe",
    "category": "Servicebezogen",
    "sentence": "Der Kellner informiert die Gäste über die Tagessuppe und erklärt die verwendeten Zutaten genau.",
    "translation": "The waiter informs guests about the soup of the day and explains the ingredients used precisely."
  },
  {
    "word": "die Tagessuppe",
    "category": "Qualität",
    "sentence": "Eine hausgemachte Tagessuppe zeigt die Kreativität der Küche und nutzt frische saisonale Produkte optimal.",
    "translation": "A homemade soup of the day shows the kitchen's creativity and optimally uses fresh seasonal products."
  },
  {
    "word": "das Tagesgericht",
    "category": "Küchenbezogen",
    "sentence": "Das Tagesgericht nutzt besonders frische Zutaten, die der Koch am Morgen eingekauft hat.",
    "translation": "The dish of the day uses especially fresh ingredients that the chef bought in the morning."
  },
  {
    "word": "das Tagesgericht",
    "category": "Servicebezogen",
    "sentence": "Wir empfehlen das Tagesgericht besonders, weil es mit regionalen Produkten in bester Qualität zubereitet wird.",
    "translation": "We especially recommend the dish of the day because it is prepared with regional products in best quality."
  },
  {
    "word": "das Tagesgericht",
    "category": "Qualität",
    "sentence": "Ein attraktives Tagesgericht ist oft günstiger und bietet den Gästen Abwechslung zur regulären Speisekarte.",
    "translation": "An attractive dish of the day is often cheaper and offers guests variety from the regular menu."
  },
  {
    "word": "die Beilage wechseln",
    "category": "Küchenbezogen",
    "sentence": "Die Küche kann die Beilage problemlos wechseln, wenn der Gast eine andere Präferenz hat.",
    "translation": "The kitchen can easily change the side dish if the guest has a different preference."
  },
  {
    "word": "die Beilage wechseln",
    "category": "Servicebezogen",
    "sentence": "Der Kellner fragt die Gäste, ob sie die Beilage wechseln möchten gegen einen kleinen Aufpreis.",
    "translation": "The waiter asks guests if they would like to change the side dish for a small surcharge."
  },
  {
    "word": "die Beilage wechseln",
    "category": "Qualität",
    "sentence": "Die Möglichkeit, die Beilage zu wechseln, zeigt Flexibilität und Kundenorientierung des Restaurants.",
    "translation": "The ability to change the side dish shows flexibility and customer orientation of the restaurant."
  },
  {
    "word": "die Sonderwünsche",
    "category": "Küchenbezogen",
    "sentence": "Die Küche erfüllt Sonderwünsche gerne, solange die benötigten Zutaten vorrätig sind im Lager.",
    "translation": "The kitchen gladly fulfills special requests as long as the required ingredients are in stock."
  },
  {
    "word": "die Sonderwünsche",
    "category": "Servicebezogen",
    "sentence": "Der Service nimmt alle Sonderwünsche der Gäste auf und leitet sie an die Küche weiter.",
    "translation": "The service takes note of all special requests from guests and forwards them to the kitchen."
  },
  {
    "word": "die Sonderwünsche",
    "category": "Qualität",
    "sentence": "Das Eingehen auf Sonderwünsche zeigt hohe Servicequalität und macht das Restaurant bei Gästen beliebt.",
    "translation": "Accommodating special requests shows high service quality and makes the restaurant popular with guests."
  },
  {
    "word": "ohne Zwiebeln",
    "category": "Küchenbezogen",
    "sentence": "Der Koch bereitet das Gericht ohne Zwiebeln zu, wie der Gast es gewünscht hat.",
    "translation": "The chef prepares the dish without onions, as the guest requested."
  },
  {
    "word": "ohne Zwiebeln",
    "category": "Servicebezogen",
    "sentence": "Der Kellner notiert sorgfältig, dass das Essen ohne Zwiebeln serviert werden soll für den Gast.",
    "translation": "The waiter carefully notes that the food should be served without onions for the guest."
  },
  {
    "word": "ohne Zwiebeln",
    "category": "Qualität",
    "sentence": "Die Küche muss aufpassen, dass bei Bestellungen ohne Zwiebeln auch die Sauce entsprechend angepasst wird.",
    "translation": "The kitchen must ensure that for orders without onions, the sauce is also adjusted accordingly."
  },
  {
    "word": "extra Soße",
    "category": "Küchenbezogen",
    "sentence": "Die Küche serviert extra Soße in einem kleinen Kännchen separat neben dem Hauptgericht.",
    "translation": "The kitchen serves extra sauce in a small pitcher separately next to the main dish."
  },
  {
    "word": "extra Soße",
    "category": "Servicebezogen",
    "sentence": "Der Kellner bringt auf Wunsch gerne extra Soße zum Gericht für die Gäste.",
    "translation": "The waiter gladly brings extra sauce with the dish for guests upon request."
  },
  {
    "word": "extra Soße",
    "category": "Qualität",
    "sentence": "Das Restaurant bietet extra Soße ohne Aufpreis an, um die Zufriedenheit der Gäste zu erhöhen.",
    "translation": "The restaurant offers extra sauce without surcharge to increase guest satisfaction."
  },
  {
    "word": "gut durch",
    "category": "Küchenbezogen",
    "sentence": "Das Steak wird gut durch gebraten, bis es innen keine rosa Stellen mehr hat.",
    "translation": "The steak is fried well done until it has no more pink spots inside."
  },
  {
    "word": "gut durch",
    "category": "Servicebezogen",
    "sentence": "Der Kellner fragt den Gast, ob er das Fleisch gut durch oder lieber medium möchte.",
    "translation": "The waiter asks the guest if he wants the meat well done or rather medium."
  },
  {
    "word": "gut durch",
    "category": "Qualität",
    "sentence": "Ein gut durchgebratenes Steak muss trotzdem saftig bleiben und darf nicht trocken werden.",
    "translation": "A well-done steak must still remain juicy and must not become dry."
  },
  {
    "word": "medium",
    "category": "Küchenbezogen",
    "sentence": "Bei medium ist das Steak außen gebräunt und innen noch leicht rosa und saftig.",
    "translation": "At medium, the steak is browned on the outside and still slightly pink and juicy inside."
  },
  {
    "word": "medium",
    "category": "Servicebezogen",
    "sentence": "Die meisten Gäste bestellen ihr Steak medium, weil es dann am saftigsten schmeckt.",
    "translation": "Most guests order their steak medium because it tastes juiciest then."
  },
  {
    "word": "medium",
    "category": "Qualität",
    "sentence": "Ein perfekt medium gebratenes Steak hat eine Kerntemperatur von etwa sechzig Grad Celsius.",
    "translation": "A perfectly medium-fried steak has a core temperature of about sixty degrees Celsius."
  },
  {
    "word": "rare / blutig",
    "category": "Küchenbezogen",
    "sentence": "Ein rare gebratenes Steak ist außen kurz angebraten und innen noch fast roh und blutig.",
    "translation": "A rare-fried steak is briefly seared on the outside and still almost raw and bloody inside."
  },
  {
    "word": "rare / blutig",
    "category": "Servicebezogen",
    "sentence": "Der Kellner warnt den Gast, dass das Fleisch bei rare sehr blutig sein wird.",
    "translation": "The waiter warns the guest that the meat will be very bloody when rare."
  },
  {
    "word": "rare / blutig",
    "category": "Qualität",
    "sentence": "Nicht alle Fleischsorten eignen sich für rare Zubereitung, nur hochwertiges Rindfleisch ist empfehlenswert dafür.",
    "translation": "Not all types of meat are suitable for rare preparation, only high-quality beef is recommended for this."
  },
  {
    "word": "das Fleisch",
    "category": "Küchenbezogen",
    "sentence": "Das Fleisch muss vor dem Braten Zimmertemperatur haben, damit es gleichmäßig gart in der Pfanne.",
    "translation": "The meat must be at room temperature before frying so it cooks evenly in the pan."
  },
  {
    "word": "das Fleisch",
    "category": "Servicebezogen",
    "sentence": "Wir beziehen unser Fleisch ausschließlich von regionalen Bauernhöfen und garantieren höchste Qualität.",
    "translation": "We source our meat exclusively from regional farms and guarantee highest quality."
  },
  {
    "word": "das Fleisch",
    "category": "Qualität",
    "sentence": "Frisches Fleisch erkennt man an der saftigen Farbe, dem angenehmen Geruch und der festen Konsistenz.",
    "translation": "Fresh meat can be recognized by its juicy color, pleasant smell and firm consistency."
  },
  {
    "word": "das Rindfleisch",
    "category": "Küchenbezogen",
    "sentence": "Das Rindfleisch wird bei niedriger Temperatur langsam geschmort, bis es butterzart wird und zerfällt.",
    "translation": "The beef is slowly braised at low temperature until it becomes butter-tender and falls apart."
  },
  {
    "word": "das Rindfleisch",
    "category": "Servicebezogen",
    "sentence": "Unser Rindfleisch stammt von Rindern aus artgerechter Haltung und ist von ausgezeichneter Qualität.",
    "translation": "Our beef comes from cattle from species-appropriate farming and is of excellent quality."
  },
  {
    "word": "das Rindfleisch",
    "category": "Qualität",
    "sentence": "Hochwertiges Rindfleisch hat eine schöne Marmorierung mit Fett, die für Saftigkeit und Geschmack sorgt.",
    "translation": "High-quality beef has beautiful marbling with fat that ensures juiciness and flavor."
  },
  {
    "word": "das Schweinefleisch",
    "category": "Küchenbezogen",
    "sentence": "Das Schweinefleisch wird mit Senf eingerieben und dann im Ofen bei hundertachtzig Grad gebraten.",
    "translation": "The pork is rubbed with mustard and then roasted in the oven at one hundred eighty degrees."
  },
  {
    "word": "das Schweinefleisch",
    "category": "Servicebezogen",
    "sentence": "Wir servieren Schweinefleisch mit traditionellen Beilagen wie Sauerkraut und Kartoffelknödeln nach deutscher Art.",
    "translation": "We serve pork with traditional side dishes like sauerkraut and potato dumplings German style."
  },
  {
    "word": "das Schweinefleisch",
    "category": "Qualität",
    "sentence": "Zartes Schweinefleisch sollte rosa sein und saftig, aber niemals roh oder zu trocken gebraten.",
    "translation": "Tender pork should be pink and juicy, but never raw or fried too dry."
  },
  {
    "word": "das Hähnchen",
    "category": "Küchenbezogen",
    "sentence": "Das Hähnchen wird im Ganzen im Ofen gebraten und regelmäßig mit Butter bestrichen für knusprige Haut.",
    "translation": "The chicken is roasted whole in the oven and regularly basted with butter for crispy skin."
  },
  {
    "word": "das Hähnchen",
    "category": "Servicebezogen",
    "sentence": "Wir bieten Hähnchen in verschiedenen Varianten an, von gegrillt bis geschmort mit verschiedenen Saucen.",
    "translation": "We offer chicken in various versions, from grilled to braised with different sauces."
  },
  {
    "word": "das Hähnchen",
    "category": "Qualität",
    "sentence": "Ein gut gebratenes Hähnchen ist außen knusprig und innen saftig mit zarter Konsistenz.",
    "translation": "A well-roasted chicken is crispy on the outside and juicy inside with tender consistency."
  },
  {
    "word": "der Fisch",
    "category": "Küchenbezogen",
    "sentence": "Der Fisch wird auf der Haut knusprig gebraten und dann im Ofen zu Ende gegart.",
    "translation": "The fish is fried crispy on the skin and then finished cooking in the oven."
  },
  {
    "word": "der Fisch",
    "category": "Servicebezogen",
    "sentence": "Wir servieren täglich frischen Fisch aus nachhaltiger Fischerei und empfehlen ihn besonders den Gästen.",
    "translation": "We serve fresh fish from sustainable fishing daily and especially recommend it to guests."
  },
  {
    "word": "der Fisch",
    "category": "Qualität",
    "sentence": "Frischer Fisch hat klare Augen, glänzende Schuppen und riecht nach Meer, nicht nach Fisch.",
    "translation": "Fresh fish has clear eyes, shiny scales and smells like sea, not like fish."
  },
  {
    "word": "die Meeresfrüchte",
    "category": "Küchenbezogen",
    "sentence": "Die Meeresfrüchte werden nur kurz in Olivenöl mit Knoblauch angebraten, damit sie zart bleiben.",
    "translation": "The seafood is only briefly sautéed in olive oil with garlic so it stays tender."
  },
  {
    "word": "die Meeresfrüchte",
    "category": "Servicebezogen",
    "sentence": "Wir bieten eine große Auswahl an Meeresfrüchten von Garnelen bis Muscheln in verschiedenen Gerichten an.",
    "translation": "We offer a wide selection of seafood from shrimp to mussels in various dishes."
  },
  {
    "word": "die Meeresfrüchte",
    "category": "Qualität",
    "sentence": "Hochwertige Meeresfrüchte müssen frisch sein und werden am besten am Tag der Lieferung verarbeitet.",
    "translation": "High-quality seafood must be fresh and is best processed on the day of delivery."
  },
  {
    "word": "der Salat",
    "category": "Küchenbezogen",
    "sentence": "Der Salat wird erst kurz vor dem Servieren mit dem Dressing gemischt und angerichtet frisch.",
    "translation": "The salad is mixed with the dressing and arranged fresh only shortly before serving."
  },
  {
    "word": "der Salat",
    "category": "Servicebezogen",
    "sentence": "Wir bieten verschiedene Salate als Vorspeise oder Beilage zu allen Hauptgerichten im Restaurant an.",
    "translation": "We offer various salads as appetizers or side dishes with all main courses in the restaurant."
  },
  {
    "word": "der Salat",
    "category": "Qualität",
    "sentence": "Ein guter Salat besteht aus knackig frischem Gemüse und einem harmonisch abgeschmeckten Dressing.",
    "translation": "A good salad consists of crisp fresh vegetables and a harmoniously seasoned dressing."
  },
  {
    "word": "die Suppe",
    "category": "Küchenbezogen",
    "sentence": "Die Suppe kocht drei Stunden lang auf kleiner Flamme, damit sich alle Aromen entfalten können.",
    "translation": "The soup cooks for three hours on low flame so all aromas can develop."
  },
  {
    "word": "die Suppe",
    "category": "Servicebezogen",
    "sentence": "Wir servieren die Suppe heiß in vorgewärmten Tellern mit frischem Brot als Beilage dazu.",
    "translation": "We serve the soup hot in preheated plates with fresh bread as a side."
  },
  {
    "word": "die Suppe",
    "category": "Qualität",
    "sentence": "Eine gute Suppe hat eine ausgewogene Würzung und eine cremige oder klare Konsistenz je nach Art.",
    "translation": "A good soup has balanced seasoning and a creamy or clear consistency depending on type."
  },
  {
    "word": "der Nachtisch",
    "category": "Küchenbezogen",
    "sentence": "Der Konditor bereitet den Nachtisch frisch zu mit feinen Zutaten wie Schokolade und Sahne.",
    "translation": "The pastry chef prepares the dessert fresh with fine ingredients like chocolate and cream."
  },
  {
    "word": "der Nachtisch",
    "category": "Servicebezogen",
    "sentence": "Zum Abschluss des Menüs bieten wir verschiedene Nachtische von Eis bis Tiramisu an für die Gäste.",
    "translation": "To conclude the menu, we offer various desserts from ice cream to tiramisu for guests."
  },
  {
    "word": "der Nachtisch",
    "category": "Qualität",
    "sentence": "Ein perfekter Nachtisch ist nicht zu süß und rundet das Essen harmonisch ab mit gutem Nachgeschmack.",
    "translation": "A perfect dessert is not too sweet and harmoniously rounds off the meal with good aftertaste."
  },
  {
    "word": "das Eis",
    "category": "Küchenbezogen",
    "sentence": "Das Eis wird täglich in der Küche frisch aus natürlichen Zutaten ohne künstliche Aromen hergestellt.",
    "translation": "The ice cream is made fresh daily in the kitchen from natural ingredients without artificial flavors."
  },
  {
    "word": "das Eis",
    "category": "Servicebezogen",
    "sentence": "Wir servieren das Eis in einer gekühlten Schale mit frischen Früchten und Sahne dekoriert.",
    "translation": "We serve the ice cream in a chilled bowl decorated with fresh fruits and cream."
  },
  {
    "word": "das Eis",
    "category": "Qualität",
    "sentence": "Hausgemachtes Eis schmeckt intensiver und cremiger als industriell hergestelltes Eis aus dem Supermarkt.",
    "translation": "Homemade ice cream tastes more intense and creamier than industrially produced ice cream from the supermarket."
  },
  {
    "word": "der Kuchen",
    "category": "Küchenbezogen",
    "sentence": "Der Kuchen wird jeden Morgen frisch gebacken und am Nachmittag zum Kaffee serviert im Café.",
    "translation": "The cake is baked fresh every morning and served with coffee in the afternoon in the café."
  },
  {
    "word": "der Kuchen",
    "category": "Servicebezogen",
    "sentence": "Wir bieten verschiedene hausgemachte Kuchen an, von Schwarzwälder Kirschtorte bis Apfelkuchen für alle Gäste.",
    "translation": "We offer various homemade cakes, from Black Forest cake to apple cake for all guests."
  },
  {
    "word": "der Kuchen",
    "category": "Qualität",
    "sentence": "Ein guter Kuchen ist locker, saftig und nicht zu süß mit natürlichen Zutaten gebacken.",
    "translation": "A good cake is light, moist and not too sweet, baked with natural ingredients."
  },
  {
    "word": "das Bier",
    "category": "Küchenbezogen",
    "sentence": "Das Bier wird perfekt temperiert bei sieben Grad serviert und passt ideal zu herzhaften Gerichten.",
    "translation": "The beer is served perfectly tempered at seven degrees and pairs ideally with hearty dishes."
  },
  {
    "word": "das Bier",
    "category": "Servicebezogen",
    "sentence": "Wir bieten verschiedene deutsche Biersorten vom Fass und in Flaschen für unsere Gäste an.",
    "translation": "We offer various German beer varieties on tap and in bottles for our guests."
  },
  {
    "word": "das Bier",
    "category": "Qualität",
    "sentence": "Ein frisch gezapftes Bier hat eine feste Schaumkrone und schmeckt besonders erfrischend und aromatisch.",
    "translation": "A freshly tapped beer has a firm foam head and tastes especially refreshing and aromatic."
  },
  {
    "word": "der Wein",
    "category": "Küchenbezogen",
    "sentence": "Der Wein wird in der Küche auch zum Kochen verwendet, um Saucen zu verfeinern und abzuschmecken.",
    "translation": "Wine is also used in the kitchen for cooking to refine and season sauces."
  },
  {
    "word": "der Wein",
    "category": "Servicebezogen",
    "sentence": "Der Sommelier empfiehlt zu jedem Gang des Menüs einen passenden Wein aus unserer Weinkarte.",
    "translation": "The sommelier recommends a matching wine from our wine list for each course of the menu."
  },
  {
    "word": "der Wein",
    "category": "Qualität",
    "sentence": "Ein guter Wein sollte bei der richtigen Temperatur serviert werden und zum Essen passen harmonisch.",
    "translation": "A good wine should be served at the right temperature and harmoniously match the food."
  },
  {
    "word": "das Mineralwasser",
    "category": "Küchenbezogen",
    "sentence": "In der Küche verwenden wir Mineralwasser zum Kochen von empfindlichen Speisen wie Fisch und Gemüse.",
    "translation": "In the kitchen we use mineral water for cooking delicate foods like fish and vegetables."
  },
  {
    "word": "das Mineralwasser",
    "category": "Servicebezogen",
    "sentence": "Wir bieten Mineralwasser mit oder ohne Kohlensäure als Begleitung zu allen Gerichten kostenlos an.",
    "translation": "We offer mineral water with or without carbonation as accompaniment to all dishes free of charge."
  },
  {
    "word": "das Mineralwasser",
    "category": "Qualität",
    "sentence": "Hochwertiges Mineralwasser kommt aus natürlichen Quellen und enthält wichtige Mineralien für die Gesundheit.",
    "translation": "High-quality mineral water comes from natural springs and contains important minerals for health."
  },
  {
    "word": "der Saft",
    "category": "Küchenbezogen",
    "sentence": "Der Saft wird frisch aus biologischen Früchten gepresst und ohne Zusatzstoffe direkt serviert den Gästen.",
    "translation": "The juice is freshly pressed from organic fruits and served directly to guests without additives."
  },
  {
    "word": "der Saft",
    "category": "Servicebezogen",
    "sentence": "Wir bieten eine große Auswahl an Säften von Orange bis Karotte für Kinder und Erwachsene.",
    "translation": "We offer a wide selection of juices from orange to carrot for children and adults."
  },
  {
    "word": "der Saft",
    "category": "Qualität",
    "sentence": "Frisch gepresster Saft enthält mehr Vitamine und schmeckt natürlicher als industriell hergestellter Saft aus dem Laden.",
    "translation": "Freshly pressed juice contains more vitamins and tastes more natural than industrially produced juice from the store."
  },
  {
    "word": "die Kasse",
    "category": "Küchenbezogen",
    "sentence": "An der Kasse werden alle Bestellungen aus der Küche erfasst und dem entsprechenden Tisch zugeordnet.",
    "translation": "At the register, all orders from the kitchen are recorded and assigned to the corresponding table."
  },
  {
    "word": "die Kasse",
    "category": "Servicebezogen",
    "sentence": "Die Gäste können nach dem Essen direkt an der Kasse oder am Tisch bezahlen nach Wunsch.",
    "translation": "Guests can pay directly at the register or at the table after the meal as desired."
  },
  {
    "word": "die Kasse",
    "category": "Qualität",
    "sentence": "Ein modernes Kassensystem ist wichtig für schnelle Abrechnung und korrekte Buchführung im Restaurant.",
    "translation": "A modern register system is important for fast billing and correct bookkeeping in the restaurant."
  },
  {
    "word": "die Quittung",
    "category": "Küchenbezogen",
    "sentence": "Die Küche benötigt eine Quittung für alle eingekauften Lebensmittel zur Dokumentation der Kosten.",
    "translation": "The kitchen needs a receipt for all purchased food items to document the costs."
  },
  {
    "word": "die Quittung",
    "category": "Servicebezogen",
    "sentence": "Der Kellner gibt dem Gast zusammen mit dem Wechselgeld immer eine detaillierte Quittung als Beleg.",
    "translation": "The waiter always gives the guest a detailed receipt as proof along with the change."
  },
  {
    "word": "die Quittung",
    "category": "Qualität",
    "sentence": "Eine übersichtliche Quittung mit allen Posten aufgelistet zeigt Transparenz und Professionalität des Restaurants.",
    "translation": "A clear receipt with all items listed shows transparency and professionalism of the restaurant."
  },
  {
    "word": "bar zahlen",
    "category": "Küchenbezogen",
    "sentence": "Das Küchenpersonal kann an der Kasse bar zahlen, wenn sie etwas für den Privatgebrauch kaufen.",
    "translation": "Kitchen staff can pay cash at the register when they buy something for private use."
  },
  {
    "word": "bar zahlen",
    "category": "Servicebezogen",
    "sentence": "Viele Gäste möchten nach dem Essen bar zahlen statt mit Karte für schnelle Abwicklung.",
    "translation": "Many guests want to pay cash after the meal instead of with card for quick processing."
  },
  {
    "word": "bar zahlen",
    "category": "Qualität",
    "sentence": "Die Möglichkeit, bar zu zahlen, ist wichtig für Gäste, die keine Karte dabei haben oder nutzen möchten.",
    "translation": "The option to pay cash is important for guests who don't have or want to use a card."
  },
  {
    "word": "mit Karte zahlen",
    "category": "Küchenbezogen",
    "sentence": "Die Küche kann Waren direkt beim Lieferanten mit Karte zahlen für schnelle und sichere Abwicklung.",
    "translation": "The kitchen can pay for goods directly with the supplier by card for fast and safe processing."
  },
  {
    "word": "mit Karte zahlen",
    "category": "Servicebezogen",
    "sentence": "Die meisten Gäste bevorzugen es, mit Karte zu zahlen, weil es bequem und schnell geht.",
    "translation": "Most guests prefer to pay by card because it is convenient and quick."
  },
  {
    "word": "mit Karte zahlen",
    "category": "Qualität",
    "sentence": "Ein modernes Kartenlesegerät ist unverzichtbar für jedes Restaurant, das zeitgemäßen Service bieten möchte.",
    "translation": "A modern card reader is indispensable for every restaurant that wants to offer contemporary service."
  },
  {
    "word": "das Wechselgeld",
    "category": "Küchenbezogen",
    "sentence": "Die Kasse muss immer genug Wechselgeld bereithalten für das Personal und die Gäste am Abend.",
    "translation": "The register must always keep enough change ready for staff and guests in the evening."
  },
  {
    "word": "das Wechselgeld",
    "category": "Servicebezogen",
    "sentence": "Der Kellner bringt das Wechselgeld zusammen mit der Quittung zurück zum Tisch des Gastes.",
    "translation": "The waiter brings the change back to the guest's table along with the receipt."
  },
  {
    "word": "das Wechselgeld",
    "category": "Qualität",
    "sentence": "Korrektes Wechselgeld zurückzugeben ist eine Selbstverständlichkeit und zeigt Ehrlichkeit und Vertrauen im Restaurant.",
    "translation": "Returning correct change is a matter of course and shows honesty and trust in the restaurant."
  },
  {
    "word": "getrennt zahlen",
    "category": "Küchenbezogen",
    "sentence": "Wenn Gäste getrennt zahlen möchten, muss die Küche die Bestellungen einzeln im System erfassen.",
    "translation": "When guests want to pay separately, the kitchen must record the orders individually in the system."
  },
  {
    "word": "getrennt zahlen",
    "category": "Servicebezogen",
    "sentence": "Der Kellner fragt höflich, ob die Gäste zusammen oder getrennt zahlen möchten am Ende des Essens.",
    "translation": "The waiter politely asks whether guests want to pay together or separately at the end of the meal."
  },
  {
    "word": "getrennt zahlen",
    "category": "Qualität",
    "sentence": "Die Möglichkeit, getrennt zu zahlen, ist wichtig für Gruppen und zeigt Flexibilität des Restaurants.",
    "translation": "The option to pay separately is important for groups and shows flexibility of the restaurant."
  },
  {
    "word": "zusammen zahlen",
    "category": "Küchenbezogen",
    "sentence": "Wenn die Gruppe zusammen zahlt, erstellt die Kasse eine gemeinsame Rechnung für den ganzen Tisch.",
    "translation": "When the group pays together, the register creates a joint bill for the whole table."
  },
  {
    "word": "zusammen zahlen",
    "category": "Servicebezogen",
    "sentence": "Viele Gäste möchten zusammen zahlen, weil es schneller geht und einfacher zu organisieren ist.",
    "translation": "Many guests want to pay together because it's faster and easier to organize."
  },
  {
    "word": "zusammen zahlen",
    "category": "Qualität",
    "sentence": "Das Zusammenzahlen vereinfacht die Abrechnung und beschleunigt den Bezahlvorgang für das Personal deutlich.",
    "translation": "Paying together simplifies billing and significantly speeds up the payment process for staff."
  },
  {
    "word": "die Allergenkennzeichnung",
    "category": "Küchenbezogen",
    "sentence": "Die Küche muss bei der Zubereitung auf die korrekte Allergenkennzeichnung aller Gerichte achten gesetzlich.",
    "translation": "The kitchen must legally pay attention to the correct allergen labeling of all dishes during preparation."
  },
  {
    "word": "die Allergenkennzeichnung",
    "category": "Servicebezogen",
    "sentence": "Auf der Speisekarte ist eine detaillierte Allergenkennzeichnung für alle Gerichte deutlich sichtbar angegeben.",
    "translation": "On the menu, detailed allergen labeling for all dishes is clearly visible."
  },
  {
    "word": "die Allergenkennzeichnung",
    "category": "Qualität",
    "sentence": "Eine klare Allergenkennzeichnung ist Pflicht und schützt empfindliche Gäste vor gesundheitlichen Risiken im Restaurant.",
    "translation": "Clear allergen labeling is mandatory and protects sensitive guests from health risks in the restaurant."
  },
  {
    "word": "der Notausgang",
    "category": "Küchenbezogen",
    "sentence": "Das Küchenpersonal muss wissen, wo der Notausgang ist und ihn im Brandfall schnell erreichen können.",
    "translation": "Kitchen staff must know where the emergency exit is and be able to reach it quickly in case of fire."
  },
  {
    "word": "der Notausgang",
    "category": "Servicebezogen",
    "sentence": "Der Notausgang ist deutlich gekennzeichnet und muss jederzeit frei zugänglich sein für alle Gäste und Mitarbeiter.",
    "translation": "The emergency exit is clearly marked and must be freely accessible at all times for all guests and employees."
  },
  {
    "word": "der Notausgang",
    "category": "Qualität",
    "sentence": "Regelmäßige Notausgang-Übungen sind wichtig für die Sicherheit und sollten vom gesamten Team ernst genommen werden.",
    "translation": "Regular emergency exit drills are important for safety and should be taken seriously by the entire team."
  },
  {
    "word": "der Feuerlöscher",
    "category": "Küchenbezogen",
    "sentence": "In der Küche hängen mehrere Feuerlöscher an zugänglichen Stellen für den Notfall bereit zur Nutzung.",
    "translation": "In the kitchen, several fire extinguishers hang at accessible locations ready for use in emergency."
  },
  {
    "word": "der Feuerlöscher",
    "category": "Servicebezogen",
    "sentence": "Alle Mitarbeiter werden im Umgang mit dem Feuerlöscher geschult und wissen, wie man ihn bedient.",
    "translation": "All employees are trained in using the fire extinguisher and know how to operate it."
  },
  {
    "word": "der Feuerlöscher",
    "category": "Qualität",
    "sentence": "Ein geprüfter Feuerlöscher ist Pflicht in jedem Restaurant und muss regelmäßig gewartet werden vom Fachbetrieb.",
    "translation": "A tested fire extinguisher is mandatory in every restaurant and must be regularly maintained by specialist company."
  },
  {
    "word": "die Erste Hilfe",
    "category": "Küchenbezogen",
    "sentence": "In der Küche gibt es einen Erste-Hilfe-Kasten für kleinere Verletzungen wie Schnitte beim Kochen.",
    "translation": "In the kitchen there is a first aid kit for minor injuries like cuts while cooking."
  },
  {
    "word": "die Erste Hilfe",
    "category": "Servicebezogen",
    "sentence": "Mehrere Mitarbeiter haben eine Erste-Hilfe-Schulung absolviert und können im Notfall schnell helfen den Gästen.",
    "translation": "Several employees have completed first aid training and can quickly help guests in emergency."
  },
  {
    "word": "die Erste Hilfe",
    "category": "Qualität",
    "sentence": "Gute Erste-Hilfe-Kenntnisse im Team sind wichtig für die Sicherheit aller Menschen im Restaurant täglich.",
    "translation": "Good first aid knowledge in the team is important for the safety of all people in the restaurant daily."
  },
  {
    "word": "die Sauberkeit",
    "category": "Küchenbezogen",
    "sentence": "Die Sauberkeit in der Küche ist oberstes Gebot und wird mehrmals täglich kontrolliert vom Küchenchef persönlich.",
    "translation": "Cleanliness in the kitchen is paramount and is checked several times daily by the head chef personally."
  },
  {
    "word": "die Sauberkeit",
    "category": "Servicebezogen",
    "sentence": "Die Sauberkeit im gesamten Restaurant ist wichtig für den guten Eindruck bei den Gästen sofort.",
    "translation": "Cleanliness throughout the restaurant is important for a good impression on guests immediately."
  },
  {
    "word": "die Sauberkeit",
    "category": "Qualität",
    "sentence": "Perfekte Sauberkeit ist die Grundlage für Hygiene und Gesundheitsschutz in der professionellen Gastronomie stets.",
    "translation": "Perfect cleanliness is the basis for hygiene and health protection in professional gastronomy always."
  },
  {
    "word": "aufräumen",
    "category": "Küchenbezogen",
    "sentence": "Nach dem Service muss das Team die Küche gründlich aufräumen und für den nächsten Tag vorbereiten.",
    "translation": "After service, the team must thoroughly clean up the kitchen and prepare for the next day."
  },
  {
    "word": "aufräumen",
    "category": "Servicebezogen",
    "sentence": "Der Kellner räumt die Tische ab und deckt sie neu ein für die nächsten Gäste im Restaurant.",
    "translation": "The waiter clears the tables and sets them again for the next guests in the restaurant."
  },
  {
    "word": "aufräumen",
    "category": "Qualität",
    "sentence": "Regelmäßiges Aufräumen während der Arbeit sorgt für Ordnung und verhindert Unfälle in der Küche effektiv.",
    "translation": "Regular cleaning during work ensures order and effectively prevents accidents in the kitchen."
  },
  {
    "word": "putzen",
    "category": "Küchenbezogen",
    "sentence": "Die Arbeitsflächen müssen nach jedem Arbeitsschritt gründlich geputzt werden mit Desinfektionsmittel aus hygienischen Gründen.",
    "translation": "Work surfaces must be thoroughly cleaned with disinfectant after each work step for hygienic reasons."
  },
  {
    "word": "putzen",
    "category": "Servicebezogen",
    "sentence": "Das Reinigungsteam putzt das Restaurant jeden Abend nach Geschäftsschluss von oben bis unten komplett.",
    "translation": "The cleaning team cleans the restaurant completely from top to bottom every evening after closing."
  },
  {
    "word": "putzen",
    "category": "Qualität",
    "sentence": "Regelmäßiges Putzen ist unverzichtbar für ein sauberes und einladendes Ambiente im Restaurant für alle Gäste.",
    "translation": "Regular cleaning is indispensable for a clean and inviting ambiance in the restaurant for all guests."
  },
  {
    "word": "der Müll",
    "category": "Küchenbezogen",
    "sentence": "Der Müll muss mehrmals täglich aus der Küche entfernt werden, damit keine Gerüche entstehen können.",
    "translation": "Garbage must be removed from the kitchen several times daily so no odors can develop."
  },
  {
    "word": "der Müll",
    "category": "Servicebezogen",
    "sentence": "Das Personal entsorgt den Müll ordnungsgemäß in den entsprechenden Containern nach Arbeitsende draußen.",
    "translation": "Staff properly disposes of garbage in the appropriate containers outside after work ends."
  },
  {
    "word": "der Müll",
    "category": "Qualität",
    "sentence": "Professionelle Müllentsorgung ist wichtig für Hygiene, Sauberkeit und ein angenehmes Arbeitsumfeld im Restaurant täglich.",
    "translation": "Professional garbage disposal is important for hygiene, cleanliness and a pleasant work environment in the restaurant daily."
  },
  {
    "word": "die Mülltrennung",
    "category": "Küchenbezogen",
    "sentence": "In der Küche wird strenge Mülltrennung praktiziert mit verschiedenen Behältern für Papier, Plastik und Biomüll.",
    "translation": "In the kitchen, strict waste separation is practiced with different containers for paper, plastic and organic waste."
  },
  {
    "word": "die Mülltrennung",
    "category": "Servicebezogen",
    "sentence": "Alle Mitarbeiter sind geschult in korrekter Mülltrennung und tragen zur Nachhaltigkeit des Restaurants bei aktiv.",
    "translation": "All employees are trained in correct waste separation and actively contribute to the restaurant's sustainability."
  },
  {
    "word": "die Mülltrennung",
    "category": "Qualität",
    "sentence": "Konsequente Mülltrennung ist wichtig für Umweltschutz und zeigt Verantwortungsbewusstsein des Restaurants gegenüber der Natur.",
    "translation": "Consistent waste separation is important for environmental protection and shows the restaurant's sense of responsibility toward nature."
  },
  {
    "word": "das Mindesthaltbarkeitsdatum",
    "category": "Küchenbezogen",
    "sentence": "Die Küche kontrolliert täglich das Mindesthaltbarkeitsdatum aller Lebensmittel und sortiert abgelaufene Produkte sofort aus.",
    "translation": "The kitchen checks the best-before date of all foods daily and immediately sorts out expired products."
  },
  {
    "word": "das Mindesthaltbarkeitsdatum",
    "category": "Servicebezogen",
    "sentence": "Das Personal achtet streng auf das Mindesthaltbarkeitsdatum, um die Gesundheit der Gäste zu schützen stets.",
    "translation": "Staff strictly observes the best-before date to always protect the health of guests."
  },
  {
    "word": "das Mindesthaltbarkeitsdatum",
    "category": "Qualität",
    "sentence": "Die Einhaltung des Mindesthaltbarkeitsdatums ist gesetzlich vorgeschrieben und wichtig für die Lebensmittelsicherheit im Betrieb.",
    "translation": "Compliance with the best-before date is legally required and important for food safety in the business."
  },
  {
    "word": "verdorben",
    "category": "Küchenbezogen",
    "sentence": "Verdorbene Lebensmittel werden sofort aussortiert und dürfen auf keinen Fall in der Küche verwendet werden.",
    "translation": "Spoiled food is immediately sorted out and must under no circumstances be used in the kitchen."
  },
  {
    "word": "verdorben",
    "category": "Servicebezogen",
    "sentence": "Das Personal ist geschult, verdorbene Produkte am Geruch und Aussehen zu erkennen und zu entsorgen sofort.",
    "translation": "Staff is trained to recognize spoiled products by smell and appearance and dispose of them immediately."
  },
  {
    "word": "verdorben",
    "category": "Qualität",
    "sentence": "Die Verwendung von verdorbenen Zutaten würde die Gesundheit der Gäste gefährden und ist absolut inakzeptabel.",
    "translation": "Using spoiled ingredients would endanger guests' health and is absolutely unacceptable."
  },
  {
    "word": "die Lagerung",
    "category": "Küchenbezogen",
    "sentence": "Die richtige Lagerung von Lebensmitteln bei korrekter Temperatur ist entscheidend für deren Haltbarkeit in der Küche.",
    "translation": "Proper storage of food at correct temperature is crucial for their shelf life in the kitchen."
  },
  {
    "word": "die Lagerung",
    "category": "Servicebezogen",
    "sentence": "Das Team dokumentiert die Lagerung aller Waren mit Datum und Temperatur für die Qualitätskontrolle regelmäßig.",
    "translation": "The team documents the storage of all goods with date and temperature for quality control regularly."
  },
  {
    "word": "die Lagerung",
    "category": "Qualität",
    "sentence": "Professionelle Lagerung in geeigneten Räumen verhindert vorzeitigen Verderb und sichert die Qualität der Produkte optimal.",
    "translation": "Professional storage in suitable rooms prevents premature spoilage and optimally ensures product quality."
  },
  {
    "word": "Guten Appetit!",
    "category": "Küchenbezogen",
    "sentence": "Wenn das Gericht fertig ist, wünscht der Koch den Gästen gedanklich Guten Appetit für das Essen.",
    "translation": "When the dish is ready, the chef mentally wishes the guests Bon Appétit for the meal."
  },
  {
    "word": "Guten Appetit!",
    "category": "Servicebezogen",
    "sentence": "Der Kellner wünscht beim Servieren des Hauptgangs allen Gästen am Tisch einen Guten Appetit herzlich.",
    "translation": "The waiter warmly wishes all guests at the table Bon Appétit when serving the main course."
  },
  {
    "word": "Guten Appetit!",
    "category": "Qualität",
    "sentence": "Ein freundliches Guten Appetit zeigt Gastfreundschaft und rundet den Service professionell und herzlich ab.",
    "translation": "A friendly Bon Appétit shows hospitality and professionally and warmly rounds off the service."
  },
  {
    "word": "Zum Wohl!",
    "category": "Küchenbezogen",
    "sentence": "In der Küche stoßen die Köche nach erfolgreicher Schicht mit einem Getränk an und sagen Zum Wohl.",
    "translation": "In the kitchen, the chefs toast with a drink after successful shift and say Cheers."
  },
  {
    "word": "Zum Wohl!",
    "category": "Servicebezogen",
    "sentence": "Der Sommelier sagt Zum Wohl, wenn er den Wein einschenkt und mit den Gästen anstößt elegant.",
    "translation": "The sommelier says Cheers when pouring wine and toasting elegantly with guests."
  },
  {
    "word": "Zum Wohl!",
    "category": "Qualität",
    "sentence": "Ein herzliches Zum Wohl beim Anstoßen schafft eine angenehme Atmosphäre und zeigt Wertschätzung für die Gäste.",
    "translation": "A hearty Cheers when toasting creates a pleasant atmosphere and shows appreciation for guests."
  },
  {
    "word": "Herzlich willkommen!",
    "category": "Küchenbezogen",
    "sentence": "Die Küche bereitet sich auf neue Gäste vor und heißt sie gedanklich Herzlich willkommen im Restaurant.",
    "translation": "The kitchen prepares for new guests and mentally welcomes them Heartily to the restaurant."
  },
  {
    "word": "Herzlich willkommen!",
    "category": "Servicebezogen",
    "sentence": "Der Empfang begrüßt jeden Gast mit einem freundlichen Lächeln und sagt Herzlich willkommen in unserem Haus.",
    "translation": "The reception greets each guest with a friendly smile and says Welcome to our establishment."
  },
  {
    "word": "Herzlich willkommen!",
    "category": "Qualität",
    "sentence": "Ein aufrichtiges Herzlich willkommen macht den ersten Eindruck positiv und zeigt echte Gastfreundschaft des Restaurants.",
    "translation": "A sincere Welcome makes the first impression positive and shows genuine hospitality of the restaurant."
  },
  {
    "word": "Auf Wiedersehen!",
    "category": "Küchenbezogen",
    "sentence": "Am Ende des Tages verabschiedet sich das Küchenteam voneinander mit einem freundlichen Auf Wiedersehen.",
    "translation": "At the end of the day, the kitchen team says goodbye to each other with a friendly Goodbye."
  },
  {
    "word": "Auf Wiedersehen!",
    "category": "Servicebezogen",
    "sentence": "Der Kellner verabschiedet jeden Gast persönlich an der Tür mit Auf Wiedersehen und einem Lächeln.",
    "translation": "The waiter personally says goodbye to each guest at the door with Goodbye and a smile."
  },
  {
    "word": "Auf Wiedersehen!",
    "category": "Qualität",
    "sentence": "Ein herzliches Auf Wiedersehen hinterlässt einen positiven letzten Eindruck und lädt zum Wiederkommen ein.",
    "translation": "A warm Goodbye leaves a positive final impression and invites guests to come back."
  },
  {
    "word": "der Sommelier",
    "category": "Küchenbezogen",
    "sentence": "Der Sommelier berät die Küche bei der Auswahl von Weinen, die perfekt zu den Gerichten passen.",
    "translation": "The sommelier advises the kitchen in selecting wines that perfectly match the dishes."
  },
  {
    "word": "der Sommelier",
    "category": "Servicebezogen",
    "sentence": "Der Sommelier erklärt den Gästen die Herkunft und Eigenschaften der Weine mit großem Fachwissen detailliert.",
    "translation": "The sommelier explains to guests the origin and characteristics of wines in detail with great expertise."
  },
  {
    "word": "der Sommelier",
    "category": "Qualität",
    "sentence": "Ein qualifizierter Sommelier mit Zertifikat ist ein Qualitätsmerkmal für gehobene Restaurants mit exzellenter Weinkarte.",
    "translation": "A qualified sommelier with certificate is a quality feature for upscale restaurants with excellent wine list."
  },
  {
    "word": "der Koch / die Köchin",
    "category": "Küchenbezogen",
    "sentence": "Der Koch bereitet alle Gerichte nach Rezept zu und sorgt für gleichbleibende Qualität täglich in der Küche.",
    "translation": "The chef prepares all dishes according to recipe and ensures consistent quality daily in the kitchen."
  },
  {
    "word": "der Koch / die Köchin",
    "category": "Servicebezogen",
    "sentence": "Die Köchin kommt manchmal persönlich an den Tisch, um sich nach der Zufriedenheit zu erkundigen bei den Gästen.",
    "translation": "The chef sometimes personally comes to the table to inquire about satisfaction with guests."
  },
  {
    "word": "der Koch / die Köchin",
    "category": "Qualität",
    "sentence": "Ein gut ausgebildeter Koch mit Leidenschaft für das Handwerk ist das Herzstück jedes erfolgreichen Restaurants.",
    "translation": "A well-trained chef with passion for the craft is the heart of every successful restaurant."
  },
  {
    "word": "der Küchenchef",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef leitet das gesamte Küchenteam und trägt die Verantwortung für alle zubereiteten Speisen täglich.",
    "translation": "The head chef leads the entire kitchen team and bears responsibility for all prepared dishes daily."
  },
  {
    "word": "der Küchenchef",
    "category": "Servicebezogen",
    "sentence": "Der Küchenchef entwickelt neue Gerichte für die Speisekarte und schult das Personal in der Zubereitung regelmäßig.",
    "translation": "The head chef develops new dishes for the menu and regularly trains staff in preparation."
  },
  {
    "word": "der Küchenchef",
    "category": "Qualität",
    "sentence": "Ein erfahrener Küchenchef mit Stern-Auszeichnung ist ein Garant für höchste kulinarische Qualität im Restaurant.",
    "translation": "An experienced head chef with star award is a guarantee for highest culinary quality in the restaurant."
  },
  {
    "word": "der Kellner / die Kellnerin",
    "category": "Küchenbezogen",
    "sentence": "Der Kellner nimmt Bestellungen entgegen und gibt sie korrekt an die Küche weiter für die Zubereitung.",
    "translation": "The waiter takes orders and correctly passes them to the kitchen for preparation."
  },
  {
    "word": "der Kellner / die Kellnerin",
    "category": "Servicebezogen",
    "sentence": "Die Kellnerin betreut die Gäste während des gesamten Aufenthalts und sorgt für angenehmes Ambiente professionell.",
    "translation": "The waitress serves guests throughout their stay and professionally ensures pleasant ambiance."
  },
  {
    "word": "der Kellner / die Kellnerin",
    "category": "Qualität",
    "sentence": "Ein freundlicher Kellner mit guten Umgangsformen ist wichtig für exzellenten Service und zufriedene Gäste im Restaurant.",
    "translation": "A friendly waiter with good manners is important for excellent service and satisfied guests in the restaurant."
  },
  {
    "word": "der Restaurantleiter",
    "category": "Küchenbezogen",
    "sentence": "Der Restaurantleiter koordiniert zwischen Küche und Service und sorgt für reibungslose Abläufe während des gesamten Betriebs.",
    "translation": "The restaurant manager coordinates between kitchen and service and ensures smooth operations during entire business."
  },
  {
    "word": "der Restaurantleiter",
    "category": "Servicebezogen",
    "sentence": "Der Restaurantleiter begrüßt wichtige Gäste persönlich und kümmert sich um besondere Wünsche und Reservierungen individuell.",
    "translation": "The restaurant manager personally greets important guests and takes care of special requests and reservations individually."
  },
  {
    "word": "der Restaurantleiter",
    "category": "Qualität",
    "sentence": "Ein kompetenter Restaurantleiter mit Führungserfahrung ist entscheidend für den Erfolg und die Qualität des gesamten Betriebs.",
    "translation": "A competent restaurant manager with leadership experience is crucial for success and quality of the entire operation."
  },
  {
    "word": "der Barkeeper / die Barkeeperin",
    "category": "Küchenbezogen",
    "sentence": "Der Barkeeper arbeitet eng mit der Küche zusammen und kreiert Cocktails, die zu den Gerichten passen perfekt.",
    "translation": "The bartender works closely with the kitchen and creates cocktails that perfectly match the dishes."
  },
  {
    "word": "der Barkeeper / die Barkeeperin",
    "category": "Servicebezogen",
    "sentence": "Die Barkeeperin mixt kreative Cocktails an der Bar und unterhält die Gäste mit professionellem Flair charmant.",
    "translation": "The bartender mixes creative cocktails at the bar and charmingly entertains guests with professional flair."
  },
  {
    "word": "der Barkeeper / die Barkeeperin",
    "category": "Qualität",
    "sentence": "Ein geschickter Barkeeper mit fundiertem Wissen über Spirituosen ist wertvoll für jedes Restaurant mit gehobener Bar.",
    "translation": "A skilled bartender with sound knowledge of spirits is valuable for every restaurant with upscale bar."
  },
  {
    "word": "der Spülküche",
    "category": "Küchenbezogen",
    "sentence": "Die Spülküche ist ein wichtiger Bereich, wo das gesamte Geschirr gereinigt wird nach jedem Service gründlich.",
    "translation": "The dish room is an important area where all dishes are thoroughly cleaned after each service."
  },
  {
    "word": "der Spülküche",
    "category": "Servicebezogen",
    "sentence": "Das Personal in der Spülküche arbeitet hart, damit immer genug sauberes Geschirr verfügbar ist während des Betriebs.",
    "translation": "Staff in the dish room works hard so there is always enough clean dishes available during operations."
  },
  {
    "word": "der Spülküche",
    "category": "Qualität",
    "sentence": "Eine gut organisierte Spülküche mit moderner Technik ist unverzichtbar für hygienische Standards im Restaurant täglich.",
    "translation": "A well-organized dish room with modern technology is indispensable for hygienic standards in restaurant daily."
  },
  {
    "word": "die Kühlkette",
    "category": "Küchenbezogen",
    "sentence": "Die Kühlkette muss von der Lieferung bis zur Zubereitung lückenlos eingehalten werden für Lebensmittelsicherheit.",
    "translation": "The cold chain must be maintained seamlessly from delivery to preparation for food safety."
  },
  {
    "word": "die Kühlkette",
    "category": "Servicebezogen",
    "sentence": "Das Personal dokumentiert die Temperaturen regelmäßig, um die Kühlkette nachweisbar einzuhalten für alle Kontrollen.",
    "translation": "Staff documents temperatures regularly to demonstrably maintain cold chain for all inspections."
  },
  {
    "word": "die Kühlkette",
    "category": "Qualität",
    "sentence": "Eine unterbrochene Kühlkette kann zur Vermehrung von Bakterien führen und die Gesundheit der Gäste gefährden ernsthaft.",
    "translation": "A broken cold chain can lead to bacterial growth and seriously endanger guests' health."
  },
  {
    "word": "das Lagersystem",
    "category": "Küchenbezogen",
    "sentence": "Ein effizientes Lagersystem in der Küche sorgt dafür, dass alle Zutaten schnell gefunden werden können.",
    "translation": "An efficient storage system in the kitchen ensures that all ingredients can be found quickly."
  },
  {
    "word": "das Lagersystem",
    "category": "Servicebezogen",
    "sentence": "Das Lagersystem wird digital verwaltet und zeigt jederzeit den aktuellen Bestand aller Waren im Restaurant an.",
    "translation": "The storage system is managed digitally and shows current stock of all goods in restaurant at all times."
  },
  {
    "word": "das Lagersystem",
    "category": "Qualität",
    "sentence": "Ein durchdachtes Lagersystem nach FIFO-Prinzip verhindert Lebensmittelverschwendung und sichert frische Qualität der Produkte.",
    "translation": "A well-thought-out storage system following FIFO principle prevents food waste and ensures fresh quality of products."
  },
  {
    "word": "die Inventur",
    "category": "Küchenbezogen",
    "sentence": "Die Inventur findet monatlich statt und erfasst alle Lebensmittel und Waren im Lager der Küche genau.",
    "translation": "Inventory takes place monthly and accurately records all food and goods in the kitchen stock."
  },
  {
    "word": "die Inventur",
    "category": "Servicebezogen",
    "sentence": "Das gesamte Team hilft bei der Inventur mit, um den Bestand korrekt zu zählen und zu dokumentieren.",
    "translation": "The entire team helps with inventory to correctly count and document the stock."
  },
  {
    "word": "die Inventur",
    "category": "Qualität",
    "sentence": "Eine genaue Inventur ist wichtig für die Kostenkontrolle und zeigt, wo Optimierungspotenzial besteht im Betrieb.",
    "translation": "Accurate inventory is important for cost control and shows where optimization potential exists in operations."
  },
  {
    "word": "die Bestellung (Waren)",
    "category": "Küchenbezogen",
    "sentence": "Die Küche plant die Bestellung von Waren sorgfältig, um Verschwendung zu vermeiden und Frische zu garantieren.",
    "translation": "The kitchen carefully plans orders of goods to avoid waste and guarantee freshness."
  },
  {
    "word": "die Bestellung (Waren)",
    "category": "Servicebezogen",
    "sentence": "Der Küchenchef überwacht jede Bestellung persönlich und stellt sicher, dass nur Qualitätsprodukte geliefert werden.",
    "translation": "The head chef personally monitors every order and ensures only quality products are delivered."
  },
  {
    "word": "die Bestellung (Waren)",
    "category": "Qualität",
    "sentence": "Rechtzeitige Bestellungen von frischen Waren sind wichtig, damit das Restaurant immer gut versorgt ist täglich.",
    "translation": "Timely orders of fresh goods are important so the restaurant is always well supplied daily."
  },
  {
    "word": "der Lieferant",
    "category": "Küchenbezogen",
    "sentence": "Der Lieferant bringt jeden Morgen frisches Gemüse und Fleisch direkt in die Küche zur Annahme.",
    "translation": "The supplier brings fresh vegetables and meat directly to the kitchen for receipt every morning."
  },
  {
    "word": "der Lieferant",
    "category": "Servicebezogen",
    "sentence": "Wir arbeiten nur mit zuverlässigen Lieferanten zusammen, die pünktlich und mit hoher Qualität beliefern regelmäßig.",
    "translation": "We only work with reliable suppliers who deliver punctually and with high quality regularly."
  },
  {
    "word": "der Lieferant",
    "category": "Qualität",
    "sentence": "Ein guter Lieferant ist Partner des Restaurants und garantiert konstante Qualität und faire Preise langfristig.",
    "translation": "A good supplier is partner of the restaurant and guarantees consistent quality and fair prices long-term."
  },
  {
    "word": "die Lieferung",
    "category": "Küchenbezogen",
    "sentence": "Bei jeder Lieferung kontrolliert die Küche Qualität, Temperatur und Mindesthaltbarkeitsdatum der Waren genau sofort.",
    "translation": "With every delivery, the kitchen immediately checks quality, temperature and best-before date of goods precisely."
  },
  {
    "word": "die Lieferung",
    "category": "Servicebezogen",
    "sentence": "Die Lieferung erfolgt immer früh am Morgen, damit die Küche rechtzeitig vorbereiten kann für den Service.",
    "translation": "Delivery always takes place early in the morning so the kitchen can prepare in time for service."
  },
  {
    "word": "die Lieferung",
    "category": "Qualität",
    "sentence": "Pünktliche und zuverlässige Lieferungen sind entscheidend für den reibungslosen Ablauf und die Qualität im Restaurant täglich.",
    "translation": "Punctual and reliable deliveries are crucial for smooth operation and quality in restaurant daily."
  },
  {
    "word": "das Verfallsdatum",
    "category": "Küchenbezogen",
    "sentence": "Das Verfallsdatum wird bei jeder Warenannahme überprüft und im System vermerkt zur Dokumentation genau.",
    "translation": "The expiration date is checked with every goods receipt and noted in the system for documentation precisely."
  },
  {
    "word": "das Verfallsdatum",
    "category": "Servicebezogen",
    "sentence": "Produkte kurz vor dem Verfallsdatum werden zuerst verwendet nach dem FIFO-Prinzip in der Küche konsequent.",
    "translation": "Products close to expiration date are used first according to FIFO principle in kitchen consistently."
  },
  {
    "word": "das Verfallsdatum",
    "category": "Qualität",
    "sentence": "Die Einhaltung des Verfallsdatums ist gesetzlich vorgeschrieben und schützt die Gesundheit aller Gäste im Restaurant.",
    "translation": "Compliance with expiration date is legally required and protects health of all guests in restaurant."
  },
  {
    "word": "bio / ökologisch",
    "category": "Küchenbezogen",
    "sentence": "Die Küche verwendet bevorzugt bio-zertifizierte Produkte ohne Pestizide für gesundheitsbewusste Gäste nachhaltig.",
    "translation": "The kitchen preferably uses organic certified products without pesticides for health-conscious guests sustainably."
  },
  {
    "word": "bio / ökologisch",
    "category": "Servicebezogen",
    "sentence": "Wir kennzeichnen alle ökologisch angebauten Zutaten auf der Speisekarte mit einem Bio-Siegel deutlich sichtbar.",
    "translation": "We mark all organically grown ingredients on the menu with an organic seal clearly visible."
  },
  {
    "word": "bio / ökologisch",
    "category": "Qualität",
    "sentence": "Bio-Produkte sind oft teurer, aber sie bieten bessere Qualität und unterstützen nachhaltige Landwirtschaft aktiv.",
    "translation": "Organic products are often more expensive, but they offer better quality and actively support sustainable agriculture."
  },
  {
    "word": "regional",
    "category": "Küchenbezogen",
    "sentence": "Die Küche kauft regionale Produkte von Bauern aus der Umgebung, um Frische zu garantieren täglich.",
    "translation": "The kitchen buys regional products from farmers in the area to guarantee freshness daily."
  },
  {
    "word": "regional",
    "category": "Servicebezogen",
    "sentence": "Wir werben aktiv mit regionalen Zutaten und zeigen den Gästen die Herkunft auf der Speisekarte transparent.",
    "translation": "We actively advertise regional ingredients and transparently show guests the origin on the menu."
  },
  {
    "word": "regional",
    "category": "Qualität",
    "sentence": "Regionale Produkte haben kurze Transportwege, sind frischer und unterstützen die lokale Wirtschaft direkt nachhaltig.",
    "translation": "Regional products have short transport routes, are fresher and directly support local economy sustainably."
  },
  {
    "word": "saisonal",
    "category": "Küchenbezogen",
    "sentence": "Der Küchenchef passt die Speisekarte saisonal an und verwendet Gemüse und Obst zur optimalen Erntezeit.",
    "translation": "The head chef adjusts the menu seasonally and uses vegetables and fruits at optimal harvest time."
  },
  {
    "word": "saisonal",
    "category": "Servicebezogen",
    "sentence": "Wir informieren die Gäste über saisonale Spezialitäten und empfehlen Gerichte mit frischen Zutaten der Saison.",
    "translation": "We inform guests about seasonal specialties and recommend dishes with fresh ingredients of the season."
  },
  {
    "word": "saisonal",
    "category": "Qualität",
    "sentence": "Saisonale Küche schmeckt besser, ist umweltfreundlicher und zeigt die Verbundenheit mit der Natur im Restaurant.",
    "translation": "Seasonal cuisine tastes better, is more environmentally friendly and shows connection with nature in restaurant."
  },
  {
    "word": "die Nachhaltigkeit",
    "category": "Küchenbezogen",
    "sentence": "Nachhaltigkeit ist wichtig für die Küche, deshalb vermeiden wir Lebensmittelverschwendung und nutzen alles komplett.",
    "translation": "Sustainability is important for the kitchen, so we avoid food waste and use everything completely."
  },
  {
    "word": "die Nachhaltigkeit",
    "category": "Servicebezogen",
    "sentence": "Das Restaurant engagiert sich für Nachhaltigkeit durch regionale Produkte und umweltfreundliche Verpackungen bei Lieferungen.",
    "translation": "The restaurant is committed to sustainability through regional products and environmentally friendly packaging for deliveries."
  },
  {
    "word": "die Nachhaltigkeit",
    "category": "Qualität",
    "sentence": "Nachhaltigkeit ist ein wichtiges Qualitätsmerkmal moderner Gastronomie und zeigt Verantwortung für kommende Generationen.",
    "translation": "Sustainability is an important quality feature of modern gastronomy and shows responsibility for future generations."
  },
  {
    "word": "die Portion anpassen",
    "category": "Küchenbezogen",
    "sentence": "Die Küche kann die Portion problemlos anpassen, wenn Gäste weniger oder mehr essen möchten flexibel.",
    "translation": "The kitchen can easily adjust the portion if guests want to eat less or more flexibly."
  },
  {
    "word": "die Portion anpassen",
    "category": "Servicebezogen",
    "sentence": "Der Kellner fragt freundlich, ob wir die Portion anpassen sollen für Kinder oder ältere Menschen individuell.",
    "translation": "The waiter kindly asks if we should adjust the portion individually for children or elderly people."
  },
  {
    "word": "die Portion anpassen",
    "category": "Qualität",
    "sentence": "Die Möglichkeit, Portionen anzupassen, zeigt Kundenorientierung und verhindert unnötige Lebensmittelverschwendung im Restaurant effektiv.",
    "translation": "The ability to adjust portions shows customer orientation and effectively prevents unnecessary food waste in restaurant."
  },
  {
    "word": "die Kinderportion",
    "category": "Küchenbezogen",
    "sentence": "Die Küche bereitet Kinderportionen mit weniger scharfen Gewürzen und kleineren Mengen speziell zu für junge Gäste.",
    "translation": "The kitchen prepares children's portions with less spicy seasonings and smaller quantities especially for young guests."
  },
  {
    "word": "die Kinderportion",
    "category": "Servicebezogen",
    "sentence": "Wir bieten Kinderportionen zu reduzierten Preisen an, damit Familien gerne zu uns kommen können regelmäßig.",
    "translation": "We offer children's portions at reduced prices so families can come to us regularly gladly."
  },
  {
    "word": "die Kinderportion",
    "category": "Qualität",
    "sentence": "Eine Kinderportion sollte ausgewogen, gesund und kindgerecht präsentiert sein mit bunten Farben ansprechend.",
    "translation": "A children's portion should be balanced, healthy and presented child-friendly with colorful colors appealingly."
  },
  {
    "word": "zum Mitnehmen",
    "category": "Küchenbezogen",
    "sentence": "Die Küche verpackt Gerichte zum Mitnehmen in umweltfreundlichen Behältern, die auslaufsicher sind praktisch.",
    "translation": "The kitchen packs dishes to take away in environmentally friendly containers that are leak-proof and practical."
  },
  {
    "word": "zum Mitnehmen",
    "category": "Servicebezogen",
    "sentence": "Viele Gäste bestellen Essen zum Mitnehmen, das sie zu Hause genießen können bequem.",
    "translation": "Many guests order food to take away that they can enjoy at home comfortably."
  },
  {
    "word": "zum Mitnehmen",
    "category": "Qualität",
    "sentence": "Essen zum Mitnehmen muss so verpackt sein, dass es warm bleibt und appetitlich aussieht beim Öffnen.",
    "translation": "Food to take away must be packaged so it stays warm and looks appetizing when opening."
  },
  {
    "word": "die Verpackung",
    "category": "Küchenbezogen",
    "sentence": "Die Küche verwendet nachhaltige Verpackungen aus Pappe oder Bambus für alle Speisen zum Mitnehmen umweltfreundlich.",
    "translation": "The kitchen uses sustainable packaging from cardboard or bamboo for all food to take away environmentally friendly."
  },
  {
    "word": "die Verpackung",
    "category": "Servicebezogen",
    "sentence": "Das Restaurant achtet auf umweltfreundliche Verpackung und verzichtet komplett auf Plastik bei Take-away-Bestellungen.",
    "translation": "The restaurant pays attention to environmentally friendly packaging and completely avoids plastic for take-away orders."
  },
  {
    "word": "die Verpackung",
    "category": "Qualität",
    "sentence": "Hochwertige Verpackung hält das Essen warm, schützt vor Auslaufen und zeigt das Logo des Restaurants ansprechend.",
    "translation": "High-quality packaging keeps food warm, protects from leaking and attractively displays restaurant logo."
  },
  {
    "word": "die Reservierungsliste",
    "category": "Küchenbezogen",
    "sentence": "Die Küche schaut morgens auf die Reservierungsliste, um die benötigten Mengen an Zutaten zu planen genau.",
    "translation": "The kitchen looks at the reservation list in the morning to plan exact quantities of ingredients needed."
  },
  {
    "word": "die Reservierungsliste",
    "category": "Servicebezogen",
    "sentence": "Der Empfang führt eine digitale Reservierungsliste mit allen Details zu Tischnummer und Uhrzeit übersichtlich.",
    "translation": "The reception maintains a digital reservation list with all details on table number and time clearly."
  },
  {
    "word": "die Reservierungsliste",
    "category": "Qualität",
    "sentence": "Eine gut geführte Reservierungsliste ist wichtig für optimale Auslastung und verhindert Überbuchungen im Restaurant effektiv.",
    "translation": "A well-maintained reservation list is important for optimal capacity and effectively prevents overbooking in restaurant."
  },
  {
    "word": "ausgebucht",
    "category": "Küchenbezogen",
    "sentence": "Wenn das Restaurant ausgebucht ist, bereitet die Küche besonders viele Gerichte vor für den Abend intensiv.",
    "translation": "When the restaurant is fully booked, the kitchen prepares especially many dishes intensively for the evening."
  },
  {
    "word": "ausgebucht",
    "category": "Servicebezogen",
    "sentence": "Leider sind wir heute Abend ausgebucht, aber wir können einen Tisch für morgen reservieren gerne.",
    "translation": "Unfortunately we are fully booked tonight, but we can gladly reserve a table for tomorrow."
  },
  {
    "word": "ausgebucht",
    "category": "Qualität",
    "sentence": "Ein ausgebuchtes Restaurant ist ein Zeichen für Beliebtheit und Qualität, erfordert aber perfekte Organisation vom Team.",
    "translation": "A fully booked restaurant is a sign of popularity and quality but requires perfect organization from team."
  },
  {
    "word": "die Warteliste",
    "category": "Küchenbezogen",
    "sentence": "Bei vollem Restaurant kann die Küche durch die Warteliste besser planen, wann neue Gäste kommen werden.",
    "translation": "When restaurant is full, the kitchen can better plan through waiting list when new guests will arrive."
  },
  {
    "word": "die Warteliste",
    "category": "Servicebezogen",
    "sentence": "Der Empfang trägt Gäste in die Warteliste ein und ruft sie an, sobald ein Tisch frei wird.",
    "translation": "The reception enters guests into waiting list and calls them as soon as a table becomes available."
  },
  {
    "word": "die Warteliste",
    "category": "Qualität",
    "sentence": "Eine professionell geführte Warteliste zeigt Respekt für alle Gäste und organisiert den Ansturm effizient im Restaurant.",
    "translation": "A professionally maintained waiting list shows respect for all guests and efficiently organizes rush in restaurant."
  },
  {
    "word": "die Soße",
    "category": "Küchenbezogen",
    "sentence": "Die Soße muss ständig gerührt werden, damit sie nicht anbrennt und klumpig wird.",
    "translation": "The sauce must be stirred constantly so it doesn't burn and become lumpy."
  },
  {
    "word": "die Soße",
    "category": "Servicebezogen",
    "sentence": "Wir servieren zu jedem Hauptgericht eine hausgemachte Soße, die perfekt zum Fleisch passt.",
    "translation": "We serve a homemade sauce with every main course that perfectly matches the meat."
  },
  {
    "word": "die Soße",
    "category": "Qualität",
    "sentence": "Eine gute Soße ist sämig, aromatisch und rundet das Gericht geschmacklich perfekt ab.",
    "translation": "A good sauce is creamy, aromatic and perfectly rounds off the dish in taste."
  },
  {
    "word": "die Bratensoße",
    "category": "Küchenbezogen",
    "sentence": "Die Bratensoße wird aus dem Bratensaft zubereitet und mit Rotwein verfeinert abgeschmeckt.",
    "translation": "The gravy is prepared from the roasting juice and refined with red wine."
  },
  {
    "word": "die Bratensoße",
    "category": "Servicebezogen",
    "sentence": "Zur traditionellen Bratensoße reichen wir Kartoffelknödel und Rotkohl als klassische Beilagen den Gästen.",
    "translation": "With traditional gravy, we serve potato dumplings and red cabbage as classic sides to guests."
  },
  {
    "word": "die Bratensoße",
    "category": "Qualität",
    "sentence": "Eine perfekte Bratensoße schmeckt kräftig nach Fleisch und hat eine glänzende, dickflüssige Konsistenz.",
    "translation": "A perfect gravy tastes strongly of meat and has a shiny, thick consistency."
  },
  {
    "word": "die Kartoffeln",
    "category": "Küchenbezogen",
    "sentence": "Die Kartoffeln werden in Salzwasser gekocht und dann geschält für verschiedene Gerichte weiterverarbeitet.",
    "translation": "The potatoes are boiled in salt water and then peeled for further processing in various dishes."
  },
  {
    "word": "die Kartoffeln",
    "category": "Servicebezogen",
    "sentence": "Wir bieten die Kartoffeln in verschiedenen Zubereitungsarten an, von gekocht bis gebraten oder als Püree.",
    "translation": "We offer potatoes in various preparations, from boiled to fried or as mash."
  },
  {
    "word": "die Kartoffeln",
    "category": "Qualität",
    "sentence": "Frische regionale Kartoffeln von heimischen Bauern sind die Basis für viele traditionelle deutsche Gerichte.",
    "translation": "Fresh regional potatoes from local farmers are the basis for many traditional German dishes."
  },
  {
    "word": "die Pommes frites",
    "category": "Küchenbezogen",
    "sentence": "Die Pommes frites werden zweimal frittiert bei unterschiedlichen Temperaturen für perfekte Knusprigkeit außen und innen.",
    "translation": "The French fries are fried twice at different temperatures for perfect crispiness outside and inside."
  },
  {
    "word": "die Pommes frites",
    "category": "Servicebezogen",
    "sentence": "Wir servieren die Pommes frites heiß und knusprig mit Ketchup und Mayonnaise zu vielen Gerichten.",
    "translation": "We serve the French fries hot and crispy with ketchup and mayonnaise with many dishes."
  },
  {
    "word": "die Pommes frites",
    "category": "Qualität",
    "sentence": "Perfekte Pommes frites sind außen goldbraun und knusprig, innen weich und fluffig mit wenig Fett.",
    "translation": "Perfect French fries are golden brown and crispy outside, soft and fluffy inside with little fat."
  },
  {
    "word": "der Reis",
    "category": "Küchenbezogen",
    "sentence": "Der Reis wird in der doppelten Menge Wasser gekocht, bis er locker und bissfest ist.",
    "translation": "The rice is cooked in double the amount of water until it is loose and al dente."
  },
  {
    "word": "der Reis",
    "category": "Servicebezogen",
    "sentence": "Als Beilage bieten wir verschiedene Reissorten an, von Basmati bis Jasmin für asiatische Gerichte.",
    "translation": "As a side dish, we offer various types of rice, from Basmati to Jasmine for Asian dishes."
  },
  {
    "word": "der Reis",
    "category": "Qualität",
    "sentence": "Hochwertiger Reis sollte nach dem Kochen locker sein und die einzelnen Körner nicht zusammenkleben.",
    "translation": "High-quality rice should be loose after cooking and the individual grains should not stick together."
  },
  {
    "word": "die Nudeln",
    "category": "Küchenbezogen",
    "sentence": "Die Nudeln werden in reichlich kochendem Salzwasser al dente gekocht und dann abgegossen sofort.",
    "translation": "The pasta is cooked al dente in plenty of boiling salt water and then drained immediately."
  },
  {
    "word": "die Nudeln",
    "category": "Servicebezogen",
    "sentence": "Wir servieren die Nudeln mit verschiedenen hausgemachten Saucen von Tomaten bis Sahne zur Auswahl.",
    "translation": "We serve pasta with various homemade sauces from tomato to cream to choose from."
  },
  {
    "word": "die Nudeln",
    "category": "Qualität",
    "sentence": "Frische hausgemachte Nudeln schmecken besser als getrocknete und haben eine zartere Textur beim Essen.",
    "translation": "Fresh homemade pasta tastes better than dried and has a more tender texture when eating."
  }
]