{
  "metadata": {
    "language": "unknown",
    "language_name": "Unknown",
    "level": "C1-C2",
    "total_words": 161,
    "total_sentences": 483,
    "version": "3.0-converted",
    "generated_date": "2025-11-05"
  },
  "sentences": {
    "Bebauungsplan": [
      {
        "id": "de-c1-stadtplanung-Bebauungsplan-001",
        "sentence": "Der neue Bebauungsplan sieht eine nachhaltige Mischung aus Wohn- und Gewerbeflächen vor, die das Stadtbild langfristig prägen und lebendige Quartiere schaffen wird.",
        "target_word": "Bebauungsplan",
        "blank": "Der neue _____ sieht eine nachhaltige Mischung aus Wohn- und Gewerbeflächen vor, die das Stadtbild langfristig prägen und lebendige Quartiere schaffen wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bebauungsplan-002",
        "sentence": "Die infrastrukturelle Erschließung muss bei der Umsetzung des Bebauungsplans besonders berücksichtigt werden, um zukünftige Verkehrsprobleme und Versorgungsengpässe zu vermeiden.",
        "target_word": "Bebauungsplan",
        "blank": "Die infrastrukturelle Erschließung muss bei der Umsetzung des _____s besonders berücksichtigt werden, um zukünftige Verkehrsprobleme und Versorgungsengpässe zu vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bebauungsplan-003",
        "sentence": "Das Genehmigungsverfahren für den Bebauungsplan erfordert eine umfassende Bürgerbeteiligung und öffentliche Auslegung der Planungsentwürfe gemäß den Vorschriften des Baugesetzbuches.",
        "target_word": "Bebauungsplan",
        "blank": "Das Genehmigungsverfahren für den _____ erfordert eine umfassende Bürgerbeteiligung und öffentliche Auslegung der Planungsentwürfe gemäß den Vorschriften des Baugesetzbuches.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Flächennutzungsplan": [
      {
        "id": "de-c1-stadtplanung-Flächennutzungsplan-001",
        "sentence": "Der Flächennutzungsplan stellt die beabsichtigte städtebauliche Entwicklung der gesamten Gemeinde dar und bildet die Grundlage für alle verbindlichen Bebauungspläne.",
        "target_word": "Flächennutzungsplan",
        "blank": "Der _____ stellt die beabsichtigte städtebauliche Entwicklung der gesamten Gemeinde dar und bildet die Grundlage für alle verbindlichen Bebauungspläne.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Flächennutzungsplan-002",
        "sentence": "Bei der Fortschreibung des Flächennutzungsplans müssen die vorhandenen Infrastrukturkapazitäten sowie der absehbare Bedarf an Wohn- und Gewerbeflächen sorgfältig analysiert werden.",
        "target_word": "Flächennutzungsplan",
        "blank": "Bei der Fortschreibung des _____s müssen die vorhandenen Infrastrukturkapazitäten sowie der absehbare Bedarf an Wohn- und Gewerbeflächen sorgfältig analysiert werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Flächennutzungsplan-003",
        "sentence": "Die Öffentlichkeit hat das Recht, im Rahmen der frühzeitigen Bürgerbeteiligung Anregungen und Bedenken zum Entwurf des Flächennutzungsplans vorzubringen.",
        "target_word": "Flächennutzungsplan",
        "blank": "Die Öffentlichkeit hat das Recht, im Rahmen der frühzeitigen Bürgerbeteiligung Anregungen und Bedenken zum Entwurf des _____s vorzubringen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Baugenehmigung": [
      {
        "id": "de-c1-stadtplanung-Baugenehmigung-001",
        "sentence": "Die Baugenehmigung wird erst erteilt, wenn das geplante Bauvorhaben mit den Festsetzungen des Bebauungsplans und allen geltenden Bauvorschriften übereinstimmt.",
        "target_word": "Baugenehmigung",
        "blank": "Die _____ wird erst erteilt, wenn das geplante Bauvorhaben mit den Festsetzungen des Bebauungsplans und allen geltenden Bauvorschriften übereinstimmt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baugenehmigung-002",
        "sentence": "Für die Erteilung der Baugenehmigung ist nachzuweisen, dass die technische Infrastruktur wie Wasserversorgung, Abwasserentsorgung und Verkehrsanbindung gesichert ist.",
        "target_word": "Baugenehmigung",
        "blank": "Für die Erteilung der _____ ist nachzuweisen, dass die technische Infrastruktur wie Wasserversorgung, Abwasserentsorgung und Verkehrsanbindung gesichert ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baugenehmigung-003",
        "sentence": "Die zuständige Bauaufsichtsbehörde prüft den Antrag auf Baugenehmigung innerhalb einer festgelegten Frist und beteiligt dabei alle betroffenen Fachbehörden.",
        "target_word": "Baugenehmigung",
        "blank": "Die zuständige Bauaufsichtsbehörde prüft den Antrag auf _____ innerhalb einer festgelegten Frist und beteiligt dabei alle betroffenen Fachbehörden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bauvoranfrage": [
      {
        "id": "de-c1-stadtplanung-Bauvoranfrage-001",
        "sentence": "Mit einer Bauvoranfrage können Investoren frühzeitig klären, ob ein Grundstück grundsätzlich bebaubar ist und welche planungsrechtlichen Rahmenbedingungen gelten.",
        "target_word": "Bauvoranfrage",
        "blank": "Mit einer _____ können Investoren frühzeitig klären, ob ein Grundstück grundsätzlich bebaubar ist und welche planungsrechtlichen Rahmenbedingungen gelten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauvoranfrage-002",
        "sentence": "Die Bauvoranfrage ermöglicht es, einzelne Fragen zur baulichen Nutzbarkeit des Grundstücks vor der eigentlichen Antragstellung verbindlich klären zu lassen.",
        "target_word": "Bauvoranfrage",
        "blank": "Die _____ ermöglicht es, einzelne Fragen zur baulichen Nutzbarkeit des Grundstücks vor der eigentlichen Antragstellung verbindlich klären zu lassen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauvoranfrage-003",
        "sentence": "Nach erfolgreichem Abschluss der Bauvoranfrage erhält der Antragsteller einen Bauvorbescheid, der für drei Jahre rechtliche Sicherheit über die Bebaubarkeit bietet.",
        "target_word": "Bauvoranfrage",
        "blank": "Nach erfolgreichem Abschluss der _____ erhält der Antragsteller einen Bauvorbescheid, der für drei Jahre rechtliche Sicherheit über die Bebaubarkeit bietet.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Erschließung": [
      {
        "id": "de-c1-stadtplanung-Erschließung-001",
        "sentence": "Die verkehrliche und technische Erschließung eines Neubaugebiets umfasst die Herstellung von Straßen sowie die Verlegung von Leitungen für Wasser, Strom und Kommunikation.",
        "target_word": "Erschließung",
        "blank": "Die verkehrliche und technische _____ eines Neubaugebiets umfasst die Herstellung von Straßen sowie die Verlegung von Leitungen für Wasser, Strom und Kommunikation.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erschließung-002",
        "sentence": "Ohne gesicherte Erschließung kann keine Baugenehmigung erteilt werden, da die ausreichende Ver- und Entsorgung des Bauvorhabens rechtlich garantiert sein muss.",
        "target_word": "Erschließung",
        "blank": "Ohne gesicherte _____ kann keine Baugenehmigung erteilt werden, da die ausreichende Ver- und Entsorgung des Bauvorhabens rechtlich garantiert sein muss.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erschließung-003",
        "sentence": "Die Kosten der Erschließung werden gemäß Erschließungsbeitragsrecht anteilig auf die Grundstückseigentümer umgelegt, die von der neuen Infrastruktur profitieren.",
        "target_word": "Erschließung",
        "blank": "Die Kosten der _____ werden gemäß _____sbeitragsrecht anteilig auf die Grundstückseigentümer umgelegt, die von der neuen Infrastruktur profitieren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bauland": [
      {
        "id": "de-c1-stadtplanung-Bauland-001",
        "sentence": "Die Ausweisung von neuem Bauland im Flächennutzungsplan muss sorgfältig gegen den Grundsatz der Innenentwicklung und des sparsamen Umgangs mit Flächen abgewogen werden.",
        "target_word": "Bauland",
        "blank": "Die Ausweisung von neuem _____ im Flächennutzungsplan muss sorgfältig gegen den Grundsatz der Innenentwicklung und des sparsamen Umgangs mit Flächen abgewogen werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauland-002",
        "sentence": "Die Umwandlung von landwirtschaftlichen Flächen in Bauland erfordert eine Änderung des Flächennutzungsplans und unterliegt strengen raumordnerischen Vorgaben.",
        "target_word": "Bauland",
        "blank": "Die Umwandlung von landwirtschaftlichen Flächen in _____ erfordert eine Änderung des Flächennutzungsplans und unterliegt strengen raumordnerischen Vorgaben.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauland-003",
        "sentence": "Der Preis für erschlossenes Bauland ist in den letzten Jahren kontinuierlich gestiegen, was die Schaffung von bezahlbarem Wohnraum erheblich erschwert.",
        "target_word": "Bauland",
        "blank": "Der Preis für erschlossenes _____ ist in den letzten Jahren kontinuierlich gestiegen, was die Schaffung von bezahlbarem Wohnraum erheblich erschwert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Geschossflächenzahl": [
      {
        "id": "de-c1-stadtplanung-Geschossflächenzahl-001",
        "sentence": "Die Geschossflächenzahl gibt an, wie viel Quadratmeter Geschossfläche je Quadratmeter Grundstücksfläche maximal errichtet werden darf und bestimmt somit die Baudichte.",
        "target_word": "Geschossflächenzahl",
        "blank": "Die _____ gibt an, wie viel Quadratmeter Geschossfläche je Quadratmeter Grundstücksfläche maximal errichtet werden darf und bestimmt somit die Baudichte.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Geschossflächenzahl-002",
        "sentence": "Eine höhere Geschossflächenzahl ermöglicht eine intensivere bauliche Ausnutzung des Grundstücks und trägt zur effizienten Nutzung städtischer Flächen bei.",
        "target_word": "Geschossflächenzahl",
        "blank": "Eine höhere _____ ermöglicht eine intensivere bauliche Ausnutzung des Grundstücks und trägt zur effizienten Nutzung städtischer Flächen bei.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Geschossflächenzahl-003",
        "sentence": "Bei der Festsetzung der Geschossflächenzahl im Bebauungsplan sind die vorhandene Infrastrukturkapazität und die städtebauliche Verträglichkeit zu berücksichtigen.",
        "target_word": "Geschossflächenzahl",
        "blank": "Bei der Festsetzung der _____ im Bebauungsplan sind die vorhandene Infrastrukturkapazität und die städtebauliche Verträglichkeit zu berücksichtigen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Grundflächenzahl": [
      {
        "id": "de-c1-stadtplanung-Grundflächenzahl-001",
        "sentence": "Die Grundflächenzahl bestimmt, welcher Anteil der Grundstücksfläche durch bauliche Anlagen überbaut werden darf, und sichert damit ausreichend Freiflächen und Grünräume.",
        "target_word": "Grundflächenzahl",
        "blank": "Die _____ bestimmt, welcher Anteil der Grundstücksfläche durch bauliche Anlagen überbaut werden darf, und sichert damit ausreichend Freiflächen und Grünräume.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grundflächenzahl-002",
        "sentence": "Eine Grundflächenzahl von 0,4 bedeutet, dass maximal 40 Prozent der Grundstücksfläche mit Gebäuden, Garagen und befestigten Flächen versiegelt werden dürfen.",
        "target_word": "Grundflächenzahl",
        "blank": "Eine _____ von 0,4 bedeutet, dass maximal 40 Prozent der Grundstücksfläche mit Gebäuden, Garagen und befestigten Flächen versiegelt werden dürfen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grundflächenzahl-003",
        "sentence": "Die Einhaltung der im Bebauungsplan festgesetzten Grundflächenzahl wird im Baugenehmigungsverfahren geprüft und ist zwingend erforderlich für die Genehmigung.",
        "target_word": "Grundflächenzahl",
        "blank": "Die Einhaltung der im Bebauungsplan festgesetzten _____ wird im Baugenehmigungsverfahren geprüft und ist zwingend erforderlich für die Genehmigung.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Baulinie": [
      {
        "id": "de-c1-stadtplanung-Baulinie-001",
        "sentence": "Die Baulinie ist eine festgesetzte Linie, an der Gebäude zwingend errichtet werden müssen, um ein einheitliches Straßenbild zu schaffen.",
        "target_word": "Baulinie",
        "blank": "Die _____ ist eine festgesetzte Linie, an der Gebäude zwingend errichtet werden müssen, um ein einheitliches Straßenbild zu schaffen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baulinie-002",
        "sentence": "Durch die Festsetzung einer Baulinie wird eine geschlossene Bebauungsstruktur entlang der Straße erreicht, die für innerstädtische Quartiere charakteristisch ist.",
        "target_word": "Baulinie",
        "blank": "Durch die Festsetzung einer _____ wird eine geschlossene Bebauungsstruktur entlang der Straße erreicht, die für innerstädtische Quartiere charakteristisch ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baulinie-003",
        "sentence": "Abweichungen von der festgesetzten Baulinie sind nur in begründeten Ausnahmefällen zulässig und erfordern eine besondere Genehmigung der Bauaufsichtsbehörde.",
        "target_word": "Baulinie",
        "blank": "Abweichungen von der festgesetzten _____ sind nur in begründeten Ausnahmefällen zulässig und erfordern eine besondere Genehmigung der Bauaufsichtsbehörde.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Baugrenze": [
      {
        "id": "de-c1-stadtplanung-Baugrenze-001",
        "sentence": "Die Baugrenze definiert im Bebauungsplan eine Linie, die von Gebäuden nicht überschritten werden darf, wobei ein Zurückbleiben hinter dieser Linie zulässig ist.",
        "target_word": "Baugrenze",
        "blank": "Die _____ definiert im Bebauungsplan eine Linie, die von Gebäuden nicht überschritten werden darf, wobei ein Zurückbleiben hinter dieser Linie zulässig ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baugrenze-002",
        "sentence": "Durch die Festsetzung von Baugrenzen wird den Bauherren mehr gestalterischer Spielraum bei der Positionierung des Gebäudes auf dem Grundstück eingeräumt.",
        "target_word": "Baugrenze",
        "blank": "Durch die Festsetzung von _____n wird den Bauherren mehr gestalterischer Spielraum bei der Positionierung des Gebäudes auf dem Grundstück eingeräumt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baugrenze-003",
        "sentence": "Vorspringende Bauteile wie Balkone und Erker dürfen die festgesetzte Baugrenze in geringfügigem Maß überschreiten, wenn dies im Bebauungsplan ausdrücklich geregelt ist.",
        "target_word": "Baugrenze",
        "blank": "Vorspringende Bauteile wie Balkone und Erker dürfen die festgesetzte _____ in geringfügigem Maß überschreiten, wenn dies im Bebauungsplan ausdrücklich geregelt ist.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Abstandsfläche": [
      {
        "id": "de-c1-stadtplanung-Abstandsfläche-001",
        "sentence": "Die Abstandsfläche regelt den Mindestabstand zwischen Gebäuden, um ausreichende Belichtung, Belüftung und Brandschutz sicherzustellen sowie Einsicht in Nachbargrundstücke zu vermeiden.",
        "target_word": "Abstandsfläche",
        "blank": "Die _____ regelt den Mindestabstand zwischen Gebäuden, um ausreichende Belichtung, Belüftung und Brandschutz sicherzustellen sowie Einsicht in Nachbargrundstücke zu vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Abstandsfläche-002",
        "sentence": "Bei der Gebäudeplanung muss berechnet werden, dass die erforderlichen Abstandsflächen auf dem eigenen Grundstück oder mit Nachbarzustimmung auf dessen Fläche liegen.",
        "target_word": "Abstandsfläche",
        "blank": "Bei der Gebäudeplanung muss berechnet werden, dass die erforderlichen _____n auf dem eigenen Grundstück oder mit Nachbarzustimmung auf dessen Fläche liegen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Abstandsfläche-003",
        "sentence": "Die Landesbauordnung legt die Bemessung der Abstandsfläche fest, wobei Ausnahmen für Grenzbebauung in dicht bebauten Innenstadtbereichen durch den Bebauungsplan zugelassen werden können.",
        "target_word": "Abstandsfläche",
        "blank": "Die Landesbauordnung legt die Bemessung der _____ fest, wobei Ausnahmen für Grenzbebauung in dicht bebauten Innenstadtbereichen durch den Bebauungsplan zugelassen werden können.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Grünordnungsplan": [
      {
        "id": "de-c1-stadtplanung-Grünordnungsplan-001",
        "sentence": "Der Grünordnungsplan ist ein wichtiges Instrument der Landschaftsplanung und regelt die Erhaltung, Neuanlage und Gestaltung von Grün- und Freiflächen im Plangebiet.",
        "target_word": "Grünordnungsplan",
        "blank": "Der _____ ist ein wichtiges Instrument der Landschaftsplanung und regelt die Erhaltung, Neuanlage und Gestaltung von Grün- und Freiflächen im Plangebiet.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grünordnungsplan-002",
        "sentence": "Im Grünordnungsplan werden Maßnahmen zum Schutz vorhandener Vegetationsbestände sowie Festsetzungen zu Pflanzungen und zur Biotopvernetzung getroffen.",
        "target_word": "Grünordnungsplan",
        "blank": "Im _____ werden Maßnahmen zum Schutz vorhandener Vegetationsbestände sowie Festsetzungen zu Pflanzungen und zur Biotopvernetzung getroffen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grünordnungsplan-003",
        "sentence": "Die Gemeinde kann im Grünordnungsplan verbindliche Vorgaben zur Begrünung von Dächern und Fassaden festsetzen, um das Stadtklima zu verbessern.",
        "target_word": "Grünordnungsplan",
        "blank": "Die Gemeinde kann im _____ verbindliche Vorgaben zur Begrünung von Dächern und Fassaden festsetzen, um das Stadtklima zu verbessern.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Stellplatznachweis": [
      {
        "id": "de-c1-stadtplanung-Stellplatznachweis-001",
        "sentence": "Der Stellplatznachweis ist Bestandteil der Bauvorlagen und weist nach, dass für das geplante Bauvorhaben ausreichend Pkw-Stellplätze auf dem Grundstück vorhanden sind.",
        "target_word": "Stellplatznachweis",
        "blank": "Der _____ ist Bestandteil der Bauvorlagen und weist nach, dass für das geplante Bauvorhaben ausreichend Pkw-Stellplätze auf dem Grundstück vorhanden sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stellplatznachweis-002",
        "sentence": "Die Anzahl der nachzuweisenden Stellplätze richtet sich nach der Art und dem Umfang der baulichen Nutzung und ist in der Stellplatzsatzung geregelt.",
        "target_word": "Stellplatznachweis",
        "blank": "Die Anzahl der nachzuweisenden Stellplätze richtet sich nach der Art und dem Umfang der baulichen Nutzung und ist in der Stellplatzsatzung geregelt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stellplatznachweis-003",
        "sentence": "In gut erschlossenen innerstädtischen Lagen können Kommunen den Stellplatznachweis reduzieren oder durch eine Ablösezahlung ersetzen, um den ÖPNV zu fördern.",
        "target_word": "Stellplatznachweis",
        "blank": "In gut erschlossenen innerstädtischen Lagen können Kommunen den _____ reduzieren oder durch eine Ablösezahlung ersetzen, um den ÖPNV zu fördern.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Firsthöhe": [
      {
        "id": "de-c1-stadtplanung-Firsthöhe-001",
        "sentence": "Die Firsthöhe ist der höchste Punkt eines Gebäudes und wird vom Gelände bis zur obersten Dachkante gemessen.",
        "target_word": "Firsthöhe",
        "blank": "Die _____ ist der höchste Punkt eines Gebäudes und wird vom Gelände bis zur obersten Dachkante gemessen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Firsthöhe-002",
        "sentence": "Bei der Planung von Wohngebieten wird die maximal zulässige Firsthöhe im Bebauungsplan festgelegt, um die Bauweise zu steuern.",
        "target_word": "Firsthöhe",
        "blank": "Bei der Planung von Wohngebieten wird die maximal zulässige _____ im Bebauungsplan festgelegt, um die Bauweise zu steuern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Firsthöhe-003",
        "sentence": "Ausnahmen von der festgesetzten Firsthöhe können genehmigt werden, wenn besondere städtebauliche Gründe vorliegen und Nachbarn nicht unzumutbar beeinträchtigt werden.",
        "target_word": "Firsthöhe",
        "blank": "Ausnahmen von der festgesetzten _____ können genehmigt werden, wenn besondere städtebauliche Gründe vorliegen und Nachbarn nicht unzumutbar beeinträchtigt werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Traufhöhe": [
      {
        "id": "de-c1-stadtplanung-Traufhöhe-001",
        "sentence": "Die Traufhöhe bezeichnet den Abstand vom Gelände bis zur Oberkante der Außenwand und ist ein wichtiges Maß zur Kontrolle der Gebäudehöhe.",
        "target_word": "Traufhöhe",
        "blank": "Die _____ bezeichnet den Abstand vom Gelände bis zur Oberkante der Außenwand und ist ein wichtiges Maß zur Kontrolle der Gebäudehöhe.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Traufhöhe-002",
        "sentence": "Im Bebauungsplan wird oft eine maximale Traufhöhe festgesetzt, um ein harmonisches Straßenbild zu gewährleisten und zu verhindern, dass Gebäude die Umgebung überragen.",
        "target_word": "Traufhöhe",
        "blank": "Im Bebauungsplan wird oft eine maximale _____ festgesetzt, um ein harmonisches Straßenbild zu gewährleisten und zu verhindern, dass Gebäude die Umgebung überragen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Traufhöhe-003",
        "sentence": "Die Festlegung der Traufhöhe im Bebauungsplan dient der städtebaulichen Ordnung und kann durch gestalterische Vorgaben ergänzt werden.",
        "target_word": "Traufhöhe",
        "blank": "Die Festlegung der _____ im Bebauungsplan dient der städtebaulichen Ordnung und kann durch gestalterische Vorgaben ergänzt werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Dachform": [
      {
        "id": "de-c1-stadtplanung-Dachform-001",
        "sentence": "Die Festsetzung der Dachform im Bebauungsplan dient der städtebaulichen Gestaltung und kann zwischen Flachdach, Satteldach, Walmdach oder anderen Varianten unterscheiden.",
        "target_word": "Dachform",
        "blank": "Die Festsetzung der _____ im Bebauungsplan dient der städtebaulichen Gestaltung und kann zwischen Flachdach, Satteldach, Walmdach oder anderen Varianten unterscheiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachform-002",
        "sentence": "In historischen Ortskernen wird häufig eine einheitliche Dachform vorgeschrieben, um den traditionellen Charakter der Bebauung zu erhalten und zu stärken.",
        "target_word": "Dachform",
        "blank": "In historischen Ortskernen wird häufig eine einheitliche _____ vorgeschrieben, um den traditionellen Charakter der Bebauung zu erhalten und zu stärken.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachform-003",
        "sentence": "Die Wahl der Dachform hat erhebliche Auswirkungen auf die architektonische Gestaltung, die Nutzbarkeit des Dachgeschosses und die energetische Gebäudeperformance.",
        "target_word": "Dachform",
        "blank": "Die Wahl der _____ hat erhebliche Auswirkungen auf die architektonische Gestaltung, die Nutzbarkeit des Dachgeschosses und die energetische Gebäudeperformance.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Dachneigung": [
      {
        "id": "de-c1-stadtplanung-Dachneigung-001",
        "sentence": "Die Dachneigung beeinflusst das Erscheinungsbild eines Gebäudes und wird im Bebauungsplan oft festgelegt, um ein einheitliches Ortsbild zu erzeugen.",
        "target_word": "Dachneigung",
        "blank": "Die _____ beeinflusst das Erscheinungsbild eines Gebäudes und wird im Bebauungsplan oft festgelegt, um ein einheitliches Ortsbild zu erzeugen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachneigung-002",
        "sentence": "Flachdächer mit geringer Dachneigung bieten Möglichkeiten zur Dachbegrünung und zur Installation von Photovoltaikanlagen, während steilere Dächer sich für Wohnraum im Dachgeschoss eignen.",
        "target_word": "Dachneigung",
        "blank": "Flachdächer mit geringer _____ bieten Möglichkeiten zur Dachbegrünung und zur Installation von Photovoltaikanlagen, während steilere Dächer sich für Wohnraum im Dachgeschoss eignen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachneigung-003",
        "sentence": "Bei Bauanträgen wird die geplante Dachneigung überprüft, um sicherzustellen, dass sie den Vorgaben des Bebauungsplans entspricht.",
        "target_word": "Dachneigung",
        "blank": "Bei Bauanträgen wird die geplante _____ überprüft, um sicherzustellen, dass sie den Vorgaben des Bebauungsplans entspricht.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Nutzungsänderung": [
      {
        "id": "de-c1-stadtplanung-Nutzungsänderung-001",
        "sentence": "Eine Nutzungsänderung liegt vor, wenn die bisherige Art der Nutzung eines Gebäudes oder Gebäudeteils wesentlich geändert wird, etwa von Wohnen zu Gewerbe.",
        "target_word": "Nutzungsänderung",
        "blank": "Eine _____ liegt vor, wenn die bisherige Art der Nutzung eines Gebäudes oder Gebäudeteils wesentlich geändert wird, etwa von Wohnen zu Gewerbe.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nutzungsänderung-002",
        "sentence": "Die Genehmigung einer Nutzungsänderung setzt voraus, dass die neue Nutzung mit den Festsetzungen des Bebauungsplans vereinbar ist und alle bauordnungsrechtlichen Anforderungen erfüllt.",
        "target_word": "Nutzungsänderung",
        "blank": "Die Genehmigung einer _____ setzt voraus, dass die neue Nutzung mit den Festsetzungen des Bebauungsplans vereinbar ist und alle bauordnungsrechtlichen Anforderungen erfüllt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nutzungsänderung-003",
        "sentence": "In Mischgebieten sind Nutzungsänderungen zwischen Wohnen und nicht störendem Gewerbe meist problemlos möglich, während in reinen Wohngebieten strenge Beschränkungen gelten.",
        "target_word": "Nutzungsänderung",
        "blank": "In Mischgebieten sind _____en zwischen Wohnen und nicht störendem Gewerbe meist problemlos möglich, während in reinen Wohngebieten strenge Beschränkungen gelten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Außenbereich": [
      {
        "id": "de-c1-stadtplanung-Außenbereich-001",
        "sentence": "Im Außenbereich ist die Errichtung von Gebäuden grundsätzlich unzulässig, es sei denn, es handelt sich um privilegierte Vorhaben der Land- oder Forstwirtschaft.",
        "target_word": "Außenbereich",
        "blank": "Im _____ ist die Errichtung von Gebäuden grundsätzlich unzulässig, es sei denn, es handelt sich um privilegierte Vorhaben der Land- oder Forstwirtschaft.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Außenbereich-002",
        "sentence": "Die baurechtliche Einordnung als Außenbereich schützt die Landschaft vor Zersiedelung und erhält Freiräume für Natur, Erholung und landwirtschaftliche Nutzung.",
        "target_word": "Außenbereich",
        "blank": "Die baurechtliche Einordnung als _____ schützt die Landschaft vor Zersiedelung und erhält Freiräume für Natur, Erholung und landwirtschaftliche Nutzung.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Außenbereich-003",
        "sentence": "Bauanträge im Außenbereich werden besonders sorgfältig geprüft, wobei öffentliche Belange wie Naturschutz und Landschaftsbild eine zentrale Rolle spielen.",
        "target_word": "Außenbereich",
        "blank": "Bauanträge im _____ werden besonders sorgfältig geprüft, wobei öffentliche Belange wie Naturschutz und Landschaftsbild eine zentrale Rolle spielen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Innenbereich": [
      {
        "id": "de-c1-stadtplanung-Innenbereich-001",
        "sentence": "Im Innenbereich ist Bebauung ohne Bebauungsplan zulässig, wenn sich das Vorhaben in die Eigenart der näheren Umgebung einfügt.",
        "target_word": "Innenbereich",
        "blank": "Im _____ ist Bebauung ohne Bebauungsplan zulässig, wenn sich das Vorhaben in die Eigenart der näheren Umgebung einfügt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Innenbereich-002",
        "sentence": "Die Abgrenzung zwischen Innenbereich und Außenbereich erfolgt nach der tatsächlichen Bebauung und ist für die bauplanungsrechtliche Zulässigkeit von Vorhaben entscheidend.",
        "target_word": "Innenbereich",
        "blank": "Die Abgrenzung zwischen _____ und Außenbereich erfolgt nach der tatsächlichen Bebauung und ist für die bauplanungsrechtliche Zulässigkeit von Vorhaben entscheidend.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Innenbereich-003",
        "sentence": "Bei der Beurteilung von Bauanträgen im Innenbereich ist das Gebot der Rücksichtnahme auf die vorhandene Bebauung und ihre Bewohner besonders zu beachten.",
        "target_word": "Innenbereich",
        "blank": "Bei der Beurteilung von Bauanträgen im _____ ist das Gebot der Rücksichtnahme auf die vorhandene Bebauung und ihre Bewohner besonders zu beachten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Einvernehmen": [
      {
        "id": "de-c1-stadtplanung-Einvernehmen-001",
        "sentence": "Das Einvernehmen der Gemeinde ist eine rechtliche Voraussetzung für die Erteilung einer Baugenehmigung und kann bei Widerspruch zur Planungskonzeption versagt werden.",
        "target_word": "Einvernehmen",
        "blank": "Das _____ der Gemeinde ist eine rechtliche Voraussetzung für die Erteilung einer Baugenehmigung und kann bei Widerspruch zur Planungskonzeption versagt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Einvernehmen-002",
        "sentence": "Die Gemeinde muss ihr Einvernehmen innerhalb von zwei Monaten nach Eingang des Antrags erklären, andernfalls gilt es als erteilt.",
        "target_word": "Einvernehmen",
        "blank": "Die Gemeinde muss ihr _____ innerhalb von zwei Monaten nach Eingang des Antrags erklären, andernfalls gilt es als erteilt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Einvernehmen-003",
        "sentence": "Die Versagung des gemeindlichen Einvernehmens ist nur aus städtebaulichen Gründen zulässig und muss nachvollziehbar begründet werden, um rechtlich Bestand zu haben.",
        "target_word": "Einvernehmen",
        "blank": "Die Versagung des gemeindlichen _____s ist nur aus städtebaulichen Gründen zulässig und muss nachvollziehbar begründet werden, um rechtlich Bestand zu haben.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bauordnung": [
      {
        "id": "de-c1-stadtplanung-Bauordnung-001",
        "sentence": "Die Landesbauordnung regelt die technischen Anforderungen an bauliche Anlagen hinsichtlich Standsicherheit, Brandschutz, Gesundheitsschutz und weiterer öffentlicher Belange.",
        "target_word": "Bauordnung",
        "blank": "Die Landesbauordnung regelt die technischen Anforderungen an bauliche Anlagen hinsichtlich Standsicherheit, Brandschutz, Gesundheitsschutz und weiterer öffentlicher Belange.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauordnung-002",
        "sentence": "Verstöße gegen die Bauordnung können zu Baubeschränkungen, Nutzungsuntersagungen oder im Extremfall zur Beseitigungsanordnung für das rechtswidrig errichtete Gebäude führen.",
        "target_word": "Bauordnung",
        "blank": "Verstöße gegen die _____ können zu Baubeschränkungen, Nutzungsuntersagungen oder im Extremfall zur Beseitigungsanordnung für das rechtswidrig errichtete Gebäude führen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauordnung-003",
        "sentence": "Die Bauordnungen der Bundesländer enthalten detaillierte Vorschriften zu Abstandsflächen, Stellplätzen, Rettungswegen und barrierefreiem Bauen, die zwingend einzuhalten sind.",
        "target_word": "Bauordnung",
        "blank": "Die _____en der Bundesländer enthalten detaillierte Vorschriften zu Abstandsflächen, Stellplätzen, Rettungswegen und barrierefreiem Bauen, die zwingend einzuhalten sind.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wohngebiet": [
      {
        "id": "de-c1-stadtplanung-Wohngebiet-001",
        "sentence": "Ein allgemeines Wohngebiet ermöglicht neben Wohnnutzung auch Läden und Dienstleistungen für die Versorgung der Bewohner im Quartier.",
        "target_word": "Wohngebiet",
        "blank": "Ein allgemeines _____ ermöglicht neben Wohnnutzung auch Läden und Dienstleistungen für die Versorgung der Bewohner im Quartier.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohngebiet-002",
        "sentence": "In reinen Wohngebieten sind ausschließlich Wohngebäude sowie der Gebietsversorgung dienende Anlagen zulässig, um eine besonders ruhige Wohnlage zu gewährleisten.",
        "target_word": "Wohngebiet",
        "blank": "In reinen _____en sind ausschließlich Wohngebäude sowie der Gebietsversorgung dienende Anlagen zulässig, um eine besonders ruhige Wohnlage zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohngebiet-003",
        "sentence": "Die Festsetzung der Gebietsart als Wohngebiet erfolgt im Bebauungsplan nach den Vorgaben der Baunutzungsverordnung und bestimmt die zulässigen Nutzungsarten.",
        "target_word": "Wohngebiet",
        "blank": "Die Festsetzung der Gebietsart als _____ erfolgt im Bebauungsplan nach den Vorgaben der Baunutzungsverordnung und bestimmt die zulässigen Nutzungsarten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Gewerbegebiet": [
      {
        "id": "de-c1-stadtplanung-Gewerbegebiet-001",
        "sentence": "Das Gewerbegebiet wird im Flächennutzungsplan ausgewiesen, um Produktions- und Dienstleistungsbetrieben geeignete Standorte zu bieten, die von Wohngebieten räumlich getrennt sind.",
        "target_word": "Gewerbegebiet",
        "blank": "Das _____ wird im Flächennutzungsplan ausgewiesen, um Produktions- und Dienstleistungsbetrieben geeignete Standorte zu bieten, die von Wohngebieten räumlich getrennt sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gewerbegebiet-002",
        "sentence": "Die infrastrukturelle Erschließung eines Gewerbegebiets erfordert leistungsfähige Zufahrtsstraßen, ausreichende Versorgungsleitungen für Strom und Wasser sowie eine schnelle Anbindung an überregionale Verkehrsnetze.",
        "target_word": "Gewerbegebiet",
        "blank": "Die infrastrukturelle Erschließung eines _____s erfordert leistungsfähige Zufahrtsstraßen, ausreichende Versorgungsleitungen für Strom und Wasser sowie eine schnelle Anbindung an überregionale Verkehrsnetze.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gewerbegebiet-003",
        "sentence": "In der kommunalen Wirtschaftsförderung wird die Ansiedlung von Unternehmen im Gewerbegebiet durch günstige Grundstückspreise und vereinfachte Genehmigungsverfahren aktiv unterstützt.",
        "target_word": "Gewerbegebiet",
        "blank": "In der kommunalen Wirtschaftsförderung wird die Ansiedlung von Unternehmen im _____ durch günstige Grundstückspreise und vereinfachte Genehmigungsverfahren aktiv unterstützt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Mischgebiet": [
      {
        "id": "de-c1-stadtplanung-Mischgebiet-001",
        "sentence": "Das Mischgebiet fördert urbane Nutzungsvielfalt, indem es Wohnen, Büros und Einzelhandel auf engem Raum kombiniert und somit kurze Wege ermöglicht.",
        "target_word": "Mischgebiet",
        "blank": "Das _____ fördert urbane Nutzungsvielfalt, indem es Wohnen, Büros und Einzelhandel auf engem Raum kombiniert und somit kurze Wege ermöglicht.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mischgebiet-002",
        "sentence": "Bei der Planung eines Mischgebiets muss darauf geachtet werden, dass gewerbliche Nutzungen durch Schallschutzmaßnahmen so integriert werden, dass Wohnqualität nicht leidet.",
        "target_word": "Mischgebiet",
        "blank": "Bei der Planung eines _____s muss darauf geachtet werden, dass gewerbliche Nutzungen durch Schallschutzmaßnahmen so integriert werden, dass Wohnqualität nicht leidet.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mischgebiet-003",
        "sentence": "Die Baunutzungsverordnung definiert für das Mischgebiet eine ausgewogene Mischung von Wohn- und Gewerbenutzungen, wobei keine Nutzungsart deutlich überwiegen soll.",
        "target_word": "Mischgebiet",
        "blank": "Die Baunutzungsverordnung definiert für das _____ eine ausgewogene Mischung von Wohn- und Gewerbenutzungen, wobei keine Nutzungsart deutlich überwiegen soll.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Industriegebiet": [
      {
        "id": "de-c1-stadtplanung-Industriegebiet-001",
        "sentence": "Industriegebiete sind ausschließlich für Gewerbebetriebe bestimmt, die in anderen Baugebieten wegen ihrer Emissionen unzulässig wären, etwa durch Lärm oder Gerüche.",
        "target_word": "Industriegebiet",
        "blank": "_____e sind ausschließlich für Gewerbebetriebe bestimmt, die in anderen Baugebieten wegen ihrer Emissionen unzulässig wären, etwa durch Lärm oder Gerüche.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Industriegebiet-002",
        "sentence": "Die Ansiedlung von Wohnnutzung ist in Industriegebieten vollständig ausgeschlossen, um einen wirksamen Schutz der Bewohner vor erheblichen Belästigungen zu gewährleisten.",
        "target_word": "Industriegebiet",
        "blank": "Die Ansiedlung von Wohnnutzung ist in _____en vollständig ausgeschlossen, um einen wirksamen Schutz der Bewohner vor erheblichen Belästigungen zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Industriegebiet-003",
        "sentence": "Bei der Planung von Industriegebieten sind ausreichende Schutzabstände zu Wohngebieten einzuhalten und Immissionsschutzgutachten zur Bewertung der Umweltauswirkungen erforderlich.",
        "target_word": "Industriegebiet",
        "blank": "Bei der Planung von _____en sind ausreichende Schutzabstände zu Wohngebieten einzuhalten und Immissionsschutzgutachten zur Bewertung der Umweltauswirkungen erforderlich.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Sondergebiet": [
      {
        "id": "de-c1-stadtplanung-Sondergebiet-001",
        "sentence": "Sondergebiete werden im Bebauungsplan für spezielle Nutzungen ausgewiesen, die sich nicht in die üblichen Baugebietskategorien einfügen lassen, wie Einkaufszentren oder Messeanlagen.",
        "target_word": "Sondergebiet",
        "blank": "_____e werden im Bebauungsplan für spezielle Nutzungen ausgewiesen, die sich nicht in die üblichen Baugebietskategorien einfügen lassen, wie Einkaufszentren oder Messeanlagen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sondergebiet-002",
        "sentence": "Die Festsetzung eines Sondergebiets erfordert eine genaue Zweckbestimmung im Bebauungsplan, die Art und Umfang der zulässigen Nutzungen präzise regelt.",
        "target_word": "Sondergebiet",
        "blank": "Die Festsetzung eines _____s erfordert eine genaue Zweckbestimmung im Bebauungsplan, die Art und Umfang der zulässigen Nutzungen präzise regelt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sondergebiet-003",
        "sentence": "Typische Beispiele für Sondergebiete sind Hochschulstandorte, Krankenhausareale, Freizeitparks, Messen oder großflächige Einzelhandelsbetriebe mit regionaler Ausstrahlung.",
        "target_word": "Sondergebiet",
        "blank": "Typische Beispiele für _____e sind Hochschulstandorte, Krankenhausareale, Freizeitparks, Messen oder großflächige Einzelhandelsbetriebe mit regionaler Ausstrahlung.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Vorhabenbezogener Bebauungsplan": [
      {
        "id": "de-c1-stadtplanung-Vorhabenbezogener-Bebauungsplan-001",
        "sentence": "Der vorhabenbezogene Bebauungsplan wird auf Initiative eines Investors für ein konkretes Bauvorhaben aufgestellt, wobei der Vorhabenträger die Planungskosten übernimmt.",
        "target_word": "Vorhabenbezogener Bebauungsplan",
        "blank": "Der vorhabenbezogene Bebauungsplan wird auf Initiative eines Investors für ein konkretes Bauvorhaben aufgestellt, wobei der Vorhabenträger die Planungskosten übernimmt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Vorhabenbezogener-Bebauungsplan-002",
        "sentence": "Im Durchführungsvertrag verpflichtet sich der Vorhabenträger zur Realisierung des Projekts innerhalb einer bestimmten Frist und zur Übernahme der Erschließungskosten.",
        "target_word": "Vorhabenbezogener Bebauungsplan",
        "blank": "Im Durchführungsvertrag verpflichtet sich der Vorhabenträger zur Realisierung des Projekts innerhalb einer bestimmten Frist und zur Übernahme der Erschließungskosten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Vorhabenbezogener-Bebauungsplan-003",
        "sentence": "Der vorhabenbezogene Bebauungsplan ermöglicht eine beschleunigte Planungsdurchführung, da die Gemeinde eng mit dem Investor zusammenarbeitet und maßgeschneiderte Festsetzungen trifft.",
        "target_word": "Vorhabenbezogener Bebauungsplan",
        "blank": "Der vorhabenbezogene Bebauungsplan ermöglicht eine beschleunigte Planungsdurchführung, da die Gemeinde eng mit dem Investor zusammenarbeitet und maßgeschneiderte Festsetzungen trifft.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Vorkaufsrecht": [
      {
        "id": "de-c1-stadtplanung-Vorkaufsrecht-001",
        "sentence": "Das kommunale Vorkaufsrecht stellt sicher, dass die Stadt beim Verkauf wichtiger Grundstücke selbst erwerben und die städtebauliche Entwicklung aktiv steuern kann.",
        "target_word": "Vorkaufsrecht",
        "blank": "Das kommunale _____ stellt sicher, dass die Stadt beim Verkauf wichtiger Grundstücke selbst erwerben und die städtebauliche Entwicklung aktiv steuern kann.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Vorkaufsrecht-002",
        "sentence": "Durch Ausübung des Vorkaufsrechts können Kommunen Flächen für Infrastrukturprojekte wie Schulen sichern, bevor private Investoren diese für kommerzielle Zwecke nutzen.",
        "target_word": "Vorkaufsrecht",
        "blank": "Durch Ausübung des _____s können Kommunen Flächen für Infrastrukturprojekte wie Schulen sichern, bevor private Investoren diese für kommerzielle Zwecke nutzen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Vorkaufsrecht-003",
        "sentence": "Die Rahmenbedingungen des Vorkaufsrechts werden kontrovers diskutiert, da Eigentümer ihre Vertragsfreiheit eingeschränkt sehen, während Städte auf Steuerungsinstrumente angewiesen sind.",
        "target_word": "Vorkaufsrecht",
        "blank": "Die Rahmenbedingungen des _____s werden kontrovers diskutiert, da Eigentümer ihre Vertragsfreiheit eingeschränkt sehen, während Städte auf Steuerungsinstrumente angewiesen sind.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Sanierungsgebiet": [
      {
        "id": "de-c1-stadtplanung-Sanierungsgebiet-001",
        "sentence": "Die Ausweisung eines Sanierungsgebiets ermöglicht koordinierte Maßnahmen zur Aufwertung vernachlässigter Quartiere, wobei städtebauliche und soziale Ziele integriert verfolgt werden.",
        "target_word": "Sanierungsgebiet",
        "blank": "Die Ausweisung eines _____s ermöglicht koordinierte Maßnahmen zur Aufwertung vernachlässigter Quartiere, wobei städtebauliche und soziale Ziele integriert verfolgt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sanierungsgebiet-002",
        "sentence": "In einem Sanierungsgebiet werden Infrastrukturen wie Kanalnetze und Fernwärme systematisch erneuert, um Lebensqualität zu erhöhen und Energieeffizienz langfristig zu verbessern.",
        "target_word": "Sanierungsgebiet",
        "blank": "In einem _____ werden Infrastrukturen wie Kanalnetze und Fernwärme systematisch erneuert, um Lebensqualität zu erhöhen und Energieeffizienz langfristig zu verbessern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sanierungsgebiet-003",
        "sentence": "Die Festlegung eines Sanierungsgebiets unterliegt strengen Vorgaben und erfordert umfassende Bürgerbeteiligung, damit geplante Maßnahmen Akzeptanz finden und Verdrängung vermieden wird.",
        "target_word": "Sanierungsgebiet",
        "blank": "Die Festlegung eines _____s unterliegt strengen Vorgaben und erfordert umfassende Bürgerbeteiligung, damit geplante Maßnahmen Akzeptanz finden und Verdrängung vermieden wird.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Städtebauförderung": [
      {
        "id": "de-c1-stadtplanung-Städtebauförderung-001",
        "sentence": "Die Städtebauförderung unterstützt strukturschwache Quartiere durch finanzielle Zuschüsse, sodass historische Stadtkerne erhalten und moderne Wohnansprüche erfüllt werden können.",
        "target_word": "Städtebauförderung",
        "blank": "Die _____ unterstützt strukturschwache Quartiere durch finanzielle Zuschüsse, sodass historische Stadtkerne erhalten und moderne Wohnansprüche erfüllt werden können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Städtebauförderung-002",
        "sentence": "Bundesmittel der Städtebauförderung ermöglichen den Ausbau sozialer Infrastruktur in benachteiligten Stadtteilen, von Kindertagesstätten bis zu barrierefreien Zugängen im Raum.",
        "target_word": "Städtebauförderung",
        "blank": "Bundesmittel der _____ ermöglichen den Ausbau sozialer Infrastruktur in benachteiligten Stadtteilen, von Kindertagesstätten bis zu barrierefreien Zugängen im Raum.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Städtebauförderung-003",
        "sentence": "Erfolgreiche Städtebauförderung erfordert enge Zusammenarbeit zwischen Verwaltung und Anwohnern, damit geförderte Maßnahmen tatsächlich den Bedürfnissen der Bevölkerung entsprechen.",
        "target_word": "Städtebauförderung",
        "blank": "Erfolgreiche _____ erfordert enge Zusammenarbeit zwischen Verwaltung und Anwohnern, damit geförderte Maßnahmen tatsächlich den Bedürfnissen der Bevölkerung entsprechen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Verkehrsberuhigung": [
      {
        "id": "de-c1-stadtplanung-Verkehrsberuhigung-001",
        "sentence": "Maßnahmen zur Verkehrsberuhigung wie Tempo-30-Zonen, Aufpflasterungen und Einbahnstraßenregelungen erhöhen die Aufenthaltsqualität und Sicherheit in Wohnquartieren.",
        "target_word": "Verkehrsberuhigung",
        "blank": "Maßnahmen zur _____ wie Tempo-30-Zonen, Aufpflasterungen und Einbahnstraßenregelungen erhöhen die Aufenthaltsqualität und Sicherheit in Wohnquartieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Verkehrsberuhigung-002",
        "sentence": "Die Verkehrsberuhigung trägt zur Reduzierung von Lärm und Luftschadstoffen bei und schafft damit verbesserte Lebensbedingungen für die Anwohner.",
        "target_word": "Verkehrsberuhigung",
        "blank": "Die _____ trägt zur Reduzierung von Lärm und Luftschadstoffen bei und schafft damit verbesserte Lebensbedingungen für die Anwohner.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Verkehrsberuhigung-003",
        "sentence": "Bei der Planung von Verkehrsberuhigungsmaßnahmen ist eine frühzeitige Bürgerbeteiligung wichtig, um Akzeptanz zu schaffen und lokale Bedürfnisse zu berücksichtigen.",
        "target_word": "Verkehrsberuhigung",
        "blank": "Bei der Planung von _____smaßnahmen ist eine frühzeitige Bürgerbeteiligung wichtig, um Akzeptanz zu schaffen und lokale Bedürfnisse zu berücksichtigen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Lärmschutz": [
      {
        "id": "de-c1-stadtplanung-Lärmschutz-001",
        "sentence": "Der Lärmschutz an stark befahrenen Straßen und Bahnlinien erfolgt durch Lärmschutzwände, Schallschutzfenster oder eine geschickte städtebauliche Anordnung der Gebäude.",
        "target_word": "Lärmschutz",
        "blank": "Der _____ an stark befahrenen Straßen und Bahnlinien erfolgt durch _____wände, Schallschutzfenster oder eine geschickte städtebauliche Anordnung der Gebäude.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Lärmschutz-002",
        "sentence": "Bei der Aufstellung von Bebauungsplänen sind die schalltechnischen Anforderungen der DIN 18005 zu berücksichtigen, um gesunde Wohnverhältnisse zu gewährleisten.",
        "target_word": "Lärmschutz",
        "blank": "Bei der Aufstellung von Bebauungsplänen sind die schalltechnischen Anforderungen der DIN 18005 zu berücksichtigen, um gesunde Wohnverhältnisse zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Lärmschutz-003",
        "sentence": "Passive Lärmschutzmaßnahmen wie verbesserte Schalldämmung der Gebäudehülle kommen zum Einsatz, wenn aktiver Lärmschutz an der Quelle nicht ausreicht.",
        "target_word": "Lärmschutz",
        "blank": "Passive _____maßnahmen wie verbesserte Schalldämmung der Gebäudehülle kommen zum Einsatz, wenn aktiver _____ an der Quelle nicht ausreicht.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Nachverdichtung": [
      {
        "id": "de-c1-stadtplanung-Nachverdichtung-001",
        "sentence": "Nachverdichtung nutzt vorhandene Infrastruktur effizienter, indem auf Baulücken oder durch Aufstockung zusätzlicher Wohnraum geschaffen wird, ohne weiteren Flächenverbrauch zu verursachen.",
        "target_word": "Nachverdichtung",
        "blank": "_____ nutzt vorhandene Infrastruktur effizienter, indem auf Baulücken oder durch Aufstockung zusätzlicher Wohnraum geschaffen wird, ohne weiteren Flächenverbrauch zu verursachen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nachverdichtung-002",
        "sentence": "Bei der Nachverdichtung muss geprüft werden, ob die bestehende Infrastruktur wie Kanalisation und Stromnetze die zusätzliche Belastung aufnehmen kann oder Erweiterungen notwendig werden.",
        "target_word": "Nachverdichtung",
        "blank": "Bei der _____ muss geprüft werden, ob die bestehende Infrastruktur wie Kanalisation und Stromnetze die zusätzliche Belastung aufnehmen kann oder Erweiterungen notwendig werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nachverdichtung-003",
        "sentence": "Anwohner sehen Nachverdichtung oft kritisch, da sie Verlust von Grünflächen und erhöhten Verkehr befürchten, weshalb transparente Beteiligungsverfahren für Akzeptanz entscheidend sind.",
        "target_word": "Nachverdichtung",
        "blank": "Anwohner sehen _____ oft kritisch, da sie Verlust von Grünflächen und erhöhten Verkehr befürchten, weshalb transparente Beteiligungsverfahren für Akzeptanz entscheidend sind.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Denkmalschutz": [
      {
        "id": "de-c1-stadtplanung-Denkmalschutz-001",
        "sentence": "Der Denkmalschutz dient der Erhaltung von Baudenkmälern mit geschichtlicher, künstlerischer oder städtebaulicher Bedeutung und schränkt Veränderungsmöglichkeiten ein.",
        "target_word": "Denkmalschutz",
        "blank": "Der _____ dient der Erhaltung von Baudenkmälern mit geschichtlicher, künstlerischer oder städtebaulicher Bedeutung und schränkt Veränderungsmöglichkeiten ein.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Denkmalschutz-002",
        "sentence": "Baumaßnahmen an denkmalgeschützten Gebäuden bedürfen einer denkmalpflegerischen Genehmigung und müssen die historische Substanz weitestgehend erhalten.",
        "target_word": "Denkmalschutz",
        "blank": "Baumaßnahmen an denkmalgeschützten Gebäuden bedürfen einer denkmalpflegerischen Genehmigung und müssen die historische Substanz weitestgehend erhalten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Denkmalschutz-003",
        "sentence": "Bei der energetischen Sanierung denkmalgeschützter Gebäude müssen Eigentümer zwischen Energieeffizienz und Substanzerhaltung abwägen und fachkundige Denkmalpfleger einbeziehen.",
        "target_word": "Denkmalschutz",
        "blank": "Bei der energetischen Sanierung denkmalgeschützter Gebäude müssen Eigentümer zwischen Energieeffizienz und Substanzerhaltung abwägen und fachkundige Denkmalpfleger einbeziehen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Quartiersentwicklung": [
      {
        "id": "de-c1-stadtplanung-Quartiersentwicklung-001",
        "sentence": "Integrierte Quartiersentwicklung verbindet bauliche Aufwertung mit sozialen Programmen, sodass neben Infrastrukturerneuerung auch Bildungsangebote und Nachbarschaftstreffpunkte geschaffen werden.",
        "target_word": "Quartiersentwicklung",
        "blank": "Integrierte _____ verbindet bauliche Aufwertung mit sozialen Programmen, sodass neben Infrastrukturerneuerung auch Bildungsangebote und Nachbarschaftstreffpunkte geschaffen werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Quartiersentwicklung-002",
        "sentence": "Bei der Quartiersentwicklung spielen klimaresiliente Infrastrukturen eine zentrale Rolle, etwa durch Retentionsflächen, Dachbegrünung und dezentrale Regenwasserbewirtschaftung im Straßenraum.",
        "target_word": "Quartiersentwicklung",
        "blank": "Bei der _____ spielen klimaresiliente Infrastrukturen eine zentrale Rolle, etwa durch Retentionsflächen, Dachbegrünung und dezentrale Regenwasserbewirtschaftung im Straßenraum.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Quartiersentwicklung-003",
        "sentence": "Erfolgreiche Quartiersentwicklung setzt auf umfassende Bürgerbeteiligung, indem Anwohner frühzeitig in Planungsprozesse eingebunden werden und lokales Wissen in die Gestaltung einfließt.",
        "target_word": "Quartiersentwicklung",
        "blank": "Erfolgreiche _____ setzt auf umfassende Bürgerbeteiligung, indem Anwohner frühzeitig in Planungsprozesse eingebunden werden und lokales Wissen in die Gestaltung einfließt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Freifläche": [
      {
        "id": "de-c1-stadtplanung-Freifläche-001",
        "sentence": "Freiflächen im Stadtgebiet dienen als Grünzonen, Spiel- und Erholungsflächen und sind wichtig für das Stadtklima, die Biodiversität und die Lebensqualität.",
        "target_word": "Freifläche",
        "blank": "_____n im Stadtgebiet dienen als Grünzonen, Spiel- und Erholungsflächen und sind wichtig für das Stadtklima, die Biodiversität und die Lebensqualität.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Freifläche-002",
        "sentence": "Bei der Innenentwicklung müssen ausreichende Freiflächen erhalten bleiben, um Überhitzungseffekte zu vermeiden und Naherholungsmöglichkeiten zu sichern.",
        "target_word": "Freifläche",
        "blank": "Bei der Innenentwicklung müssen ausreichende _____n erhalten bleiben, um Überhitzungseffekte zu vermeiden und Naherholungsmöglichkeiten zu sichern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Freifläche-003",
        "sentence": "Die Sicherung von Freiflächen erfolgt durch planungsrechtliche Festsetzungen im Bebauungsplan und durch gezielten Ankauf strategisch wichtiger Grundstücke durch die Kommune.",
        "target_word": "Freifläche",
        "blank": "Die Sicherung von _____n erfolgt durch planungsrechtliche Festsetzungen im Bebauungsplan und durch gezielten Ankauf strategisch wichtiger Grundstücke durch die Kommune.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Fußgängerzone": [
      {
        "id": "de-c1-stadtplanung-Fußgängerzone-001",
        "sentence": "Die Fußgängerzone schafft einen autofreien Raum im Stadtzentrum, der die Aufenthaltsqualität erhöht und den Einzelhandel sowie die Gastronomie stärkt.",
        "target_word": "Fußgängerzone",
        "blank": "Die _____ schafft einen autofreien Raum im Stadtzentrum, der die Aufenthaltsqualität erhöht und den Einzelhandel sowie die Gastronomie stärkt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Fußgängerzone-002",
        "sentence": "Bei der Planung von Fußgängerzonen ist auf barrierefreie Gestaltung, ausreichende Sitzgelegenheiten und ein attraktives Stadtmöblierung zu achten.",
        "target_word": "Fußgängerzone",
        "blank": "Bei der Planung von _____n ist auf barrierefreie Gestaltung, ausreichende Sitzgelegenheiten und ein attraktives Stadtmöblierung zu achten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Fußgängerzone-003",
        "sentence": "Die Einrichtung einer Fußgängerzone erfordert ein Verkehrskonzept, das alternative Erschließungswege für Anlieferung und Notfalldienste sowie Parkierungsmöglichkeiten vorsieht.",
        "target_word": "Fußgängerzone",
        "blank": "Die Einrichtung einer _____ erfordert ein Verkehrskonzept, das alternative Erschließungswege für Anlieferung und Notfalldienste sowie Parkierungsmöglichkeiten vorsieht.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Radwegenetz": [
      {
        "id": "de-c1-stadtplanung-Radwegenetz-001",
        "sentence": "Ein gut ausgebautes Radwegenetz mit durchgängigen, sicheren Verbindungen ist eine Grundvoraussetzung für die Förderung des umweltfreundlichen Radverkehrs.",
        "target_word": "Radwegenetz",
        "blank": "Ein gut ausgebautes _____ mit durchgängigen, sicheren Verbindungen ist eine Grundvoraussetzung für die Förderung des umweltfreundlichen Radverkehrs.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Radwegenetz-002",
        "sentence": "Die Planung des Radwegenetzes muss Alltagsrouten zu Arbeitsstätten, Schulen und Einkaufsmöglichkeiten ebenso berücksichtigen wie Freizeitverbindungen ins Umland.",
        "target_word": "Radwegenetz",
        "blank": "Die Planung des _____es muss Alltagsrouten zu Arbeitsstätten, Schulen und Einkaufsmöglichkeiten ebenso berücksichtigen wie Freizeitverbindungen ins Umland.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Radwegenetz-003",
        "sentence": "Investitionen in die Infrastruktur des Radwegenetzes zahlen sich durch geringere Verkehrsbelastung, bessere Luftqualität und höhere Gesundheit der Bevölkerung aus.",
        "target_word": "Radwegenetz",
        "blank": "Investitionen in die Infrastruktur des _____es zahlen sich durch geringere Verkehrsbelastung, bessere Luftqualität und höhere Gesundheit der Bevölkerung aus.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Öffentlicher Personennahverkehr": [
      {
        "id": "de-c1-stadtplanung-Öffentlicher-Personennahverkehr-001",
        "sentence": "Ein leistungsfähiger öffentlicher Personennahverkehr mit dichtem Taktverkehr ist das Rückgrat einer nachhaltigen urbanen Mobilität und reduziert den motorisierten Individualverkehr.",
        "target_word": "Öffentlicher Personennahverkehr",
        "blank": "Ein leistungsfähiger öffentlicher Personennahverkehr mit dichtem Taktverkehr ist das Rückgrat einer nachhaltigen urbanen Mobilität und reduziert den motorisierten Individualverkehr.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Öffentlicher-Personennahverkehr-002",
        "sentence": "Die Stadt plant den Ausbau des öffentlichen Personennahverkehrs durch neue Straßenbahnlinien und verbesserte Busanbindungen in die Außenbezirke.",
        "target_word": "Öffentlicher Personennahverkehr",
        "blank": "Die Stadt plant den Ausbau des öffentlichen Personennahverkehrs durch neue Straßenbahnlinien und verbesserte Busanbindungen in die Außenbezirke.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Öffentlicher-Personennahverkehr-003",
        "sentence": "Attraktive Tarife, barrierefreie Haltestellen und zuverlässige Verbindungen sind entscheidend für die Akzeptanz des öffentlichen Personennahverkehrs bei den Bürgern.",
        "target_word": "Öffentlicher Personennahverkehr",
        "blank": "Attraktive Tarife, barrierefreie Haltestellen und zuverlässige Verbindungen sind entscheidend für die Akzeptanz des öffentlichen Personennahverkehrs bei den Bürgern.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Klimaanpassung": [
      {
        "id": "de-c1-stadtplanung-Klimaanpassung-001",
        "sentence": "Die Klimaanpassung umfasst planerische und bauliche Maßnahmen, um Städte widerstandsfähiger gegen Hitze, Starkregen und andere Folgen des Klimawandels zu machen.",
        "target_word": "Klimaanpassung",
        "blank": "Die _____ umfasst planerische und bauliche Maßnahmen, um Städte widerstandsfähiger gegen Hitze, Starkregen und andere Folgen des Klimawandels zu machen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Klimaanpassung-002",
        "sentence": "Strategien zur Klimaanpassung beinhalten die Schaffung von Grünflächen, die Entsiegelung von Flächen, Regenwassermanagement und helle Oberflächen zur Temperaturreduzierung.",
        "target_word": "Klimaanpassung",
        "blank": "Strategien zur _____ beinhalten die Schaffung von Grünflächen, die Entsiegelung von Flächen, Regenwassermanagement und helle Oberflächen zur Temperaturreduzierung.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Klimaanpassung-003",
        "sentence": "Klimaanpassungskonzepte müssen bei allen städtebaulichen Planungen frühzeitig berücksichtigt werden, um kostspielige Nachrüstungen und Schäden zu vermeiden.",
        "target_word": "Klimaanpassung",
        "blank": "_____skonzepte müssen bei allen städtebaulichen Planungen frühzeitig berücksichtigt werden, um kostspielige Nachrüstungen und Schäden zu vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Regenwassermanagement": [
      {
        "id": "de-c1-stadtplanung-Regenwassermanagement-001",
        "sentence": "Ein nachhaltiges Regenwassermanagement zielt darauf ab, Niederschläge dezentral zu versickern, zu speichern oder zu nutzen, statt sie in die Kanalisation abzuleiten.",
        "target_word": "Regenwassermanagement",
        "blank": "Ein nachhaltiges _____ zielt darauf ab, Niederschläge dezentral zu versickern, zu speichern oder zu nutzen, statt sie in die Kanalisation abzuleiten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Regenwassermanagement-002",
        "sentence": "Durch Regenwassermanagement mit Versickerungsmulden, begrünten Dächern und Zisternen kann die Kanalisation entlastet und das Stadtklima verbessert werden.",
        "target_word": "Regenwassermanagement",
        "blank": "Durch _____ mit Versickerungsmulden, begrünten Dächern und Zisternen kann die Kanalisation entlastet und das Stadtklima verbessert werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Regenwassermanagement-003",
        "sentence": "Die Integration von Regenwassermanagement in die städtebauliche Planung trägt zur Klimaanpassung bei und schafft attraktive Wasserlandschaften im urbanen Raum.",
        "target_word": "Regenwassermanagement",
        "blank": "Die Integration von _____ in die städtebauliche Planung trägt zur Klimaanpassung bei und schafft attraktive Wasserlandschaften im urbanen Raum.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Artenschutz": [
      {
        "id": "de-c1-stadtplanung-Artenschutz-001",
        "sentence": "Der Artenschutz muss bei Bauvorhaben durch eine spezielle artenschutzrechtliche Prüfung berücksichtigt werden, um geschützte Tier- und Pflanzenarten nicht zu gefährden.",
        "target_word": "Artenschutz",
        "blank": "Der _____ muss bei Bauvorhaben durch eine spezielle artenschutzrechtliche Prüfung berücksichtigt werden, um geschützte Tier- und Pflanzenarten nicht zu gefährden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Artenschutz-002",
        "sentence": "Werden bei Planungen geschützte Arten nachgewiesen, sind Vermeidungs-, Minimierungs- oder Ausgleichsmaßnahmen erforderlich, um die artenschutzrechtliche Zulässigkeit zu gewährleisten.",
        "target_word": "Artenschutz",
        "blank": "Werden bei Planungen geschützte Arten nachgewiesen, sind Vermeidungs-, Minimierungs- oder Ausgleichsmaßnahmen erforderlich, um die artenschutzrechtliche Zulässigkeit zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Artenschutz-003",
        "sentence": "Artenschutzbelange können Bauvorhaben verzögern oder modifizieren, sind aber rechtlich zwingend und tragen zum Erhalt der Biodiversität bei.",
        "target_word": "Artenschutz",
        "blank": "_____belange können Bauvorhaben verzögern oder modifizieren, sind aber rechtlich zwingend und tragen zum Erhalt der Biodiversität bei.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Energetische Sanierung": [
      {
        "id": "de-c1-stadtplanung-Energetische-Sanierung-001",
        "sentence": "Die energetische Sanierung von Bestandsgebäuden durch Wärmedämmung, neue Fenster und moderne Heiztechnik senkt den Energieverbrauch erheblich und reduziert CO2-Emissionen.",
        "target_word": "Energetische Sanierung",
        "blank": "Die energetische Sanierung von Bestandsgebäuden durch Wärmedämmung, neue Fenster und moderne Heiztechnik senkt den Energieverbrauch erheblich und reduziert CO2-Emissionen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Energetische-Sanierung-002",
        "sentence": "Staatliche Förderprogramme unterstützen Eigentümer bei der energetischen Sanierung durch zinsgünstige Darlehen und Zuschüsse, um Klimaschutzziele zu erreichen.",
        "target_word": "Energetische Sanierung",
        "blank": "Staatliche Förderprogramme unterstützen Eigentümer bei der energetischen Sanierung durch zinsgünstige Darlehen und Zuschüsse, um Klimaschutzziele zu erreichen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Energetische-Sanierung-003",
        "sentence": "Bei der energetischen Sanierung von Altbauten muss auf bauphysikalisch korrekte Ausführung geachtet werden, um Schimmelprobleme und Bauschäden zu vermeiden.",
        "target_word": "Energetische Sanierung",
        "blank": "Bei der energetischen Sanierung von Altbauten muss auf bauphysikalisch korrekte Ausführung geachtet werden, um Schimmelprobleme und Bauschäden zu vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Barrierefreiheit": [
      {
        "id": "de-c1-stadtplanung-Barrierefreiheit-001",
        "sentence": "Barrierefreiheit bedeutet, dass Gebäude und öffentliche Räume für Menschen mit Behinderungen uneingeschränkt und ohne fremde Hilfe zugänglich und nutzbar sind.",
        "target_word": "Barrierefreiheit",
        "blank": "_____ bedeutet, dass Gebäude und öffentliche Räume für Menschen mit Behinderungen uneingeschränkt und ohne fremde Hilfe zugänglich und nutzbar sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Barrierefreiheit-002",
        "sentence": "Die Landesbauordnungen schreiben vor, dass öffentlich zugängliche Gebäude barrierefrei gestaltet sein müssen, mit Rampen, Aufzügen und taktilen Leitsystemen.",
        "target_word": "Barrierefreiheit",
        "blank": "Die Landesbauordnungen schreiben vor, dass öffentlich zugängliche Gebäude barrierefrei gestaltet sein müssen, mit Rampen, Aufzügen und taktilen Leitsystemen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Barrierefreiheit-003",
        "sentence": "Barrierefreiheit nützt nicht nur Menschen mit Behinderungen, sondern auch älteren Menschen, Eltern mit Kinderwagen und allen, die auf Komfort angewiesen sind.",
        "target_word": "Barrierefreiheit",
        "blank": "_____ nützt nicht nur Menschen mit Behinderungen, sondern auch älteren Menschen, Eltern mit Kinderwagen und allen, die auf Komfort angewiesen sind.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bürgerbeteiligung": [
      {
        "id": "de-c1-stadtplanung-Bürgerbeteiligung-001",
        "sentence": "Eine frühzeitige und umfassende Bürgerbeteiligung erhöht die Akzeptanz städtebaulicher Planungen und ermöglicht es, lokales Wissen und Bedürfnisse der Bewohner einzubeziehen.",
        "target_word": "Bürgerbeteiligung",
        "blank": "Eine frühzeitige und umfassende _____ erhöht die Akzeptanz städtebaulicher Planungen und ermöglicht es, lokales Wissen und Bedürfnisse der Bewohner einzubeziehen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bürgerbeteiligung-002",
        "sentence": "Bürgerbeteiligung kann in verschiedenen Formaten erfolgen, von Informationsveranstaltungen über Planungswerkstätten bis zu digitalen Beteiligungsplattformen im Internet.",
        "target_word": "Bürgerbeteiligung",
        "blank": "_____ kann in verschiedenen Formaten erfolgen, von Informationsveranstaltungen über Planungswerkstätten bis zu digitalen Beteiligungsplattformen im Internet.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bürgerbeteiligung-003",
        "sentence": "Über die gesetzlich vorgeschriebene formelle Öffentlichkeitsbeteiligung hinaus setzen viele Kommunen auf informelle Bürgerbeteiligung, um Konflikte frühzeitig zu erkennen.",
        "target_word": "Bürgerbeteiligung",
        "blank": "Über die gesetzlich vorgeschriebene formelle Öffentlichkeitsbeteiligung hinaus setzen viele Kommunen auf informelle _____, um Konflikte frühzeitig zu erkennen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Soziale Infrastruktur": [
      {
        "id": "de-c1-stadtplanung-Soziale-Infrastruktur-001",
        "sentence": "Die soziale Infrastruktur umfasst Kindergärten, Schulen, Jugendtreffs, Seniorenzentren und Kultureinrichtungen, die für funktionierende Stadtquartiere unverzichtbar sind.",
        "target_word": "Soziale Infrastruktur",
        "blank": "Die soziale Infrastruktur umfasst Kindergärten, Schulen, Jugendtreffs, Seniorenzentren und Kultureinrichtungen, die für funktionierende Stadtquartiere unverzichtbar sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Soziale-Infrastruktur-002",
        "sentence": "Bei der Planung neuer Wohngebiete muss die soziale Infrastruktur von Anfang an mitgedacht werden, um lebenswerte Quartiere zu schaffen.",
        "target_word": "Soziale Infrastruktur",
        "blank": "Bei der Planung neuer Wohngebiete muss die soziale Infrastruktur von Anfang an mitgedacht werden, um lebenswerte Quartiere zu schaffen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Soziale-Infrastruktur-003",
        "sentence": "Eine gut ausgebaute soziale Infrastruktur fördert den gesellschaftlichen Zusammenhalt, die Integration und die Bildungschancen und ist wesentlich für die Lebensqualität.",
        "target_word": "Soziale Infrastruktur",
        "blank": "Eine gut ausgebaute soziale Infrastruktur fördert den gesellschaftlichen Zusammenhalt, die Integration und die Bildungschancen und ist wesentlich für die Lebensqualität.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Mietpreisbremse": [
      {
        "id": "de-c1-stadtplanung-Mietpreisbremse-001",
        "sentence": "Die Mietpreisbremse soll in angespannten Wohnungsmärkten verhindern, dass die Mieten bei Wiedervermietung mehr als zehn Prozent über der ortsüblichen Vergleichsmiete liegen.",
        "target_word": "Mietpreisbremse",
        "blank": "Die _____ soll in angespannten Wohnungsmärkten verhindern, dass die Mieten bei Wiedervermietung mehr als zehn Prozent über der ortsüblichen Vergleichsmiete liegen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mietpreisbremse-002",
        "sentence": "Die Wirksamkeit der Mietpreisbremse wird kontrovers diskutiert, da Ausnahmen für Neubauten und Modernisierungen ihre Anwendbarkeit einschränken.",
        "target_word": "Mietpreisbremse",
        "blank": "Die Wirksamkeit der _____ wird kontrovers diskutiert, da Ausnahmen für Neubauten und Modernisierungen ihre Anwendbarkeit einschränken.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mietpreisbremse-003",
        "sentence": "Vermieter, die gegen die Mietpreisbremse verstoßen, müssen zu viel gezahlte Mieten zurückerstatten, wenn Mieter sich auf das Gesetz berufen.",
        "target_word": "Mietpreisbremse",
        "blank": "Vermieter, die gegen die _____ verstoßen, müssen zu viel gezahlte Mieten zurückerstatten, wenn Mieter sich auf das Gesetz berufen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Sozialer Wohnungsbau": [
      {
        "id": "de-c1-stadtplanung-Sozialer-Wohnungsbau-001",
        "sentence": "Der soziale Wohnungsbau zielt darauf ab, durch öffentliche Förderung bezahlbare Wohnungen für einkommensschwache Haushalte zu schaffen und soziale Durchmischung zu erhalten.",
        "target_word": "Sozialer Wohnungsbau",
        "blank": "Der soziale Wohnungsbau zielt darauf ab, durch öffentliche Förderung bezahlbare Wohnungen für einkommensschwache Haushalte zu schaffen und soziale Durchmischung zu erhalten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sozialer-Wohnungsbau-002",
        "sentence": "Investitionen in den sozialen Wohnungsbau umfassen Gebäude und begleitende Infrastruktur wie Kinderspielplätze und Gemeinschaftsräume, um Lebensqualität zu sichern.",
        "target_word": "Sozialer Wohnungsbau",
        "blank": "Investitionen in den sozialen Wohnungsbau umfassen Gebäude und begleitende Infrastruktur wie Kinderspielplätze und Gemeinschaftsräume, um Lebensqualität zu sichern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sozialer-Wohnungsbau-003",
        "sentence": "Die Finanzierung des sozialen Wohnungsbaus erfolgt durch zinsgünstige Darlehen, wobei die Vergabe an Einhaltung von Mietobergrenzen und Belegungsbindungen gekoppelt ist.",
        "target_word": "Sozialer Wohnungsbau",
        "blank": "Die Finanzierung des sozialen Wohnungsbaus erfolgt durch zinsgünstige Darlehen, wobei die Vergabe an Einhaltung von Mietobergrenzen und Belegungsbindungen gekoppelt ist.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bauträger": [
      {
        "id": "de-c1-stadtplanung-Bauträger-001",
        "sentence": "Ein Bauträger erwirbt Grundstücke, entwickelt Bauprojekte auf eigene Rechnung und verkauft die fertigen Wohnungen oder Gewerbeeinheiten an Endkunden oder Investoren.",
        "target_word": "Bauträger",
        "blank": "Ein _____ erwirbt Grundstücke, entwickelt Bauprojekte auf eigene Rechnung und verkauft die fertigen Wohnungen oder Gewerbeeinheiten an Endkunden oder Investoren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauträger-002",
        "sentence": "Bei der Auswahl eines Bauträgers sollten Käufer auf dessen Erfahrung, Bonität und Referenzprojekte achten, um Risiken zu minimieren.",
        "target_word": "Bauträger",
        "blank": "Bei der Auswahl eines _____s sollten Käufer auf dessen Erfahrung, Bonität und Referenzprojekte achten, um Risiken zu minimieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauträger-003",
        "sentence": "Der Bauträger koordiniert alle am Bau beteiligten Gewerke, übernimmt die Finanzierung und trägt das wirtschaftliche Risiko des Projekts bis zum Verkauf.",
        "target_word": "Bauträger",
        "blank": "Der _____ koordiniert alle am Bau beteiligten Gewerke, übernimmt die Finanzierung und trägt das wirtschaftliche Risiko des Projekts bis zum Verkauf.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Stellplatzschlüssel": [
      {
        "id": "de-c1-stadtplanung-Stellplatzschlüssel-001",
        "sentence": "Der Stellplatzschlüssel legt fest, wie viele Pkw-Stellplätze je Wohneinheit oder je Quadratmeter Gewerbefläche nachzuweisen sind, und ist in Stellplatzsatzungen geregelt.",
        "target_word": "Stellplatzschlüssel",
        "blank": "Der _____ legt fest, wie viele Pkw-Stellplätze je Wohneinheit oder je Quadratmeter Gewerbefläche nachzuweisen sind, und ist in Stellplatzsatzungen geregelt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stellplatzschlüssel-002",
        "sentence": "In gut erschlossenen Innenstadtlagen reduzieren viele Kommunen den Stellplatzschlüssel, um den Umstieg auf öffentliche Verkehrsmittel und Fahrräder zu fördern.",
        "target_word": "Stellplatzschlüssel",
        "blank": "In gut erschlossenen Innenstadtlagen reduzieren viele Kommunen den _____, um den Umstieg auf öffentliche Verkehrsmittel und Fahrräder zu fördern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stellplatzschlüssel-003",
        "sentence": "Die Bemessung des Stellplatzschlüssels muss die Verkehrserzeugung des Vorhabens, die ÖPNV-Anbindung und städtebauliche Zielsetzungen berücksichtigen.",
        "target_word": "Stellplatzschlüssel",
        "blank": "Die Bemessung des _____s muss die Verkehrserzeugung des Vorhabens, die ÖPNV-Anbindung und städtebauliche Zielsetzungen berücksichtigen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bauleitplanung": [
      {
        "id": "de-c1-stadtplanung-Bauleitplanung-001",
        "sentence": "Die Bauleitplanung der Gemeinden umfasst den vorbereitenden Flächennutzungsplan und die verbindlichen Bebauungspläne als zentrale Instrumente der Stadtentwicklung.",
        "target_word": "Bauleitplanung",
        "blank": "Die _____ der Gemeinden umfasst den vorbereitenden Flächennutzungsplan und die verbindlichen Bebauungspläne als zentrale Instrumente der Stadtentwicklung.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauleitplanung-002",
        "sentence": "Bei der Aufstellung von Bauleitplänen sind die Belange des Umweltschutzes, der Wirtschaft, der sozialen Bedürfnisse und vieler weiterer Aspekte abzuwägen.",
        "target_word": "Bauleitplanung",
        "blank": "Bei der Aufstellung von Bauleitplänen sind die Belange des Umweltschutzes, der Wirtschaft, der sozialen Bedürfnisse und vieler weiterer Aspekte abzuwägen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bauleitplanung-003",
        "sentence": "Die Bauleitplanung folgt einem gesetzlich vorgeschriebenen Verfahren mit Öffentlichkeitsbeteiligung, Behördenbeteiligung und Umweltprüfung zur Gewährleistung rechtsstaatlicher Grundsätze.",
        "target_word": "Bauleitplanung",
        "blank": "Die _____ folgt einem gesetzlich vorgeschriebenen Verfahren mit Öffentlichkeitsbeteiligung, Behördenbeteiligung und Umweltprüfung zur Gewährleistung rechtsstaatlicher Grundsätze.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Innenentwicklung": [
      {
        "id": "de-c1-stadtplanung-Innenentwicklung-001",
        "sentence": "Die Strategie der Innenentwicklung zielt darauf ab, brachliegende Flächen, Baulücken und untergenutzte Areale im Bestand zu aktivieren, bevor Außenbereiche erschlossen werden.",
        "target_word": "Innenentwicklung",
        "blank": "Die Strategie der _____ zielt darauf ab, brachliegende Flächen, Baulücken und untergenutzte Areale im Bestand zu aktivieren, bevor Außenbereiche erschlossen werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Innenentwicklung-002",
        "sentence": "Innenentwicklung schont Landschaft und Böden, nutzt vorhandene Infrastruktur effizienter und stärkt bestehende Ortskerne gegenüber Zersiedelung und Flächenfraß.",
        "target_word": "Innenentwicklung",
        "blank": "_____ schont Landschaft und Böden, nutzt vorhandene Infrastruktur effizienter und stärkt bestehende Ortskerne gegenüber Zersiedelung und Flächenfraß.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Innenentwicklung-003",
        "sentence": "Die Umsetzung von Innenentwicklung erfordert oft komplexe Eigentümerstrukturen zu klären und Altlasten zu beseitigen, was Zeit und Ressourcen erfordert.",
        "target_word": "Innenentwicklung",
        "blank": "Die Umsetzung von _____ erfordert oft komplexe Eigentümerstrukturen zu klären und Altlasten zu beseitigen, was Zeit und Ressourcen erfordert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Umlegungsverfahren": [
      {
        "id": "de-c1-stadtplanung-Umlegungsverfahren-001",
        "sentence": "Das Umlegungsverfahren ermöglicht die Neuordnung zersplitterter Grundstücke, sodass zusammenhängende Baugebiete entstehen, die sich effizienter erschließen und gestalten lassen.",
        "target_word": "Umlegungsverfahren",
        "blank": "Das _____ ermöglicht die Neuordnung zersplitterter Grundstücke, sodass zusammenhängende Baugebiete entstehen, die sich effizienter erschließen und gestalten lassen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Umlegungsverfahren-002",
        "sentence": "Bei einem Umlegungsverfahren werden Straßen und Versorgungsleitungen eingeplant, indem alle Eigentümer anteilig Flächen abgeben und erschlossene Parzellen zurückerhalten.",
        "target_word": "Umlegungsverfahren",
        "blank": "Bei einem _____ werden Straßen und Versorgungsleitungen eingeplant, indem alle Eigentümer anteilig Flächen abgeben und erschlossene Parzellen zurückerhalten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Umlegungsverfahren-003",
        "sentence": "Die Beteiligung der Eigentümer am Umlegungsverfahren ist gesetzlich vorgeschrieben, damit transparente Entscheidungen getroffen und Einwände gegen die Neuverteilung vorgebracht werden.",
        "target_word": "Umlegungsverfahren",
        "blank": "Die Beteiligung der Eigentümer am _____ ist gesetzlich vorgeschrieben, damit transparente Entscheidungen getroffen und Einwände gegen die Neuverteilung vorgebracht werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Abwägungsgebot": [
      {
        "id": "de-c1-stadtplanung-Abwägungsgebot-001",
        "sentence": "Das Abwägungsgebot verpflichtet die Gemeinde, bei der Bauleitplanung alle öffentlichen und privaten Belange gegeneinander und untereinander gerecht abzuwägen.",
        "target_word": "Abwägungsgebot",
        "blank": "Das _____ verpflichtet die Gemeinde, bei der Bauleitplanung alle öffentlichen und privaten Belange gegeneinander und untereinander gerecht abzuwägen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Abwägungsgebot-002",
        "sentence": "Fehler im Abwägungsvorgang können zur Unwirksamkeit des Bebauungsplans führen, wenn relevante Belange nicht ermittelt oder fehlerhaft gewichtet wurden.",
        "target_word": "Abwägungsgebot",
        "blank": "Fehler im Abwägungsvorgang können zur Unwirksamkeit des Bebauungsplans führen, wenn relevante Belange nicht ermittelt oder fehlerhaft gewichtet wurden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Abwägungsgebot-003",
        "sentence": "Die Abwägung muss in den Planungsdokumenten nachvollziehbar dokumentiert sein und zeigen, wie die Gemeinde zu ihrer planerischen Entscheidung gelangt ist.",
        "target_word": "Abwägungsgebot",
        "blank": "Die Abwägung muss in den Planungsdokumenten nachvollziehbar dokumentiert sein und zeigen, wie die Gemeinde zu ihrer planerischen Entscheidung gelangt ist.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Planungsschaden": [
      {
        "id": "de-c1-stadtplanung-Planungsschaden-001",
        "sentence": "Ein Planungsschaden liegt vor, wenn durch eine Änderung der Bauleitplanung die bisherige Nutzungsmöglichkeit eines Grundstücks eingeschränkt und dessen Wert gemindert wird.",
        "target_word": "Planungsschaden",
        "blank": "Ein _____ liegt vor, wenn durch eine Änderung der Bauleitplanung die bisherige Nutzungsmöglichkeit eines Grundstücks eingeschränkt und dessen Wert gemindert wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Planungsschaden-002",
        "sentence": "Eigentümer können bei einem Planungsschaden eine Entschädigung verlangen, die sich nach der Wertminderung des Grundstücks durch die geänderte Planung bemisst.",
        "target_word": "Planungsschaden",
        "blank": "Eigentümer können bei einem _____ eine Entschädigung verlangen, die sich nach der Wertminderung des Grundstücks durch die geänderte Planung bemisst.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Planungsschaden-003",
        "sentence": "Um Planungsschäden zu vermeiden, sollten Kommunen bei der Planung Bestandsschutz gewähren und vorhandene Nutzungsrechte möglichst nicht verschärfen.",
        "target_word": "Planungsschaden",
        "blank": "Um Planungsschäden zu vermeiden, sollten Kommunen bei der Planung Bestandsschutz gewähren und vorhandene Nutzungsrechte möglichst nicht verschärfen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Städtebauliche Satzung": [
      {
        "id": "de-c1-stadtplanung-Städtebauliche-Satzung-001",
        "sentence": "Städtebauliche Satzungen wie Erhaltungssatzungen oder Gestaltungssatzungen ermöglichen der Gemeinde, besondere städtebauliche oder gestalterische Ziele ohne Bebauungsplan zu verfolgen.",
        "target_word": "Städtebauliche Satzung",
        "blank": "_____en wie Erhaltungssatzungen oder Gestaltungssatzungen ermöglichen der Gemeinde, besondere städtebauliche oder gestalterische Ziele ohne Bebauungsplan zu verfolgen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Städtebauliche-Satzung-002",
        "sentence": "Eine Erhaltungssatzung schützt die städtebauliche Eigenart eines Gebiets vor nachteiligen Veränderungen und erfordert eine Genehmigung für Abbruch oder wesentliche Änderungen.",
        "target_word": "Städtebauliche Satzung",
        "blank": "Eine Erhaltungssatzung schützt die städtebauliche Eigenart eines Gebiets vor nachteiligen Veränderungen und erfordert eine Genehmigung für Abbruch oder wesentliche Änderungen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Städtebauliche-Satzung-003",
        "sentence": "Städtebauliche Satzungen sind ein flexibles Instrument der Stadtentwicklung und können schneller erlassen werden als ein vollständiger Bebauungsplan.",
        "target_word": "Städtebauliche Satzung",
        "blank": "_____en sind ein flexibles Instrument der Stadtentwicklung und können schneller erlassen werden als ein vollständiger Bebauungsplan.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Verkehrsgutachten": [
      {
        "id": "de-c1-stadtplanung-Verkehrsgutachten-001",
        "sentence": "Das Verkehrsgutachten analysiert die zu erwartenden Verkehrsströme und bewertet die Auswirkungen des geplanten Bauvorhabens auf das bestehende Straßennetz der Stadt.",
        "target_word": "Verkehrsgutachten",
        "blank": "Das _____ analysiert die zu erwartenden Verkehrsströme und bewertet die Auswirkungen des geplanten Bauvorhabens auf das bestehende Straßennetz der Stadt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Verkehrsgutachten-002",
        "sentence": "Für großflächige Einzelhandelsvorhaben muss ein detailliertes Verkehrsgutachten erstellt werden, das die verkehrliche Erschließung und erforderliche Stellplatzanzahl ermittelt.",
        "target_word": "Verkehrsgutachten",
        "blank": "Für großflächige Einzelhandelsvorhaben muss ein detailliertes _____ erstellt werden, das die verkehrliche Erschließung und erforderliche Stellplatzanzahl ermittelt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Verkehrsgutachten-003",
        "sentence": "Die Genehmigungsbehörde fordert ein unabhängiges Verkehrsgutachten, bevor sie über die Zulässigkeit des Vorhabens im innerstädtischen Bereich entscheiden kann.",
        "target_word": "Verkehrsgutachten",
        "blank": "Die Genehmigungsbehörde fordert ein unabhängiges _____, bevor sie über die Zulässigkeit des Vorhabens im innerstädtischen Bereich entscheiden kann.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wärmedämmung": [
      {
        "id": "de-c1-stadtplanung-Wärmedämmung-001",
        "sentence": "Die energetische Sanierung verlangt eine hochwertige Wärmedämmung der Außenfassade, um den Energieverbrauch des Gebäudes erheblich zu reduzieren und Klimaschutzziele zu erreichen.",
        "target_word": "Wärmedämmung",
        "blank": "Die energetische Sanierung verlangt eine hochwertige _____ der Außenfassade, um den Energieverbrauch des Gebäudes erheblich zu reduzieren und Klimaschutzziele zu erreichen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wärmedämmung-002",
        "sentence": "Bei der nachträglichen Wärmedämmung von Bestandsgebäuden müssen Wärmebrücken sorgfältig vermieden werden, da sie zu Kondensationsschäden und Schimmelbildung führen können.",
        "target_word": "Wärmedämmung",
        "blank": "Bei der nachträglichen _____ von Bestandsgebäuden müssen Wärmebrücken sorgfältig vermieden werden, da sie zu Kondensationsschäden und Schimmelbildung führen können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wärmedämmung-003",
        "sentence": "Die aktualisierte Energieeinsparverordnung schreibt strengere Anforderungen an die Wärmedämmung vor, was Bauherren zu einer umfassenden energetischen Modernisierung verpflichtet.",
        "target_word": "Wärmedämmung",
        "blank": "Die aktualisierte Energieeinsparverordnung schreibt strengere Anforderungen an die _____ vor, was Bauherren zu einer umfassenden energetischen Modernisierung verpflichtet.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Brandschutzkonzept": [
      {
        "id": "de-c1-stadtplanung-Brandschutzkonzept-001",
        "sentence": "Das Brandschutzkonzept definiert alle baulichen, anlagentechnischen und organisatorischen Maßnahmen, die im Ernstfall die Rettung von Personen und eine wirksame Brandbekämpfung ermöglichen.",
        "target_word": "Brandschutzkonzept",
        "blank": "Das _____ definiert alle baulichen, anlagentechnischen und organisatorischen Maßnahmen, die im Ernstfall die Rettung von Personen und eine wirksame Brandbekämpfung ermöglichen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Brandschutzkonzept-002",
        "sentence": "Für Sonderbauten wie Hochhäuser muss ein umfassendes Brandschutzkonzept entwickelt werden, das zusätzliche Rettungswege, Brandschutztüren und automatische Löschanlagen vorsieht.",
        "target_word": "Brandschutzkonzept",
        "blank": "Für Sonderbauten wie Hochhäuser muss ein umfassendes _____ entwickelt werden, das zusätzliche Rettungswege, Brandschutztüren und automatische Löschanlagen vorsieht.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Brandschutzkonzept-003",
        "sentence": "Die Baugenehmigung wird erst erteilt, nachdem ein von der Feuerwehr geprüftes und genehmigtes Brandschutzkonzept vorgelegt wurde, das alle gesetzlichen Anforderungen erfüllt.",
        "target_word": "Brandschutzkonzept",
        "blank": "Die Baugenehmigung wird erst erteilt, nachdem ein von der Feuerwehr geprüftes und genehmigtes _____ vorgelegt wurde, das alle gesetzlichen Anforderungen erfüllt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Schallschutz": [
      {
        "id": "de-c1-stadtplanung-Schallschutz-001",
        "sentence": "Bei der Planung von Wohngebieten in Flughafennähe ist ein wirksamer Schallschutz unerlässlich, um die Gesundheit der Bewohner vor übermäßiger Lärmbelastung zu schützen.",
        "target_word": "Schallschutz",
        "blank": "Bei der Planung von Wohngebieten in Flughafennähe ist ein wirksamer _____ unerlässlich, um die Gesundheit der Bewohner vor übermäßiger Lärmbelastung zu schützen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Schallschutz-002",
        "sentence": "Der passive Schallschutz umfasst schallgedämmte Fenster und spezielle Wandkonstruktionen, während aktive Maßnahmen wie Lärmschutzwände die Schallausbreitung bereits an der Quelle reduzieren.",
        "target_word": "Schallschutz",
        "blank": "Der passive _____ umfasst schallgedämmte Fenster und spezielle Wandkonstruktionen, während aktive Maßnahmen wie Lärmschutzwände die Schallausbreitung bereits an der Quelle reduzieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Schallschutz-003",
        "sentence": "Die Lärmschutzverordnung definiert Grenzwerte für den erforderlichen Schallschutz, wobei für Wohngebiete strengere Anforderungen gelten als für Gewerbe- und Industriegebiete.",
        "target_word": "Schallschutz",
        "blank": "Die Lärmschutzverordnung definiert Grenzwerte für den erforderlichen _____, wobei für Wohngebiete strengere Anforderungen gelten als für Gewerbe- und Industriegebiete.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Tiefgarage": [
      {
        "id": "de-c1-stadtplanung-Tiefgarage-001",
        "sentence": "Die Anordnung einer Tiefgarage ermöglicht eine effiziente Flächennutzung, da Stellplätze unterirdisch angelegt werden und somit wertvolle Grundstücksflächen für Grünbereiche verfügbar bleiben.",
        "target_word": "Tiefgarage",
        "blank": "Die Anordnung einer _____ ermöglicht eine effiziente Flächennutzung, da Stellplätze unterirdisch angelegt werden und somit wertvolle Grundstücksflächen für Grünbereiche verfügbar bleiben.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Tiefgarage-002",
        "sentence": "Bei der Planung einer Tiefgarage müssen technische Anforderungen wie Entwässerung, Belüftung und ausreichende Deckenhöhe für Pkw und Lieferverkehr berücksichtigt werden.",
        "target_word": "Tiefgarage",
        "blank": "Bei der Planung einer _____ müssen technische Anforderungen wie Entwässerung, Belüftung und ausreichende Deckenhöhe für Pkw und Lieferverkehr berücksichtigt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Tiefgarage-003",
        "sentence": "Die Stellplatzsatzung der Stadt schreibt vor, dass bei Neubauten im Innenstadtbereich die erforderlichen Parkplätze vorzugsweise in einer Tiefgarage anzulegen sind.",
        "target_word": "Tiefgarage",
        "blank": "Die Stellplatzsatzung der Stadt schreibt vor, dass bei Neubauten im Innenstadtbereich die erforderlichen Parkplätze vorzugsweise in einer _____ anzulegen sind.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Grundbuch": [
      {
        "id": "de-c1-stadtplanung-Grundbuch-001",
        "sentence": "Das Grundbuch dokumentiert alle rechtlichen Verhältnisse eines Grundstücks, einschließlich Eigentumsverhältnissen, Belastungen wie Hypotheken und bestehenden Dienstbarkeiten wie Wegerechten.",
        "target_word": "Grundbuch",
        "blank": "Das _____ dokumentiert alle rechtlichen Verhältnisse eines Grundstücks, einschließlich Eigentumsverhältnissen, Belastungen wie Hypotheken und bestehenden Dienstbarkeiten wie Wegerechten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grundbuch-002",
        "sentence": "Vor dem Erwerb eines Baugrundstücks sollte ein Grundbuchauszug eingeholt werden, um mögliche Belastungen, Vorkaufsrechte oder eingetragene Grunddienstbarkeiten rechtzeitig zu erkennen.",
        "target_word": "Grundbuch",
        "blank": "Vor dem Erwerb eines Baugrundstücks sollte ein _____auszug eingeholt werden, um mögliche Belastungen, Vorkaufsrechte oder eingetragene Grunddienstbarkeiten rechtzeitig zu erkennen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grundbuch-003",
        "sentence": "Die notarielle Beurkundung eines Kaufvertrags und die anschließende Eintragung des neuen Eigentümers im Grundbuch sind zwingende Voraussetzungen für den rechtswirksamen Eigentumserwerb.",
        "target_word": "Grundbuch",
        "blank": "Die notarielle Beurkundung eines Kaufvertrags und die anschließende Eintragung des neuen Eigentümers im _____ sind zwingende Voraussetzungen für den rechtswirksamen Eigentumserwerb.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Versiegelung": [
      {
        "id": "de-c1-stadtplanung-Versiegelung-001",
        "sentence": "Die zunehmende Versiegelung von Flächen durch Bebauung und Straßenbau beeinträchtigt den natürlichen Wasserhaushalt und verstärkt das Risiko von urbanen Überschwemmungen bei Starkregenereignissen.",
        "target_word": "Versiegelung",
        "blank": "Die zunehmende _____ von Flächen durch Bebauung und Straßenbau beeinträchtigt den natürlichen Wasserhaushalt und verstärkt das Risiko von urbanen Überschwemmungen bei Starkregenereignissen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Versiegelung-002",
        "sentence": "Um die negativen ökologischen Folgen der Versiegelung zu minimieren, sollten Parkplätze und Gehwege mit wasserdurchlässigen Belägen wie Rasengittersteinen oder Schotterrasen ausgeführt werden.",
        "target_word": "Versiegelung",
        "blank": "Um die negativen ökologischen Folgen der _____ zu minimieren, sollten Parkplätze und Gehwege mit wasserdurchlässigen Belägen wie Rasengittersteinen oder Schotterrasen ausgeführt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Versiegelung-003",
        "sentence": "Der Bebauungsplan legt fest, dass die Versiegelung auf maximal vierzig Prozent der Grundstücksfläche begrenzt werden muss, um ausreichende Versickerungsflächen zu erhalten.",
        "target_word": "Versiegelung",
        "blank": "Der Bebauungsplan legt fest, dass die _____ auf maximal vierzig Prozent der Grundstücksfläche begrenzt werden muss, um ausreichende Versickerungsflächen zu erhalten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Entsiegelung": [
      {
        "id": "de-c1-stadtplanung-Entsiegelung-001",
        "sentence": "Die Entsiegelung innerstädtischer Flächen verbessert die Lebensqualität und optimiert klimatische Bedingungen durch zusätzliche Grünflächen in verdichteten Stadtquartieren.",
        "target_word": "Entsiegelung",
        "blank": "Die _____ innerstädtischer Flächen verbessert die Lebensqualität und optimiert klimatische Bedingungen durch zusätzliche Grünflächen in verdichteten Stadtquartieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Entsiegelung-002",
        "sentence": "Nach der Entsiegelung ehemaliger Industrieflächen können Versickerungsmulden angelegt werden, die das Regenwasser aufnehmen und somit die städtische Kanalisation während Starkregenereignissen entlasten.",
        "target_word": "Entsiegelung",
        "blank": "Nach der _____ ehemaliger Industrieflächen können Versickerungsmulden angelegt werden, die das Regenwasser aufnehmen und somit die städtische Kanalisation während Starkregenereignissen entlasten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Entsiegelung-003",
        "sentence": "Förderprogramme für die Entsiegelung von Höfen und Parkplätzen unterstützen Grundstückseigentümer finanziell, wenn sie asphaltierte Flächen durch wasserdurchlässige Beläge ersetzen.",
        "target_word": "Entsiegelung",
        "blank": "Förderprogramme für die _____ von Höfen und Parkplätzen unterstützen Grundstückseigentümer finanziell, wenn sie asphaltierte Flächen durch wasserdurchlässige Beläge ersetzen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Biotopvernetzung": [
      {
        "id": "de-c1-stadtplanung-Biotopvernetzung-001",
        "sentence": "Das Konzept der Biotopvernetzung verbindet isolierte Lebensräume durch grüne Korridore, sodass Tier- und Pflanzenarten wandern und genetischen Austausch betreiben können.",
        "target_word": "Biotopvernetzung",
        "blank": "Das Konzept der _____ verbindet isolierte Lebensräume durch grüne Korridore, sodass Tier- und Pflanzenarten wandern und genetischen Austausch betreiben können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Biotopvernetzung-002",
        "sentence": "Bei der Verkehrswegplanung sollten Grünbrücken und Unterführungen die Biotopvernetzung aufrechterhalten und die Barrierewirkung für wandernde Tierarten minimieren.",
        "target_word": "Biotopvernetzung",
        "blank": "Bei der Verkehrswegplanung sollten Grünbrücken und Unterführungen die _____ aufrechterhalten und die Barrierewirkung für wandernde Tierarten minimieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Biotopvernetzung-003",
        "sentence": "Die kommunale Landschaftsplanung berücksichtigt die Biotopvernetzung als zentrales Element, wobei Bürger und Naturschutzverbände frühzeitig in die Planungsprozesse einbezogen werden.",
        "target_word": "Biotopvernetzung",
        "blank": "Die kommunale Landschaftsplanung berücksichtigt die _____ als zentrales Element, wobei Bürger und Naturschutzverbände frühzeitig in die Planungsprozesse einbezogen werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Aufenthaltsqualität": [
      {
        "id": "de-c1-stadtplanung-Aufenthaltsqualität-001",
        "sentence": "Die Aufenthaltsqualität öffentlicher Plätze steigert sich durch durchdachte Gestaltung mit Sitzmöglichkeiten, Begrünung und Wetterschutz, wodurch lebendige Treffpunkte entstehen.",
        "target_word": "Aufenthaltsqualität",
        "blank": "Die _____ öffentlicher Plätze steigert sich durch durchdachte Gestaltung mit Sitzmöglichkeiten, Begrünung und Wetterschutz, wodurch lebendige Treffpunkte entstehen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Aufenthaltsqualität-002",
        "sentence": "Bei der Umgestaltung von Fußgängerzonen sollte die Aufenthaltsqualität durch breite Gehwege, attraktive Pflasterung und die Integration von Wasserspielen und Kunstobjekten verbessert werden.",
        "target_word": "Aufenthaltsqualität",
        "blank": "Bei der Umgestaltung von Fußgängerzonen sollte die _____ durch breite Gehwege, attraktive Pflasterung und die Integration von Wasserspielen und Kunstobjekten verbessert werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Aufenthaltsqualität-003",
        "sentence": "Partizipative Planungsverfahren ermöglichen es den Bürgern, ihre Wünsche zur Aufenthaltsqualität von Stadtplätzen einzubringen, was die Akzeptanz und Nutzung der gestalteten Räume fördert.",
        "target_word": "Aufenthaltsqualität",
        "blank": "Partizipative Planungsverfahren ermöglichen es den Bürgern, ihre Wünsche zur _____ von Stadtplätzen einzubringen, was die Akzeptanz und Nutzung der gestalteten Räume fördert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Stadtmöblierung": [
      {
        "id": "de-c1-stadtplanung-Stadtmöblierung-001",
        "sentence": "Eine einheitliche und hochwertige Stadtmöblierung trägt zur Identität des öffentlichen Raums bei und umfasst Elemente wie Bänke, Abfallbehälter, Fahrradständer und Informationstafeln.",
        "target_word": "Stadtmöblierung",
        "blank": "Eine einheitliche und hochwertige _____ trägt zur Identität des öffentlichen Raums bei und umfasst Elemente wie Bänke, Abfallbehälter, Fahrradständer und Informationstafeln.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stadtmöblierung-002",
        "sentence": "Die Auswahl der Stadtmöblierung sollte funktionale und ästhetische Kriterien berücksichtigen, wobei robuste und vandalismussichere Materialien für eine lange Lebensdauer sorgen.",
        "target_word": "Stadtmöblierung",
        "blank": "Die Auswahl der _____ sollte funktionale und ästhetische Kriterien berücksichtigen, wobei robuste und vandalismussichere Materialien für eine lange Lebensdauer sorgen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stadtmöblierung-003",
        "sentence": "Im Rahmen der Stadtbildpflege werden Bürger bei der Auswahl der Stadtmöblierung beteiligt, um sicherzustellen, dass die Elemente lokalen Bedürfnissen entsprechen.",
        "target_word": "Stadtmöblierung",
        "blank": "Im Rahmen der Stadtbildpflege werden Bürger bei der Auswahl der _____ beteiligt, um sicherzustellen, dass die Elemente lokalen Bedürfnissen entsprechen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Altlast": [
      {
        "id": "de-c1-stadtplanung-Altlast-001",
        "sentence": "Vor der Entwicklung von Brachflächen muss eine Altlast erkundet werden, da frühere Industrienutzungen häufig Bodenverunreinigungen mit Gesundheitsrisiken verursachten.",
        "target_word": "Altlast",
        "blank": "Vor der Entwicklung von Brachflächen muss eine _____ erkundet werden, da frühere Industrienutzungen häufig Bodenverunreinigungen mit Gesundheitsrisiken verursachten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Altlast-002",
        "sentence": "Die Sanierung einer Altlast erfordert umfangreiche Bodenuntersuchungen und den fachgerechten Abtransport kontaminierten Materials, was die Erschließungskosten für Baugebiete erheblich erhöht.",
        "target_word": "Altlast",
        "blank": "Die Sanierung einer _____ erfordert umfangreiche Bodenuntersuchungen und den fachgerechten Abtransport kontaminierten Materials, was die Erschließungskosten für Baugebiete erheblich erhöht.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Altlast-003",
        "sentence": "Das Altlastenkataster der Kommune dokumentiert bekannte Verdachtsflächen und gibt Auskunft über den Sanierungsstand, sodass Investoren und Planer potenzielle Risiken frühzeitig bewerten können.",
        "target_word": "Altlast",
        "blank": "Das _____enkataster der Kommune dokumentiert bekannte Verdachtsflächen und gibt Auskunft über den Sanierungsstand, sodass Investoren und Planer potenzielle Risiken frühzeitig bewerten können.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Denkmalschutzauflage": [
      {
        "id": "de-c1-stadtplanung-Denkmalschutzauflage-001",
        "sentence": "Eine Denkmalschutzauflage regelt, dass historische Bausubstanz erhalten und bei Sanierungen originalgetreue Materialien verwendet werden müssen, um kulturelles Erbe zu bewahren.",
        "target_word": "Denkmalschutzauflage",
        "blank": "Eine _____ regelt, dass historische Bausubstanz erhalten und bei Sanierungen originalgetreue Materialien verwendet werden müssen, um kulturelles Erbe zu bewahren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Denkmalschutzauflage-002",
        "sentence": "Bei Umbaumaßnahmen an denkmalgeschützten Gebäuden müssen Denkmalschutzauflagen beachtet werden, was oft zusätzliche Kosten für spezielle Handwerkstechniken und restauratorische Gutachten verursacht.",
        "target_word": "Denkmalschutzauflage",
        "blank": "Bei Umbaumaßnahmen an denkmalgeschützten Gebäuden müssen _____n beachtet werden, was oft zusätzliche Kosten für spezielle Handwerkstechniken und restauratorische Gutachten verursacht.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Denkmalschutzauflage-003",
        "sentence": "Die Denkmalschutzbehörde erlässt Denkmalschutzauflagen, die verbindlich sind, wobei Eigentümer bei der Finanzierung von Restaurierungen durch Fördermittel und Steuervergünstigungen unterstützt werden.",
        "target_word": "Denkmalschutzauflage",
        "blank": "Die Denkmalschutzbehörde erlässt _____n, die verbindlich sind, wobei Eigentümer bei der Finanzierung von Restaurierungen durch Fördermittel und Steuervergünstigungen unterstützt werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Ensembleschutz": [
      {
        "id": "de-c1-stadtplanung-Ensembleschutz-001",
        "sentence": "Der Ensembleschutz bezieht sich auf die Erhaltung einer Gruppe historisch wertvoller Gebäude, deren gemeinsames Erscheinungsbild das Stadtbild prägt und kulturgeschichtlich bedeutsam ist.",
        "target_word": "Ensembleschutz",
        "blank": "Der _____ bezieht sich auf die Erhaltung einer Gruppe historisch wertvoller Gebäude, deren gemeinsames Erscheinungsbild das Stadtbild prägt und kulturgeschichtlich bedeutsam ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Ensembleschutz-002",
        "sentence": "Neubauten in Bereichen mit Ensembleschutz müssen sich in Maßstab, Materialwahl und Gestaltung harmonisch in die bestehende Bebauung einfügen.",
        "target_word": "Ensembleschutz",
        "blank": "Neubauten in Bereichen mit _____ müssen sich in Maßstab, Materialwahl und Gestaltung harmonisch in die bestehende Bebauung einfügen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Ensembleschutz-003",
        "sentence": "Die Unterschutzstellung eines Ensembles erfolgt durch die Denkmalschutzbehörde und verpflichtet Eigentümer, bei Bauvorhaben besondere Rücksicht auf die gestalterische Gesamtwirkung zu nehmen.",
        "target_word": "Ensembleschutz",
        "blank": "Die Unterschutzstellung eines Ensembles erfolgt durch die Denkmalschutzbehörde und verpflichtet Eigentümer, bei Bauvorhaben besondere Rücksicht auf die gestalterische Gesamtwirkung zu nehmen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Erschließungsstraße": [
      {
        "id": "de-c1-stadtplanung-Erschließungsstraße-001",
        "sentence": "Die Erschließungsstraße bildet das Rückgrat eines Neubaugebiets und muss Anliegerverkehr, Ver- und Entsorgungsfahrzeuge sowie Rettungsdienste aufnehmen können.",
        "target_word": "Erschließungsstraße",
        "blank": "Die _____ bildet das Rückgrat eines Neubaugebiets und muss Anliegerverkehr, Ver- und Entsorgungsfahrzeuge sowie Rettungsdienste aufnehmen können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erschließungsstraße-002",
        "sentence": "Bei der Planung einer Erschließungsstraße sind neben der Fahrbahn auch Gehwege, Radwege, Parkstreifen und Leitungstrassen für Wasser, Abwasser und Energie zu berücksichtigen.",
        "target_word": "Erschließungsstraße",
        "blank": "Bei der Planung einer _____ sind neben der Fahrbahn auch Gehwege, Radwege, Parkstreifen und Leitungstrassen für Wasser, Abwasser und Energie zu berücksichtigen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erschließungsstraße-003",
        "sentence": "Die Kosten für den Bau einer Erschließungsstraße werden durch Erschließungsbeiträge auf Grundstückseigentümer umgelegt, berechnet nach Frontlänge und Grundstücksgröße.",
        "target_word": "Erschließungsstraße",
        "blank": "Die Kosten für den Bau einer _____ werden durch Erschließungsbeiträge auf Grundstückseigentümer umgelegt, berechnet nach Frontlänge und Grundstücksgröße.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wirtschaftsförderung": [
      {
        "id": "de-c1-stadtplanung-Wirtschaftsförderung-001",
        "sentence": "Die kommunale Wirtschaftsförderung unterstützt die Ansiedlung und Expansion von Unternehmen durch Beratungsangebote, Vermittlung von Gewerbeflächen und die Koordination von Genehmigungsverfahren.",
        "target_word": "Wirtschaftsförderung",
        "blank": "Die kommunale _____ unterstützt die Ansiedlung und Expansion von Unternehmen durch Beratungsangebote, Vermittlung von Gewerbeflächen und die Koordination von Genehmigungsverfahren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wirtschaftsförderung-002",
        "sentence": "Eine effektive Wirtschaftsförderung trägt zur Schaffung von Arbeitsplätzen bei, indem sie Investoren durch moderne Infrastruktur, schnelle Internetanbindung und attraktive Förderprogramme überzeugt.",
        "target_word": "Wirtschaftsförderung",
        "blank": "Eine effektive _____ trägt zur Schaffung von Arbeitsplätzen bei, indem sie Investoren durch moderne Infrastruktur, schnelle Internetanbindung und attraktive Förderprogramme überzeugt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wirtschaftsförderung-003",
        "sentence": "Im Rahmen der regionalen Wirtschaftsförderung arbeiten Kommunen, Kammern und Unternehmerverbände zusammen, um Standortvorteile zu vermarkten und innovative Branchen gezielt zu fördern.",
        "target_word": "Wirtschaftsförderung",
        "blank": "Im Rahmen der regionalen _____ arbeiten Kommunen, Kammern und Unternehmerverbände zusammen, um Standortvorteile zu vermarkten und innovative Branchen gezielt zu fördern.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Quartiersmanagement": [
      {
        "id": "de-c1-stadtplanung-Quartiersmanagement-001",
        "sentence": "Das Quartiersmanagement koordiniert die Entwicklung benachteiligter Stadtteile und initiiert Projekte zur sozialen Integration, Beschäftigungsförderung und Verbesserung des Wohnumfelds.",
        "target_word": "Quartiersmanagement",
        "blank": "Das _____ koordiniert die Entwicklung benachteiligter Stadtteile und initiiert Projekte zur sozialen Integration, Beschäftigungsförderung und Verbesserung des Wohnumfelds.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Quartiersmanagement-002",
        "sentence": "Durch das Quartiersmanagement werden lokale Akteure wie Vereine, Schulen und Gewerbetreibende vernetzt, um gemeinsam Lösungen für stadtteilspezifische Herausforderungen zu erarbeiten.",
        "target_word": "Quartiersmanagement",
        "blank": "Durch das _____ werden lokale Akteure wie Vereine, Schulen und Gewerbetreibende vernetzt, um gemeinsam Lösungen für stadtteilspezifische Herausforderungen zu erarbeiten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Quartiersmanagement-003",
        "sentence": "Förderprogramme wie die Soziale Stadt finanzieren das Quartiersmanagement, das als Schnittstelle zwischen Bürgern, Verwaltung und Politik fungiert und partizipative Prozesse moderiert.",
        "target_word": "Quartiersmanagement",
        "blank": "Förderprogramme wie die Soziale Stadt finanzieren das _____, das als Schnittstelle zwischen Bürgern, Verwaltung und Politik fungiert und partizipative Prozesse moderiert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Dachbegrünung": [
      {
        "id": "de-c1-stadtplanung-Dachbegrünung-001",
        "sentence": "Die Dachbegrünung verbessert das Stadtklima, da sie Regenwasser zurückhält, die Luftqualität optimiert und im Sommer zur Kühlung von Gebäuden beiträgt.",
        "target_word": "Dachbegrünung",
        "blank": "Die _____ verbessert das Stadtklima, da sie Regenwasser zurückhält, die Luftqualität optimiert und im Sommer zur Kühlung von Gebäuden beiträgt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachbegrünung-002",
        "sentence": "Bei der Planung einer Dachbegrünung müssen Dachstatik, Dränage, Durchwurzelungsschicht und Pflanzenauswahl berücksichtigt werden, um Langlebigkeit zu gewährleisten.",
        "target_word": "Dachbegrünung",
        "blank": "Bei der Planung einer _____ müssen Dachstatik, Dränage, Durchwurzelungsschicht und Pflanzenauswahl berücksichtigt werden, um Langlebigkeit zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachbegrünung-003",
        "sentence": "Viele Kommunen fördern die Dachbegrünung durch Zuschüsse und setzen sie im Bebauungsplan als Auflage fest, um Biodiversität und Hitzeinseln zu reduzieren.",
        "target_word": "Dachbegrünung",
        "blank": "Viele Kommunen fördern die _____ durch Zuschüsse und setzen sie im Bebauungsplan als Auflage fest, um Biodiversität und Hitzeinseln zu reduzieren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Fassadenbegrünung": [
      {
        "id": "de-c1-stadtplanung-Fassadenbegrünung-001",
        "sentence": "Die Fassadenbegrünung verbessert das Mikroklima in dicht bebauten Innenstadtbereichen, indem sie Fassaden vor Überhitzung schützt und zur Luftbefeuchtung sowie zur Feinstaubbindung beiträgt.",
        "target_word": "Fassadenbegrünung",
        "blank": "Die _____ verbessert das Mikroklima in dicht bebauten Innenstadtbereichen, indem sie Fassaden vor Überhitzung schützt und zur Luftbefeuchtung sowie zur Feinstaubbindung beiträgt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Fassadenbegrünung-002",
        "sentence": "Bei der technischen Umsetzung einer Fassadenbegrünung können Rankgerüste oder selbstklimmende Pflanzen eingesetzt werden, wobei die Bausubstanz vor Feuchteschäden geschützt werden muss.",
        "target_word": "Fassadenbegrünung",
        "blank": "Bei der technischen Umsetzung einer _____ können Rankgerüste oder selbstklimmende Pflanzen eingesetzt werden, wobei die Bausubstanz vor Feuchteschäden geschützt werden muss.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Fassadenbegrünung-003",
        "sentence": "Städtische Förderprogramme unterstützen Eigentümer finanziell bei der Fassadenbegrünung, um insbesondere in verdichteten Quartieren mit wenig Grünflächen ökologische Verbesserungen zu erzielen.",
        "target_word": "Fassadenbegrünung",
        "blank": "Städtische Förderprogramme unterstützen Eigentümer finanziell bei der _____, um insbesondere in verdichteten Quartieren mit wenig Grünflächen ökologische Verbesserungen zu erzielen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Durchgrünung": [
      {
        "id": "de-c1-stadtplanung-Durchgrünung-001",
        "sentence": "Eine hohe Durchgrünung von Wohngebieten steigert die Lebensqualität erheblich, indem sie Erholungsräume schafft und Lebensräume für städtische Flora und Fauna bietet.",
        "target_word": "Durchgrünung",
        "blank": "Eine hohe _____ von Wohngebieten steigert die Lebensqualität erheblich, indem sie Erholungsräume schafft und Lebensräume für städtische Flora und Fauna bietet.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Durchgrünung-002",
        "sentence": "Bei der Planung neuer Stadtquartiere sollte die Durchgrünung von Anfang an mitgedacht werden, indem Straßenbäume und Parks in das Erschließungskonzept integriert werden.",
        "target_word": "Durchgrünung",
        "blank": "Bei der Planung neuer Stadtquartiere sollte die _____ von Anfang an mitgedacht werden, indem Straßenbäume und Parks in das Erschließungskonzept integriert werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Durchgrünung-003",
        "sentence": "Der Bebauungsplan kann Vorgaben zur Durchgrünung machen, beispielsweise durch Festsetzung von Baumstandorten oder Mindestanteilen an begrünten Flächen auf privaten Grundstücken.",
        "target_word": "Durchgrünung",
        "blank": "Der Bebauungsplan kann Vorgaben zur _____ machen, beispielsweise durch Festsetzung von Baumstandorten oder Mindestanteilen an begrünten Flächen auf privaten Grundstücken.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Stadtklimatologie": [
      {
        "id": "de-c1-stadtplanung-Stadtklimatologie-001",
        "sentence": "Die Stadtklimatologie untersucht die Wechselwirkungen zwischen Bebauung, Versiegelung und lokalen Klimaphänomenen wie Wärmeinseln, um Planungsentscheidungen mit fundiertem Wissen zu unterstützen.",
        "target_word": "Stadtklimatologie",
        "blank": "Die _____ untersucht die Wechselwirkungen zwischen Bebauung, Versiegelung und lokalen Klimaphänomenen wie Wärmeinseln, um Planungsentscheidungen mit fundiertem Wissen zu unterstützen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stadtklimatologie-002",
        "sentence": "Stadtklimatologische Gutachten analysieren Temperaturverteilungen, Windströmungen und Luftqualität und empfehlen Maßnahmen wie Grünzüge und Frischluftschneisen, um das Stadtklima zu verbessern.",
        "target_word": "Stadtklimatologie",
        "blank": "Stadtklimatologische Gutachten analysieren Temperaturverteilungen, Windströmungen und Luftqualität und empfehlen Maßnahmen wie Grünzüge und Frischluftschneisen, um das Stadtklima zu verbessern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Stadtklimatologie-003",
        "sentence": "In der kommunalen Planung gewinnt die Stadtklimatologie zunehmend an Bedeutung, da extreme Wetterereignisse und Hitzewellen die Notwendigkeit klimaangepasster Stadtentwicklung verdeutlichen.",
        "target_word": "Stadtklimatologie",
        "blank": "In der kommunalen Planung gewinnt die _____ zunehmend an Bedeutung, da extreme Wetterereignisse und Hitzewellen die Notwendigkeit klimaangepasster Stadtentwicklung verdeutlichen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Kaltluftentstehungsgebiet": [
      {
        "id": "de-c1-stadtplanung-Kaltluftentstehungsgebiet-001",
        "sentence": "Ein Kaltluftentstehungsgebiet produziert nachts kühle Luft, die über Luftleitbahnen in überhitzte Stadtquartiere strömt und dort für Abkühlung sorgt.",
        "target_word": "Kaltluftentstehungsgebiet",
        "blank": "Ein _____ produziert nachts kühle Luft, die über Luftleitbahnen in überhitzte Stadtquartiere strömt und dort für Abkühlung sorgt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kaltluftentstehungsgebiet-002",
        "sentence": "Bei der Stadtentwicklung müssen Kaltluftentstehungsgebiete von Bebauung freigehalten werden, da ihre Versiegelung die nächtliche Abkühlung beeinträchtigt und somit den städtischen Wärmeinseleffekt verstärkt.",
        "target_word": "Kaltluftentstehungsgebiet",
        "blank": "Bei der Stadtentwicklung müssen _____e von Bebauung freigehalten werden, da ihre Versiegelung die nächtliche Abkühlung beeinträchtigt und somit den städtischen Wärmeinseleffekt verstärkt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kaltluftentstehungsgebiet-003",
        "sentence": "Der Flächennutzungsplan weist Kaltluftentstehungsgebiete als Freiflächen aus, um ihre klimatische Funktion zu sichern und die Bevölkerung über ihre Bedeutung zu informieren.",
        "target_word": "Kaltluftentstehungsgebiet",
        "blank": "Der Flächennutzungsplan weist _____e als Freiflächen aus, um ihre klimatische Funktion zu sichern und die Bevölkerung über ihre Bedeutung zu informieren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Luftleitbahn": [
      {
        "id": "de-c1-stadtplanung-Luftleitbahn-001",
        "sentence": "Eine Luftleitbahn ermöglicht die ungehinderte Strömung von Frischluft aus dem Umland in die Innenstadt und trägt zur Verbesserung der Luftqualität bei.",
        "target_word": "Luftleitbahn",
        "blank": "Eine _____ ermöglicht die ungehinderte Strömung von Frischluft aus dem Umland in die Innenstadt und trägt zur Verbesserung der Luftqualität bei.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Luftleitbahn-002",
        "sentence": "Bei Bauvorhaben entlang einer Luftleitbahn müssen hohe Gebäuderiegel vermieden werden, die den Luftaustausch behindern und die kühlende Wirkung reduzieren.",
        "target_word": "Luftleitbahn",
        "blank": "Bei Bauvorhaben entlang einer _____ müssen hohe Gebäuderiegel vermieden werden, die den Luftaustausch behindern und die kühlende Wirkung reduzieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Luftleitbahn-003",
        "sentence": "Die Sicherung von Luftleitbahnen erfolgt durch Festsetzungen im Regionalplan, wobei Kommunen verpflichtet sind, diese in ihren Bauleitplänen zu berücksichtigen.",
        "target_word": "Luftleitbahn",
        "blank": "Die Sicherung von _____en erfolgt durch Festsetzungen im Regionalplan, wobei Kommunen verpflichtet sind, diese in ihren Bauleitplänen zu berücksichtigen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Frischluftschneise": [
      {
        "id": "de-c1-stadtplanung-Frischluftschneise-001",
        "sentence": "Eine Frischluftschneise verbindet als grüner Korridor die Stadtränder mit der Innenstadt und sorgt für kontinuierlichen Luftaustausch in heißen Sommernächten.",
        "target_word": "Frischluftschneise",
        "blank": "Eine _____ verbindet als grüner Korridor die Stadtränder mit der Innenstadt und sorgt für kontinuierlichen Luftaustausch in heißen Sommernächten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Frischluftschneise-002",
        "sentence": "Die Planung einer Frischluftschneise verlangt, dass Grünzüge und Parks so angelegt werden, dass sie die Luftströmung leiten und als Naherholungsgebiete dienen.",
        "target_word": "Frischluftschneise",
        "blank": "Die Planung einer _____ verlangt, dass Grünzüge und Parks so angelegt werden, dass sie die Luftströmung leiten und als Naherholungsgebiete dienen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Frischluftschneise-003",
        "sentence": "Im Bebauungsplan werden Frischluftschneisen als Freiflächen gesichert, wobei jegliche Bebauung untersagt ist, um die klimatische Funktion langfristig zu erhalten.",
        "target_word": "Frischluftschneise",
        "blank": "Im Bebauungsplan werden _____n als Freiflächen gesichert, wobei jegliche Bebauung untersagt ist, um die klimatische Funktion langfristig zu erhalten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Versorgungsinfrastruktur": [
      {
        "id": "de-c1-stadtplanung-Versorgungsinfrastruktur-001",
        "sentence": "Eine leistungsfähige Versorgungsinfrastruktur umfasst Netze für Strom, Wasser, Abwasser und Telekommunikation und bildet die Grundlage für jede städtische Entwicklung.",
        "target_word": "Versorgungsinfrastruktur",
        "blank": "Eine leistungsfähige _____ umfasst Netze für Strom, Wasser, Abwasser und Telekommunikation und bildet die Grundlage für jede städtische Entwicklung.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Versorgungsinfrastruktur-002",
        "sentence": "Bei der Erschließung neuer Baugebiete müssen alle Elemente der Versorgungsinfrastruktur koordiniert geplant werden, um spätere kostspielige Nachrüstungen und Aufgrabungen zu vermeiden.",
        "target_word": "Versorgungsinfrastruktur",
        "blank": "Bei der Erschließung neuer Baugebiete müssen alle Elemente der _____ koordiniert geplant werden, um spätere kostspielige Nachrüstungen und Aufgrabungen zu vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Versorgungsinfrastruktur-003",
        "sentence": "Die Kommune ist verantwortlich für die Bereitstellung und Wartung der Versorgungsinfrastruktur, wobei sie mit Versorgungsunternehmen kooperiert und Investitionen langfristig plant.",
        "target_word": "Versorgungsinfrastruktur",
        "blank": "Die Kommune ist verantwortlich für die Bereitstellung und Wartung der _____, wobei sie mit Versorgungsunternehmen kooperiert und Investitionen langfristig plant.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Fernwärmenetz": [
      {
        "id": "de-c1-stadtplanung-Fernwärmenetz-001",
        "sentence": "Ein Fernwärmenetz versorgt Gebäude mit Heizwärme aus zentralen Erzeugungsanlagen, was Energieeffizienz steigert und die Nutzung erneuerbarer Energien oder industrieller Abwärme ermöglicht.",
        "target_word": "Fernwärmenetz",
        "blank": "Ein _____ versorgt Gebäude mit Heizwärme aus zentralen Erzeugungsanlagen, was Energieeffizienz steigert und die Nutzung erneuerbarer Energien oder industrieller Abwärme ermöglicht.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Fernwärmenetz-002",
        "sentence": "Die Verlegung eines Fernwärmenetzes erfordert isolierte Rohrleitungen, die unterirdisch verlegt werden, wobei Wärmeverluste minimiert und die Versorgungssicherheit durch redundante Leitungen gewährleistet wird.",
        "target_word": "Fernwärmenetz",
        "blank": "Die Verlegung eines _____es erfordert isolierte Rohrleitungen, die unterirdisch verlegt werden, wobei Wärmeverluste minimiert und die Versorgungssicherheit durch redundante Leitungen gewährleistet wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Fernwärmenetz-003",
        "sentence": "Kommunale Energiekonzepte fördern den Ausbau von Fernwärmenetzen, indem Neubauten im Bebauungsplan zum Anschluss verpflichtet werden und Förderprogramme Investitionen in klimafreundliche Wärmeversorgung unterstützen.",
        "target_word": "Fernwärmenetz",
        "blank": "Kommunale Energiekonzepte fördern den Ausbau von _____en, indem Neubauten im Bebauungsplan zum Anschluss verpflichtet werden und Förderprogramme Investitionen in klimafreundliche Wärmeversorgung unterstützen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Niederschlagswasser": [
      {
        "id": "de-c1-stadtplanung-Niederschlagswasser-001",
        "sentence": "Das Niederschlagswasser sollte nach dem Schwammstadtprinzip dezentral zurückgehalten und versickert werden, um die Kanalisation zu entlasten und das Grundwasser anzureichern.",
        "target_word": "Niederschlagswasser",
        "blank": "Das _____ sollte nach dem Schwammstadtprinzip dezentral zurückgehalten und versickert werden, um die Kanalisation zu entlasten und das Grundwasser anzureichern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Niederschlagswasser-002",
        "sentence": "Bei der Planung von Baugebieten müssen Anlagen zur Bewirtschaftung von Niederschlagswasser wie Mulden und Zisternen vorgesehen werden, die nachhaltige Regenwasserbewirtschaftung ermöglichen.",
        "target_word": "Niederschlagswasser",
        "blank": "Bei der Planung von Baugebieten müssen Anlagen zur Bewirtschaftung von _____ wie Mulden und Zisternen vorgesehen werden, die nachhaltige Regenwasserbewirtschaftung ermöglichen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Niederschlagswasser-003",
        "sentence": "Die kommunale Niederschlagswassergebühr wird nach versiegelter Fläche berechnet, was Grundstückseigentümer zu Entsiegelungsmaßnahmen motiviert und die Einleitung in Kanalisation reduziert.",
        "target_word": "Niederschlagswasser",
        "blank": "Die kommunale _____gebühr wird nach versiegelter Fläche berechnet, was Grundstückseigentümer zu Entsiegelungsmaßnahmen motiviert und die Einleitung in Kanalisation reduziert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Versickerungsmulde": [
      {
        "id": "de-c1-stadtplanung-Versickerungsmulde-001",
        "sentence": "Eine Versickerungsmulde ist eine bepflanzte Geländevertiefung, die Regenwasser aufnimmt und es kontrolliert versickern lässt, wodurch natürliche Wasserkreisläufe erhalten bleiben.",
        "target_word": "Versickerungsmulde",
        "blank": "Eine _____ ist eine bepflanzte Geländevertiefung, die Regenwasser aufnimmt und es kontrolliert versickern lässt, wodurch natürliche Wasserkreisläufe erhalten bleiben.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Versickerungsmulde-002",
        "sentence": "Bei der Anlage einer Versickerungsmulde müssen Bodendurchlässigkeit, Grundwasserabstand und Flächenbedarf geprüft werden, damit das System auch bei Starkregenereignissen funktionstüchtig bleibt.",
        "target_word": "Versickerungsmulde",
        "blank": "Bei der Anlage einer _____ müssen Bodendurchlässigkeit, Grundwasserabstand und Flächenbedarf geprüft werden, damit das System auch bei Starkregenereignissen funktionstüchtig bleibt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Versickerungsmulde-003",
        "sentence": "Der Bebauungsplan kann Versickerungsmulden auf privaten Grundstücken vorschreiben, um die Kanalisation zu entlasten und gleichzeitig ökologisch wertvolle Feuchtbiotope zu schaffen.",
        "target_word": "Versickerungsmulde",
        "blank": "Der Bebauungsplan kann _____n auf privaten Grundstücken vorschreiben, um die Kanalisation zu entlasten und gleichzeitig ökologisch wertvolle Feuchtbiotope zu schaffen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Retentionsfläche": [
      {
        "id": "de-c1-stadtplanung-Retentionsfläche-001",
        "sentence": "Eine Retentionsfläche dient der temporären Speicherung von Hochwasser oder Starkregen und reduziert so die Überschwemmungsgefahr für flussabwärts gelegene Siedlungsbereiche.",
        "target_word": "Retentionsfläche",
        "blank": "Eine _____ dient der temporären Speicherung von Hochwasser oder Starkregen und reduziert so die Überschwemmungsgefahr für flussabwärts gelegene Siedlungsbereiche.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Retentionsfläche-002",
        "sentence": "Bei der Planung von Retentionsflächen müssen Volumen und Ablaufkapazitäten sorgfältig dimensioniert werden, um maximalen Hochwasserschutz zu gewährleisten.",
        "target_word": "Retentionsfläche",
        "blank": "Bei der Planung von _____n müssen Volumen und Ablaufkapazitäten sorgfältig dimensioniert werden, um maximalen Hochwasserschutz zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Retentionsfläche-003",
        "sentence": "Die Ausweisung von Retentionsflächen im Flächennutzungsplan erfolgt nach hydrologischen Gutachten, wobei betroffene Grundstückseigentümer entschädigt und in Planungsprozesse eingebunden werden.",
        "target_word": "Retentionsfläche",
        "blank": "Die Ausweisung von _____n im Flächennutzungsplan erfolgt nach hydrologischen Gutachten, wobei betroffene Grundstückseigentümer entschädigt und in Planungsprozesse eingebunden werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Überflutungsschutz": [
      {
        "id": "de-c1-stadtplanung-Überflutungsschutz-001",
        "sentence": "Der Überflutungsschutz umfasst bauliche und planerische Maßnahmen wie Deiche, Rückhaltebecken und überflutungsangepasste Bauweisen, um Schäden durch Hochwasser und Starkregen zu minimieren.",
        "target_word": "Überflutungsschutz",
        "blank": "Der _____ umfasst bauliche und planerische Maßnahmen wie Deiche, Rückhaltebecken und überflutungsangepasste Bauweisen, um Schäden durch Hochwasser und Starkregen zu minimieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Überflutungsschutz-002",
        "sentence": "In überflutungsgefährdeten Gebieten müssen technische Vorkehrungen wie wasserdichte Kellerfenster, Rückstauklappen und erhöhte Gebäudesockel den Überflutungsschutz sicherstellen.",
        "target_word": "Überflutungsschutz",
        "blank": "In überflutungsgefährdeten Gebieten müssen technische Vorkehrungen wie wasserdichte Kellerfenster, Rückstauklappen und erhöhte Gebäudesockel den _____ sicherstellen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Überflutungsschutz-003",
        "sentence": "Die Hochwasserschutzverordnung regelt, dass in Risikogebieten nur mit besonderem Überflutungsschutz gebaut werden darf, wobei Behörden Auflagen zum Schutz erlassen.",
        "target_word": "Überflutungsschutz",
        "blank": "Die Hochwasserschutzverordnung regelt, dass in Risikogebieten nur mit besonderem _____ gebaut werden darf, wobei Behörden Auflagen zum Schutz erlassen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Hochwasserrisikogebiet": [
      {
        "id": "de-c1-stadtplanung-Hochwasserrisikogebiet-001",
        "sentence": "Ein Hochwasserrisikogebiet ist ein Bereich, der bei Extremhochwasser überflutet werden kann, weshalb dort besondere Bauvorschriften gelten und bestimmte Nutzungen ausgeschlossen sind.",
        "target_word": "Hochwasserrisikogebiet",
        "blank": "Ein _____ ist ein Bereich, der bei Extremhochwasser überflutet werden kann, weshalb dort besondere Bauvorschriften gelten und bestimmte Nutzungen ausgeschlossen sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Hochwasserrisikogebiet-002",
        "sentence": "In Hochwasserrisikogebieten müssen Bauvorhaben so geplant werden, dass sie dem Wasser wenig Widerstand bieten und kritische Infrastruktur hochwassersicher installiert wird.",
        "target_word": "Hochwasserrisikogebiet",
        "blank": "In _____en müssen Bauvorhaben so geplant werden, dass sie dem Wasser wenig Widerstand bieten und kritische Infrastruktur hochwassersicher installiert wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Hochwasserrisikogebiet-003",
        "sentence": "Die Ausweisung von Hochwasserrisikogebieten erfolgt aufgrund hydrologischer Modelle, wobei betroffene Kommunen und Bürger über Gefährdungspotenziale informiert und zur Vorsorge aufgefordert werden.",
        "target_word": "Hochwasserrisikogebiet",
        "blank": "Die Ausweisung von _____en erfolgt aufgrund hydrologischer Modelle, wobei betroffene Kommunen und Bürger über Gefährdungspotenziale informiert und zur Vorsorge aufgefordert werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Baunutzungsverordnung": [
      {
        "id": "de-c1-stadtplanung-Baunutzungsverordnung-001",
        "sentence": "Die Baunutzungsverordnung definiert bundesweit die zulässigen Nutzungsarten in verschiedenen Baugebieten wie Wohngebieten oder Industriegebieten und schafft Rechtssicherheit.",
        "target_word": "Baunutzungsverordnung",
        "blank": "Die _____ definiert bundesweit die zulässigen Nutzungsarten in verschiedenen Baugebieten wie Wohngebieten oder Industriegebieten und schafft Rechtssicherheit.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baunutzungsverordnung-002",
        "sentence": "Bebauungspläne berufen sich auf die Festsetzungen der Baunutzungsverordnung, um beispielsweise Geschossflächenzahl, Grundflächenzahl und Bauweise verbindlich für ein Gebiet zu regeln.",
        "target_word": "Baunutzungsverordnung",
        "blank": "Bebauungspläne berufen sich auf die Festsetzungen der _____, um beispielsweise Geschossflächenzahl, Grundflächenzahl und Bauweise verbindlich für ein Gebiet zu regeln.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baunutzungsverordnung-003",
        "sentence": "Änderungen der Baunutzungsverordnung haben unmittelbare Auswirkungen auf die kommunale Planungspraxis und müssen bei laufenden Bauleitplanverfahren berücksichtigt werden, um Rechtskonformität zu gewährleisten.",
        "target_word": "Baunutzungsverordnung",
        "blank": "Änderungen der _____ haben unmittelbare Auswirkungen auf die kommunale Planungspraxis und müssen bei laufenden Bauleitplanverfahren berücksichtigt werden, um Rechtskonformität zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Grenzbebauung": [
      {
        "id": "de-c1-stadtplanung-Grenzbebauung-001",
        "sentence": "Die Grenzbebauung ermöglicht es, Gebäude direkt an die Grundstücksgrenze zu setzen, was effiziente Flächennutzung erlaubt und geschlossene Straßenzüge entstehen lässt.",
        "target_word": "Grenzbebauung",
        "blank": "Die _____ ermöglicht es, Gebäude direkt an die Grundstücksgrenze zu setzen, was effiziente Flächennutzung erlaubt und geschlossene Straßenzüge entstehen lässt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grenzbebauung-002",
        "sentence": "Bei einer Grenzbebauung müssen besondere brandschutztechnische Anforderungen erfüllt werden, insbesondere wenn Außenwände ohne Abstand zum Nachbargrundstück errichtet werden und Öffnungen eingeschränkt sind.",
        "target_word": "Grenzbebauung",
        "blank": "Bei einer _____ müssen besondere brandschutztechnische Anforderungen erfüllt werden, insbesondere wenn Außenwände ohne Abstand zum Nachbargrundstück errichtet werden und Öffnungen eingeschränkt sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Grenzbebauung-003",
        "sentence": "Der Bebauungsplan kann die Grenzbebauung festsetzen, um ein einheitliches Straßenbild zu erzeugen, wobei Nachbarn über geplante Maßnahmen informiert werden müssen.",
        "target_word": "Grenzbebauung",
        "blank": "Der Bebauungsplan kann die _____ festsetzen, um ein einheitliches Straßenbild zu erzeugen, wobei Nachbarn über geplante Maßnahmen informiert werden müssen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Staffelgeschoss": [
      {
        "id": "de-c1-stadtplanung-Staffelgeschoss-001",
        "sentence": "Ein Staffelgeschoss ist ein zurückversetztes oberstes Geschoss, das die Gebäudehöhe optisch gliedert und gleichzeitig zusätzlichen Wohnraum mit Terrassen und guten Aussichten bietet.",
        "target_word": "Staffelgeschoss",
        "blank": "Ein _____ ist ein zurückversetztes oberstes Geschoss, das die Gebäudehöhe optisch gliedert und gleichzeitig zusätzlichen Wohnraum mit Terrassen und guten Aussichten bietet.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Staffelgeschoss-002",
        "sentence": "Die Planung eines Staffelgeschosses erfordert die Beachtung von Abstandsflächen, wobei die Rückversetzung häufig im Bebauungsplan vorgeschrieben ist.",
        "target_word": "Staffelgeschoss",
        "blank": "Die Planung eines _____es erfordert die Beachtung von Abstandsflächen, wobei die Rückversetzung häufig im Bebauungsplan vorgeschrieben ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Staffelgeschoss-003",
        "sentence": "Durch Genehmigung von Staffelgeschossen können Städte verdichtet werden, ohne massive Baukörper zu erzeugen, was zu attraktiver städtebaulicher Gliederung führt.",
        "target_word": "Staffelgeschoss",
        "blank": "Durch Genehmigung von _____en können Städte verdichtet werden, ohne massive Baukörper zu erzeugen, was zu attraktiver städtebaulicher Gliederung führt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Sockelgeschoss": [
      {
        "id": "de-c1-stadtplanung-Sockelgeschoss-001",
        "sentence": "Das Sockelgeschoss bildet die Basis eines Gebäudes und wird häufig für gewerbliche Nutzungen wie Läden ausgelegt, während Obergeschosse Wohnungen enthalten.",
        "target_word": "Sockelgeschoss",
        "blank": "Das _____ bildet die Basis eines Gebäudes und wird häufig für gewerbliche Nutzungen wie Läden ausgelegt, während Obergeschosse Wohnungen enthalten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sockelgeschoss-002",
        "sentence": "Bei der Gestaltung eines Sockelgeschosses sollten großzügige Fensterfronten und barrierefreier Zugang vorgesehen werden, um Attraktivität für Einzelhandel zu steigern.",
        "target_word": "Sockelgeschoss",
        "blank": "Bei der Gestaltung eines _____es sollten großzügige Fensterfronten und barrierefreier Zugang vorgesehen werden, um Attraktivität für Einzelhandel zu steigern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Sockelgeschoss-003",
        "sentence": "Der Bebauungsplan kann für das Sockelgeschoss eine Mindesthöhe festsetzen, um flexible gewerbliche Nutzungen und lebendige Erdgeschosszonen zu fördern.",
        "target_word": "Sockelgeschoss",
        "blank": "Der Bebauungsplan kann für das _____ eine Mindesthöhe festsetzen, um flexible gewerbliche Nutzungen und lebendige Erdgeschosszonen zu fördern.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Nutzungsmischung": [
      {
        "id": "de-c1-stadtplanung-Nutzungsmischung-001",
        "sentence": "Die Nutzungsmischung in Stadtquartieren kombiniert Wohnen, Arbeiten, Einkaufen und Freizeit auf kurzen Wegen und reduziert dadurch Verkehrsaufkommen sowie Pendelverkehr erheblich.",
        "target_word": "Nutzungsmischung",
        "blank": "Die _____ in Stadtquartieren kombiniert Wohnen, Arbeiten, Einkaufen und Freizeit auf kurzen Wegen und reduziert dadurch Verkehrsaufkommen sowie Pendelverkehr erheblich.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nutzungsmischung-002",
        "sentence": "Eine gelungene Nutzungsmischung erfordert eine sorgfältige Planung, damit verschiedene Funktionen sich gegenseitig nicht stören, beispielsweise durch Schallschutzmaßnahmen zwischen Gewerbe und Wohnen.",
        "target_word": "Nutzungsmischung",
        "blank": "Eine gelungene _____ erfordert eine sorgfältige Planung, damit verschiedene Funktionen sich gegenseitig nicht stören, beispielsweise durch Schallschutzmaßnahmen zwischen Gewerbe und Wohnen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nutzungsmischung-003",
        "sentence": "Die Baunutzungsverordnung ermöglicht die Festsetzung von Mischgebieten, um Nutzungsmischung rechtlich zu verankern und Vielfalt durch kleinteilige Strukturen zu fördern.",
        "target_word": "Nutzungsmischung",
        "blank": "Die Baunutzungsverordnung ermöglicht die Festsetzung von Mischgebieten, um _____ rechtlich zu verankern und Vielfalt durch kleinteilige Strukturen zu fördern.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Monofunktionale Bebauung": [
      {
        "id": "de-c1-stadtplanung-Monofunktionale-Bebauung-001",
        "sentence": "Die monofunktionale Bebauung beschränkt sich auf eine Nutzungsart wie reine Wohngebiete, was zu Entmischung und erhöhtem Verkehrsaufkommen durch lange Arbeitswege führt.",
        "target_word": "Monofunktionale Bebauung",
        "blank": "Die monofunktionale Bebauung beschränkt sich auf eine Nutzungsart wie reine Wohngebiete, was zu Entmischung und erhöhtem Verkehrsaufkommen durch lange Arbeitswege führt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Monofunktionale-Bebauung-002",
        "sentence": "Städtebaulich wird die monofunktionale Bebauung zunehmend kritisch gesehen, da sie zu leblosen Gegenden außerhalb der Nutzungszeiten führt und die urbane Vielfalt verringert.",
        "target_word": "Monofunktionale Bebauung",
        "blank": "Städtebaulich wird die monofunktionale Bebauung zunehmend kritisch gesehen, da sie zu leblosen Gegenden außerhalb der Nutzungszeiten führt und die urbane Vielfalt verringert.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Monofunktionale-Bebauung-003",
        "sentence": "Um die Nachteile monofunktionaler Bebauung zu vermeiden, setzen moderne Planungskonzepte auf Nutzungsmischung und fördern die Integration verschiedener Funktionen in allen Stadtteilen.",
        "target_word": "Monofunktionale Bebauung",
        "blank": "Um die Nachteile monofunktionaler Bebauung zu vermeiden, setzen moderne Planungskonzepte auf Nutzungsmischung und fördern die Integration verschiedener Funktionen in allen Stadtteilen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Urbanität": [
      {
        "id": "de-c1-stadtplanung-Urbanität-001",
        "sentence": "Urbanität bezeichnet die charakteristische Lebensqualität und Dichte städtischen Lebens, die durch Vielfalt, kurze Wege, öffentliche Räume und kulturelle Angebote geprägt ist.",
        "target_word": "Urbanität",
        "blank": "_____ bezeichnet die charakteristische Lebensqualität und Dichte städtischen Lebens, die durch Vielfalt, kurze Wege, öffentliche Räume und kulturelle Angebote geprägt ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Urbanität-002",
        "sentence": "Die Schaffung von Urbanität erfordert eine kompakte Bauweise, lebendige Erdgeschosszonen und attraktive Plätze, die als Treffpunkte dienen und soziale Interaktion fördern.",
        "target_word": "Urbanität",
        "blank": "Die Schaffung von _____ erfordert eine kompakte Bauweise, lebendige Erdgeschosszonen und attraktive Plätze, die als Treffpunkte dienen und soziale Interaktion fördern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Urbanität-003",
        "sentence": "In der Stadtplanung wird Urbanität als Ziel verfolgt, wobei Bürgerbeteiligung hilft, Räume zu gestalten, die Bedürfnissen entsprechen.",
        "target_word": "Urbanität",
        "blank": "In der Stadtplanung wird _____ als Ziel verfolgt, wobei Bürgerbeteiligung hilft, Räume zu gestalten, die Bedürfnissen entsprechen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Identitätsstiftend": [
      {
        "id": "de-c1-stadtplanung-Identitätsstiftend-001",
        "sentence": "Identitätsstiftende Elemente wie historische Bauwerke oder markante Plätze prägen das Stadtbild und schaffen emotionale Bindung der Bewohner an ihren Stadtteil.",
        "target_word": "Identitätsstiftend",
        "blank": "_____e Elemente wie historische Bauwerke oder markante Plätze prägen das Stadtbild und schaffen emotionale Bindung der Bewohner an ihren Stadtteil.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Identitätsstiftend-002",
        "sentence": "Bei Neubauprojekten sollte darauf geachtet werden, dass identitätsstiftende Merkmale aufgegriffen werden, um Kontinuität zu wahren und Alt mit Neu zu verbinden.",
        "target_word": "Identitätsstiftend",
        "blank": "Bei Neubauprojekten sollte darauf geachtet werden, dass identitätsstiftende Merkmale aufgegriffen werden, um Kontinuität zu wahren und Alt mit Neu zu verbinden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Identitätsstiftend-003",
        "sentence": "Partizipative Planungsprozesse helfen zu ermitteln, welche Orte und Gebäude für die Bevölkerung identitätsstiftend sind, sodass diese bei Umgestaltungen besonders berücksichtigt werden können.",
        "target_word": "Identitätsstiftend",
        "blank": "Partizipative Planungsprozesse helfen zu ermitteln, welche Orte und Gebäude für die Bevölkerung identitätsstiftend sind, sodass diese bei Umgestaltungen besonders berücksichtigt werden können.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Raumkante": [
      {
        "id": "de-c1-stadtplanung-Raumkante-001",
        "sentence": "Die Raumkante ist die bauliche Begrenzung eines öffentlichen Raums wie einer Straße und prägt dessen räumliche Wirkung und Proportionen entscheidend.",
        "target_word": "Raumkante",
        "blank": "Die _____ ist die bauliche Begrenzung eines öffentlichen Raums wie einer Straße und prägt dessen räumliche Wirkung und Proportionen entscheidend.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Raumkante-002",
        "sentence": "Eine klar definierte Raumkante entsteht durch geschlossene Fassadenfronten, die den öffentlichen Raum einfassen und ihm eine fassbare, urbane Gestalt geben.",
        "target_word": "Raumkante",
        "blank": "Eine klar definierte _____ entsteht durch geschlossene Fassadenfronten, die den öffentlichen Raum einfassen und ihm eine fassbare, urbane Gestalt geben.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Raumkante-003",
        "sentence": "Im Bebauungsplan kann durch Festsetzung von Baulinien die Raumkante gesteuert werden, um städtebaulich geordnete und attraktive Platzräume zu schaffen.",
        "target_word": "Raumkante",
        "blank": "Im Bebauungsplan kann durch Festsetzung von Baulinien die _____ gesteuert werden, um städtebaulich geordnete und attraktive Platzräume zu schaffen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Blockrandbebauung": [
      {
        "id": "de-c1-stadtplanung-Blockrandbebauung-001",
        "sentence": "Die Blockrandbebauung ist eine klassische städtische Bauform, bei der Gebäude entlang der Straßen einen ruhigen Innenhof bilden.",
        "target_word": "Blockrandbebauung",
        "blank": "Die _____ ist eine klassische städtische Bauform, bei der Gebäude entlang der Straßen einen ruhigen Innenhof bilden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Blockrandbebauung-002",
        "sentence": "Bei der Planung einer Blockrandbebauung müssen Gebäudehöhen, Durchfahrten für Rettungsfahrzeuge und die Zugänglichkeit der Innenhöfe sorgfältig koordiniert werden, um Funktionalität zu gewährleisten.",
        "target_word": "Blockrandbebauung",
        "blank": "Bei der Planung einer _____ müssen Gebäudehöhen, Durchfahrten für Rettungsfahrzeuge und die Zugänglichkeit der Innenhöfe sorgfältig koordiniert werden, um Funktionalität zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Blockrandbebauung-003",
        "sentence": "Die Blockrandbebauung fördert eine hohe städtebauliche Dichte bei gleichzeitig guter Wohnqualität und wird deshalb in vielen Innenstadtentwicklungen als Leitbild für Neubauprojekte herangezogen.",
        "target_word": "Blockrandbebauung",
        "blank": "Die _____ fördert eine hohe städtebauliche Dichte bei gleichzeitig guter Wohnqualität und wird deshalb in vielen Innenstadtentwicklungen als Leitbild für Neubauprojekte herangezogen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Zeilenbebauung": [
      {
        "id": "de-c1-stadtplanung-Zeilenbebauung-001",
        "sentence": "Die Zeilenbebauung ordnet Gebäude parallel an, um optimale Besonnung zu erreichen, wie es in städtebaulichen Konzepten der Nachkriegsmoderne verbreitet war.",
        "target_word": "Zeilenbebauung",
        "blank": "Die _____ ordnet Gebäude parallel an, um optimale Besonnung zu erreichen, wie es in städtebaulichen Konzepten der Nachkriegsmoderne verbreitet war.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zeilenbebauung-002",
        "sentence": "Bei der Planung von Zeilenbebauung sollten Abstände zwischen den Zeilen so bemessen werden, dass Verschattung minimiert und großzügige Grünflächen entstehen.",
        "target_word": "Zeilenbebauung",
        "blank": "Bei der Planung von _____ sollten Abstände zwischen den Zeilen so bemessen werden, dass Verschattung minimiert und großzügige Grünflächen entstehen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zeilenbebauung-003",
        "sentence": "Die Zeilenbebauung wird heute kritisch gesehen, da sie zu monotonen Stadtlandschaften führt, weshalb moderne Konzepte stärker auf Nutzungsmischung setzen.",
        "target_word": "Zeilenbebauung",
        "blank": "Die _____ wird heute kritisch gesehen, da sie zu monotonen Stadtlandschaften führt, weshalb moderne Konzepte stärker auf Nutzungsmischung setzen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Punkthausbebauung": [
      {
        "id": "de-c1-stadtplanung-Punkthausbebauung-001",
        "sentence": "Die Punkthausbebauung besteht aus freistehenden, meist turmartigen Gebäuden, die viel Freiraum zwischen den Baukörpern lassen und eine lockere, durchgrünte Siedlungsstruktur ermöglichen.",
        "target_word": "Punkthausbebauung",
        "blank": "Die _____ besteht aus freistehenden, meist turmartigen Gebäuden, die viel Freiraum zwischen den Baukörpern lassen und eine lockere, durchgrünte Siedlungsstruktur ermöglichen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Punkthausbebauung-002",
        "sentence": "Bei der Planung einer Punkthausbebauung müssen Erschließungswege und Stellplätze so konzipiert werden, dass trotz Freiflächen gute Orientierung gewährleistet ist.",
        "target_word": "Punkthausbebauung",
        "blank": "Bei der Planung einer _____ müssen Erschließungswege und Stellplätze so konzipiert werden, dass trotz Freiflächen gute Orientierung gewährleistet ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Punkthausbebauung-003",
        "sentence": "Die Punkthausbebauung bietet Vorteile wie gute Belichtung, wird aber städtebaulich kritisiert, da sie weniger urbane Dichte erzeugt als Blockrandbebauung.",
        "target_word": "Punkthausbebauung",
        "blank": "Die _____ bietet Vorteile wie gute Belichtung, wird aber städtebaulich kritisiert, da sie weniger urbane Dichte erzeugt als Blockrandbebauung.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Einfamilienhaus": [
      {
        "id": "de-c1-stadtplanung-Einfamilienhaus-001",
        "sentence": "Das Einfamilienhaus ist die beliebteste Wohnform in Deutschland und steht für individuelle Gestaltungsfreiheit und eigenen Garten, benötigt jedoch viel Fläche.",
        "target_word": "Einfamilienhaus",
        "blank": "Das _____ ist die beliebteste Wohnform in Deutschland und steht für individuelle Gestaltungsfreiheit und eigenen Garten, benötigt jedoch viel Fläche.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Einfamilienhaus-002",
        "sentence": "Die Erschließung von Einfamilienhausgebieten erfordert ein weitverzweigtes Straßennetz und lange Leitungswege für Ver- und Entsorgung, was die Infrastrukturkosten pro Wohneinheit erhöht.",
        "target_word": "Einfamilienhaus",
        "blank": "Die Erschließung von _____gebieten erfordert ein weitverzweigtes Straßennetz und lange Leitungswege für Ver- und Entsorgung, was die Infrastrukturkosten pro Wohneinheit erhöht.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Einfamilienhaus-003",
        "sentence": "In der Stadtplanung wird die Ausweisung neuer Einfamilienhausgebiete zunehmend kritisch diskutiert, da sie Flächenverbrauch fördert und der Nachhaltigkeitsgedanke kompaktere Bauformen bevorzugt.",
        "target_word": "Einfamilienhaus",
        "blank": "In der Stadtplanung wird die Ausweisung neuer _____gebiete zunehmend kritisch diskutiert, da sie Flächenverbrauch fördert und der Nachhaltigkeitsgedanke kompaktere Bauformen bevorzugt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Reihenhaus": [
      {
        "id": "de-c1-stadtplanung-Reihenhaus-001",
        "sentence": "Das Reihenhaus verbindet die Vorteile des Wohnens im eigenen Haus mit einer flächensparenden Bauweise, indem mehrere Einheiten mit gemeinsamen Wänden aneinandergereiht werden.",
        "target_word": "Reihenhaus",
        "blank": "Das _____ verbindet die Vorteile des Wohnens im eigenen Haus mit einer flächensparenden Bauweise, indem mehrere Einheiten mit gemeinsamen Wänden aneinandergereiht werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Reihenhaus-002",
        "sentence": "Bei der Planung von Reihenhäusern müssen Schallschutzanforderungen zwischen Wohneinheiten erfüllt werden, damit Nachbarn durch Geräusche nicht gestört werden.",
        "target_word": "Reihenhaus",
        "blank": "Bei der Planung von Reihenhäusern müssen Schallschutzanforderungen zwischen Wohneinheiten erfüllt werden, damit Nachbarn durch Geräusche nicht gestört werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Reihenhaus-003",
        "sentence": "Reihenhäuser bieten eine städtebaulich effiziente Wohnform, die individuelle Freiräume und gewisse Dichte ermöglicht und sich gut in gemischte Stadtquartiere integriert.",
        "target_word": "Reihenhaus",
        "blank": "Reihenhäuser bieten eine städtebaulich effiziente Wohnform, die individuelle Freiräume und gewisse Dichte ermöglicht und sich gut in gemischte Stadtquartiere integriert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Geschosswohnungsbau": [
      {
        "id": "de-c1-stadtplanung-Geschosswohnungsbau-001",
        "sentence": "Der Geschosswohnungsbau ermöglicht hohe Wohndichte auf begrenzter Fläche und ist in städtischen Lagen mit guter Infrastruktur die effizienteste Form der Wohnraumschaffung.",
        "target_word": "Geschosswohnungsbau",
        "blank": "Der _____ ermöglicht hohe Wohndichte auf begrenzter Fläche und ist in städtischen Lagen mit guter Infrastruktur die effizienteste Form der Wohnraumschaffung.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Geschosswohnungsbau-002",
        "sentence": "Bei der Planung von Geschosswohnungsbau müssen Aufzüge, Treppenhäuser, Fahrradabstellräume und Müllsammelstellen so dimensioniert werden, dass sie den Bedürfnissen aller Bewohner gerecht werden.",
        "target_word": "Geschosswohnungsbau",
        "blank": "Bei der Planung von _____ müssen Aufzüge, Treppenhäuser, Fahrradabstellräume und Müllsammelstellen so dimensioniert werden, dass sie den Bedürfnissen aller Bewohner gerecht werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Geschosswohnungsbau-003",
        "sentence": "Förderprogramme für den Geschosswohnungsbau unterstützen den Bau bezahlbarer Mietwohnungen und tragen zur sozialen Durchmischung und Linderung der Wohnungsnot bei.",
        "target_word": "Geschosswohnungsbau",
        "blank": "Förderprogramme für den _____ unterstützen den Bau bezahlbarer Mietwohnungen und tragen zur sozialen Durchmischung und Linderung der Wohnungsnot bei.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Baugemeinschaft": [
      {
        "id": "de-c1-stadtplanung-Baugemeinschaft-001",
        "sentence": "Eine Baugemeinschaft ermöglicht zukünftigen Bewohnern, gemeinschaftlich ein Gebäude zu planen und zu errichten, wodurch individuelle Wünsche realisiert und Baukosten gesenkt werden.",
        "target_word": "Baugemeinschaft",
        "blank": "Eine _____ ermöglicht zukünftigen Bewohnern, gemeinschaftlich ein Gebäude zu planen und zu errichten, wodurch individuelle Wünsche realisiert und Baukosten gesenkt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baugemeinschaft-002",
        "sentence": "Bei Baugemeinschaften wird die Infrastruktur oft besonders nachhaltig gestaltet, etwa durch gemeinsame Heizungsanlagen und Photovoltaik auf Gemeinschaftsdächern.",
        "target_word": "Baugemeinschaft",
        "blank": "Bei _____en wird die Infrastruktur oft besonders nachhaltig gestaltet, etwa durch gemeinsame Heizungsanlagen und Photovoltaik auf Gemeinschaftsdächern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baugemeinschaft-003",
        "sentence": "Kommunen fördern Baugemeinschaften durch Konzeptvergabe und Beratung, da diese Wohnform soziale Mischung, Teilhabe an Planung und langfristige Bindung ans Quartier verkörpert.",
        "target_word": "Baugemeinschaft",
        "blank": "Kommunen fördern _____en durch Konzeptvergabe und Beratung, da diese Wohnform soziale Mischung, Teilhabe an Planung und langfristige Bindung ans Quartier verkörpert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Gentrification": [
      {
        "id": "de-c1-stadtplanung-Gentrification-001",
        "sentence": "Gentrification bezeichnet die sozioökonomische Aufwertung eines Stadtteils, bei der steigende Mieten zur Verdrängung einkommensschwacher Bewohner führen und Strukturen verändern.",
        "target_word": "Gentrification",
        "blank": "_____ bezeichnet die sozioökonomische Aufwertung eines Stadtteils, bei der steigende Mieten zur Verdrängung einkommensschwacher Bewohner führen und Strukturen verändern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gentrification-002",
        "sentence": "Die bauliche Sanierung und Ansiedlung von Cafés sind oft Anzeichen beginnender Gentrification, wobei ursprüngliche Bewohner die gestiegenen Lebenshaltungskosten nicht leisten können.",
        "target_word": "Gentrification",
        "blank": "Die bauliche Sanierung und Ansiedlung von Cafés sind oft Anzeichen beginnender _____, wobei ursprüngliche Bewohner die gestiegenen Lebenshaltungskosten nicht leisten können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gentrification-003",
        "sentence": "Um Gentrification zu verlangsamen, setzen Städte auf Milieuschutz, soziale Erhaltungssatzungen und Förderung von bezahlbarem Wohnraum, um Durchmischung zu bewahren.",
        "target_word": "Gentrification",
        "blank": "Um _____ zu verlangsamen, setzen Städte auf Milieuschutz, soziale Erhaltungssatzungen und Förderung von bezahlbarem Wohnraum, um Durchmischung zu bewahren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Milieuschutz": [
      {
        "id": "de-c1-stadtplanung-Milieuschutz-001",
        "sentence": "Der Milieuschutz dient dazu, die soziale Zusammensetzung gewachsener Quartiere zu bewahren, indem Umwandlungen von Miet- in Eigentumswohnungen genehmigungspflichtig werden.",
        "target_word": "Milieuschutz",
        "blank": "Der _____ dient dazu, die soziale Zusammensetzung gewachsener Quartiere zu bewahren, indem Umwandlungen von Miet- in Eigentumswohnungen genehmigungspflichtig werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Milieuschutz-002",
        "sentence": "In Gebieten mit Milieuschutz müssen bauliche Veränderungen wie der Einbau von Aufzügen behördlich geprüft werden, um sicherzustellen, dass Modernisierungen nicht zu Verdrängung führen.",
        "target_word": "Milieuschutz",
        "blank": "In Gebieten mit _____ müssen bauliche Veränderungen wie der Einbau von Aufzügen behördlich geprüft werden, um sicherzustellen, dass Modernisierungen nicht zu Verdrängung führen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Milieuschutz-003",
        "sentence": "Die Ausweisung von Milieuschutzgebieten erfordert sorgfältige Abwägung zwischen Schutz angestammter Bewohner und notwendiger energetischer Sanierung des Gebäudebestands durch Investoren.",
        "target_word": "Milieuschutz",
        "blank": "Die Ausweisung von _____gebieten erfordert sorgfältige Abwägung zwischen Schutz angestammter Bewohner und notwendiger energetischer Sanierung des Gebäudebestands durch Investoren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Segregation": [
      {
        "id": "de-c1-stadtplanung-Segregation-001",
        "sentence": "Räumliche Segregation beschreibt die Konzentration bestimmter Bevölkerungsgruppen in abgegrenzten Stadtteilen, was zu sozialer Entmischung führt und den gesellschaftlichen Zusammenhalt gefährdet.",
        "target_word": "Segregation",
        "blank": "Räumliche _____ beschreibt die Konzentration bestimmter Bevölkerungsgruppen in abgegrenzten Stadtteilen, was zu sozialer Entmischung führt und den gesellschaftlichen Zusammenhalt gefährdet.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Segregation-002",
        "sentence": "Die Ursachen von Segregation sind vielfältig und umfassen Mietpreisunterschiede, Diskriminierung auf dem Wohnungsmarkt und fehlende Durchmischung von Wohnungstypen und Einkommensklassen.",
        "target_word": "Segregation",
        "blank": "Die Ursachen von _____ sind vielfältig und umfassen Mietpreisunterschiede, Diskriminierung auf dem Wohnungsmarkt und fehlende Durchmischung von Wohnungstypen und Einkommensklassen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Segregation-003",
        "sentence": "Um Segregation entgegenzuwirken, fördern Städte durch Quotenregelungen im sozialen Wohnungsbau und durch Quartiersmanagement die soziale Durchmischung und Integration benachteiligter Gruppen.",
        "target_word": "Segregation",
        "blank": "Um _____ entgegenzuwirken, fördern Städte durch Quotenregelungen im sozialen Wohnungsbau und durch Quartiersmanagement die soziale Durchmischung und Integration benachteiligter Gruppen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Zwischennutzung": [
      {
        "id": "de-c1-stadtplanung-Zwischennutzung-001",
        "sentence": "Zwischennutzung belebt brachliegende Flächen temporär durch kulturelle Projekte, bis eine dauerhafte Entwicklung erfolgt, und bereichert so das städtische Leben ohne langfristige Investitionen.",
        "target_word": "Zwischennutzung",
        "blank": "_____ belebt brachliegende Flächen temporär durch kulturelle Projekte, bis eine dauerhafte Entwicklung erfolgt, und bereichert so das städtische Leben ohne langfristige Investitionen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zwischennutzung-002",
        "sentence": "Die Genehmigung von Zwischennutzungen erfordert flexible Planungsinstrumente, damit Initiativen schnell reagieren können und keine bürokratischen Hürden kreatives Engagement hemmen.",
        "target_word": "Zwischennutzung",
        "blank": "Die Genehmigung von _____en erfordert flexible Planungsinstrumente, damit Initiativen schnell reagieren können und keine bürokratischen Hürden kreatives Engagement hemmen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zwischennutzung-003",
        "sentence": "Zwischennutzung fördert Bürgerbeteiligung, indem temporäre Projekte wie Pop-up-Gärten zeigen, wie öffentlicher Raum alternativ genutzt werden kann und Impulse für spätere Planungen geben.",
        "target_word": "Zwischennutzung",
        "blank": "_____ fördert Bürgerbeteiligung, indem temporäre Projekte wie Pop-up-Gärten zeigen, wie öffentlicher Raum alternativ genutzt werden kann und Impulse für spätere Planungen geben.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Gemeinbedarfsfläche": [
      {
        "id": "de-c1-stadtplanung-Gemeinbedarfsfläche-001",
        "sentence": "Gemeinbedarfsflächen sind im Bebauungsplan ausgewiesene Areale für öffentliche Einrichtungen wie Schulen, Kindergärten, Kulturzentren oder Feuerwehren, die der Daseinsvorsorge dienen.",
        "target_word": "Gemeinbedarfsfläche",
        "blank": "_____n sind im Bebauungsplan ausgewiesene Areale für öffentliche Einrichtungen wie Schulen, Kindergärten, Kulturzentren oder Feuerwehren, die der Daseinsvorsorge dienen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gemeinbedarfsfläche-002",
        "sentence": "Bei der Planung neuer Wohngebiete müssen ausreichend Gemeinbedarfsflächen vorgesehen werden, um eine gute soziale Infrastruktur zu gewährleisten und lange Wege zu vermeiden.",
        "target_word": "Gemeinbedarfsfläche",
        "blank": "Bei der Planung neuer Wohngebiete müssen ausreichend _____n vorgesehen werden, um eine gute soziale Infrastruktur zu gewährleisten und lange Wege zu vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gemeinbedarfsfläche-003",
        "sentence": "Die Sicherung von Gemeinbedarfsflächen erfolgt durch Festsetzung im Bebauungsplan, wobei die Kommune sicherstellt, dass diese tatsächlich für öffentliche Zwecke genutzt werden.",
        "target_word": "Gemeinbedarfsfläche",
        "blank": "Die Sicherung von _____n erfolgt durch Festsetzung im Bebauungsplan, wobei die Kommune sicherstellt, dass diese tatsächlich für öffentliche Zwecke genutzt werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Spielplatzsatzung": [
      {
        "id": "de-c1-stadtplanung-Spielplatzsatzung-001",
        "sentence": "Die Spielplatzsatzung regelt, dass bei Wohnungsneubauten ausreichend Spielflächen für Kinder geschaffen werden müssen, abhängig von der Anzahl der Wohnungen.",
        "target_word": "Spielplatzsatzung",
        "blank": "Die _____ regelt, dass bei Wohnungsneubauten ausreichend Spielflächen für Kinder geschaffen werden müssen, abhängig von der Anzahl der Wohnungen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Spielplatzsatzung-002",
        "sentence": "Bei der Anlage von Spielplätzen gemäß Spielplatzsatzung müssen Sicherheitsstandards, Barrierefreiheit und eine altersgerechte Ausstattung mit Spielgeräten berücksichtigt werden.",
        "target_word": "Spielplatzsatzung",
        "blank": "Bei der Anlage von Spielplätzen gemäß _____ müssen Sicherheitsstandards, Barrierefreiheit und eine altersgerechte Ausstattung mit Spielgeräten berücksichtigt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Spielplatzsatzung-003",
        "sentence": "Die kommunale Spielplatzsatzung kann Ausnahmen vorsehen, wenn in unmittelbarer Nähe bereits öffentliche Spielflächen vorhanden sind und die Versorgung gewährleistet ist.",
        "target_word": "Spielplatzsatzung",
        "blank": "Die kommunale _____ kann Ausnahmen vorsehen, wenn in unmittelbarer Nähe bereits öffentliche Spielflächen vorhanden sind und die Versorgung gewährleistet ist.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Kleingartenanlage": [
      {
        "id": "de-c1-stadtplanung-Kleingartenanlage-001",
        "sentence": "Die Kleingartenanlage bietet urbanen Bewohnern die Möglichkeit, Obst und Gemüse anzubauen und Natur zu erleben, was in dicht bebauten Stadtteilen wertvoll ist.",
        "target_word": "Kleingartenanlage",
        "blank": "Die _____ bietet urbanen Bewohnern die Möglichkeit, Obst und Gemüse anzubauen und Natur zu erleben, was in dicht bebauten Stadtteilen wertvoll ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kleingartenanlage-002",
        "sentence": "Bei der Planung neuer Baugebiete müssen bestehende Kleingartenflächen berücksichtigt werden, da sie durch das Bundeskleingartengesetz besonders geschützt sind.",
        "target_word": "Kleingartenanlage",
        "blank": "Bei der Planung neuer Baugebiete müssen bestehende Kleingartenflächen berücksichtigt werden, da sie durch das Bundeskleingartengesetz besonders geschützt sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kleingartenanlage-003",
        "sentence": "Kleingartenflächen tragen zur Durchgrünung der Stadt bei, weshalb Kommunen bei Flächenknappheit Ersatzflächen schaffen oder Umwandlungen durch Bürgerbeteiligung begleiten.",
        "target_word": "Kleingartenanlage",
        "blank": "Kleingartenflächen tragen zur Durchgrünung der Stadt bei, weshalb Kommunen bei Flächenknappheit Ersatzflächen schaffen oder Umwandlungen durch Bürgerbeteiligung begleiten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Baulandmobilisierung": [
      {
        "id": "de-c1-stadtplanung-Baulandmobilisierung-001",
        "sentence": "Die Baulandmobilisierung ermöglicht Kommunen, brachliegende Grundstücke für bezahlbaren Wohnraum zu entwickeln und Spekulation durch aktive Bodenpolitik entgegenzuwirken.",
        "target_word": "Baulandmobilisierung",
        "blank": "Die _____ ermöglicht Kommunen, brachliegende Grundstücke für bezahlbaren Wohnraum zu entwickeln und Spekulation durch aktive Bodenpolitik entgegenzuwirken.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baulandmobilisierung-002",
        "sentence": "Moderne Instrumente zur Baulandmobilisierung umfassen steuerliche Anreize und das Vorkaufsrecht, um unbebaute Flächen für öffentliche Projekte gezielt zu sichern.",
        "target_word": "Baulandmobilisierung",
        "blank": "Moderne Instrumente zur _____ umfassen steuerliche Anreize und das Vorkaufsrecht, um unbebaute Flächen für öffentliche Projekte gezielt zu sichern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baulandmobilisierung-003",
        "sentence": "Die Bürgerbeteiligung bei der Baulandmobilisierung stellt sicher, dass lokale Bedürfnisse berücksichtigt werden, wenn Grundstücke einer neuen Nutzung zugeführt werden.",
        "target_word": "Baulandmobilisierung",
        "blank": "Die Bürgerbeteiligung bei der _____ stellt sicher, dass lokale Bedürfnisse berücksichtigt werden, wenn Grundstücke einer neuen Nutzung zugeführt werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bodenrichtwert": [
      {
        "id": "de-c1-stadtplanung-Bodenrichtwert-001",
        "sentence": "Der Bodenrichtwert dient als Orientierung für Kaufpreisverhandlungen und ermöglicht eine transparente Bewertung von Grundstücken in vergleichbaren Lagen eines Stadtteils.",
        "target_word": "Bodenrichtwert",
        "blank": "Der _____ dient als Orientierung für Kaufpreisverhandlungen und ermöglicht eine transparente Bewertung von Grundstücken in vergleichbaren Lagen eines Stadtteils.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bodenrichtwert-002",
        "sentence": "Bei der Infrastrukturplanung berücksichtigt die Stadtverwaltung aktuelle Bodenrichtwerte, um wirtschaftliche Auswirkungen neuer Verkehrsprojekte auf angrenzende Grundstücke abzuschätzen.",
        "target_word": "Bodenrichtwert",
        "blank": "Bei der Infrastrukturplanung berücksichtigt die Stadtverwaltung aktuelle _____e, um wirtschaftliche Auswirkungen neuer Verkehrsprojekte auf angrenzende Grundstücke abzuschätzen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bodenrichtwert-003",
        "sentence": "Der jährlich aktualisierte Bodenrichtwert bildet die Grundlage für die Grundsteuerberechnung und ermöglicht Bürgern eine faire Einschätzung ihrer Steuerbelastung.",
        "target_word": "Bodenrichtwert",
        "blank": "Der jährlich aktualisierte _____ bildet die Grundlage für die Grundsteuerberechnung und ermöglicht Bürgern eine faire Einschätzung ihrer Steuerbelastung.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bodenwertsteuer": [
      {
        "id": "de-c1-stadtplanung-Bodenwertsteuer-001",
        "sentence": "Die Bodenwertsteuer als Alternative zur Grundsteuer würde effizientere Flächennutzung fördern, da sie ausschließlich den Wert des unbebauten Grundstücks besteuert.",
        "target_word": "Bodenwertsteuer",
        "blank": "Die _____ als Alternative zur Grundsteuer würde effizientere Flächennutzung fördern, da sie ausschließlich den Wert des unbebauten Grundstücks besteuert.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bodenwertsteuer-002",
        "sentence": "Durch Einführung einer Bodenwertsteuer könnten Kommunen Anreize schaffen, brachliegende Grundstücke zu entwickeln und Infrastrukturkosten gerechter zu verteilen.",
        "target_word": "Bodenwertsteuer",
        "blank": "Durch Einführung einer _____ könnten Kommunen Anreize schaffen, brachliegende Grundstücke zu entwickeln und Infrastrukturkosten gerechter zu verteilen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bodenwertsteuer-003",
        "sentence": "Die Debatte über die Bodenwertsteuer konzentriert sich darauf, ob dieses Instrument soziale Verdrängung verhindert und wie Härtefälle abgefedert werden können.",
        "target_word": "Bodenwertsteuer",
        "blank": "Die Debatte über die _____ konzentriert sich darauf, ob dieses Instrument soziale Verdrängung verhindert und wie Härtefälle abgefedert werden können.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Konzeptvergabe": [
      {
        "id": "de-c1-stadtplanung-Konzeptvergabe-001",
        "sentence": "Bei der Konzeptvergabe städtischer Grundstücke werden Kriterien wie Nachhaltigkeit höher gewichtet als das reine Höchstpreisprinzip der Marktwirtschaft.",
        "target_word": "Konzeptvergabe",
        "blank": "Bei der _____ städtischer Grundstücke werden Kriterien wie Nachhaltigkeit höher gewichtet als das reine Höchstpreisprinzip der Marktwirtschaft.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Konzeptvergabe-002",
        "sentence": "Die Konzeptvergabe ermöglicht Kommunen, durch innovative Kriterien energieeffiziente Bauvorhaben zu fördern und die lokale Infrastruktur klimafreundlich zu gestalten.",
        "target_word": "Konzeptvergabe",
        "blank": "Die _____ ermöglicht Kommunen, durch innovative Kriterien energieeffiziente Bauvorhaben zu fördern und die lokale Infrastruktur klimafreundlich zu gestalten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Konzeptvergabe-003",
        "sentence": "Transparente Verfahren bei der Konzeptvergabe stärken die demokratische Legitimation und ermöglichen Bürgern, Entscheidungskriterien für Grundstücksverkäufe nachzuvollziehen und mitzugestalten.",
        "target_word": "Konzeptvergabe",
        "blank": "Transparente Verfahren bei der _____ stärken die demokratische Legitimation und ermöglichen Bürgern, Entscheidungskriterien für Grundstücksverkäufe nachzuvollziehen und mitzugestalten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Erbbaurecht": [
      {
        "id": "de-c1-stadtplanung-Erbbaurecht-001",
        "sentence": "Das Erbbaurecht ermöglicht Kommunen, langfristig Einfluss auf die Nutzung zu behalten, während private Investoren ohne hohe Grundstückskosten bauen können.",
        "target_word": "Erbbaurecht",
        "blank": "Das _____ ermöglicht Kommunen, langfristig Einfluss auf die Nutzung zu behalten, während private Investoren ohne hohe Grundstückskosten bauen können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erbbaurecht-002",
        "sentence": "Bei Projekten im Erbbaurecht kann die Kommune nachhaltige Standards vertraglich festschreiben und über Jahrzehnte durchsetzen, da sie Grundstückseigentümerin bleibt.",
        "target_word": "Erbbaurecht",
        "blank": "Bei Projekten im _____ kann die Kommune nachhaltige Standards vertraglich festschreiben und über Jahrzehnte durchsetzen, da sie Grundstückseigentümerin bleibt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erbbaurecht-003",
        "sentence": "Die Vergabe von Grundstücken im Erbbaurecht wird zunehmend genutzt, um bezahlbaren Wohnraum zu schaffen, ohne kommunales Eigentum dauerhaft aufzugeben.",
        "target_word": "Erbbaurecht",
        "blank": "Die Vergabe von Grundstücken im _____ wird zunehmend genutzt, um bezahlbaren Wohnraum zu schaffen, ohne kommunales Eigentum dauerhaft aufzugeben.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Zwischenerwerb": [
      {
        "id": "de-c1-stadtplanung-Zwischenerwerb-001",
        "sentence": "Der kommunale Zwischenerwerb von Grundstücken ermöglicht planmäßige Entwicklung größerer Areale, indem die Stadt zunächst alle Flächen erwirbt und später veräußert.",
        "target_word": "Zwischenerwerb",
        "blank": "Der kommunale _____ von Grundstücken ermöglicht planmäßige Entwicklung größerer Areale, indem die Stadt zunächst alle Flächen erwirbt und später veräußert.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zwischenerwerb-002",
        "sentence": "Beim Zwischenerwerb für Infrastrukturprojekte kann die Kommune durch zeitlich befristeten Besitz Baukosten besser kalkulieren und Verzögerungen durch Verhandlungen vermeiden.",
        "target_word": "Zwischenerwerb",
        "blank": "Beim _____ für Infrastrukturprojekte kann die Kommune durch zeitlich befristeten Besitz Baukosten besser kalkulieren und Verzögerungen durch Verhandlungen vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zwischenerwerb-003",
        "sentence": "Die Finanzierung des Zwischenerwerbs bedarf spezieller Förderprogramme, da Städte Liquidität aufbringen müssen, bevor Grundstücke gewinnbringend weiterveräußert werden.",
        "target_word": "Zwischenerwerb",
        "blank": "Die Finanzierung des _____s bedarf spezieller Förderprogramme, da Städte Liquidität aufbringen müssen, bevor Grundstücke gewinnbringend weiterveräußert werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Erschließungsbeitrag": [
      {
        "id": "de-c1-stadtplanung-Erschließungsbeitrag-001",
        "sentence": "Der Erschließungsbeitrag wird von Grundstückseigentümern erhoben, um Kosten für Straßen und Versorgungsleitungen gerecht auf alle Nutznießer der Infrastruktur zu verteilen.",
        "target_word": "Erschließungsbeitrag",
        "blank": "Der _____ wird von Grundstückseigentümern erhoben, um Kosten für Straßen und Versorgungsleitungen gerecht auf alle Nutznießer der Infrastruktur zu verteilen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erschließungsbeitrag-002",
        "sentence": "Bei großen Neubaugebieten kann der einmalige Erschließungsbeitrag erheblich sein, weshalb Kommunen oft Ratenzahlungen anbieten, um die Belastung für Bauherren zu mildern.",
        "target_word": "Erschließungsbeitrag",
        "blank": "Bei großen Neubaugebieten kann der einmalige _____ erheblich sein, weshalb Kommunen oft Ratenzahlungen anbieten, um die Belastung für Bauherren zu mildern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Erschließungsbeitrag-003",
        "sentence": "Die Berechnung des Erschließungsbeitrags richtet sich nach Grundstücksgröße und Erschließungstiefe, was zu Diskussionen zwischen Verwaltung und Bürgern über Verteilungsschlüssel führt.",
        "target_word": "Erschließungsbeitrag",
        "blank": "Die Berechnung des _____s richtet sich nach Grundstücksgröße und Erschließungstiefe, was zu Diskussionen zwischen Verwaltung und Bürgern über Verteilungsschlüssel führt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Ausgleichsbetrag": [
      {
        "id": "de-c1-stadtplanung-Ausgleichsbetrag-001",
        "sentence": "Der Ausgleichsbetrag nach Sanierung soll sicherstellen, dass Grundstückseigentümer, die von Aufwertungsmaßnahmen profitieren, einen Teil des Wertzuwachses an die Gemeinschaft zurückgeben.",
        "target_word": "Ausgleichsbetrag",
        "blank": "Der _____ nach Sanierung soll sicherstellen, dass Grundstückseigentümer, die von Aufwertungsmaßnahmen profitieren, einen Teil des Wertzuwachses an die Gemeinschaft zurückgeben.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Ausgleichsbetrag-002",
        "sentence": "Bei der Berechnung des Ausgleichsbetrags werden Infrastrukturverbesserungen wie neue U-Bahn-Stationen berücksichtigt, die den Wert umliegender Immobilien deutlich steigern.",
        "target_word": "Ausgleichsbetrag",
        "blank": "Bei der Berechnung des _____s werden Infrastrukturverbesserungen wie neue U-Bahn-Stationen berücksichtigt, die den Wert umliegender Immobilien deutlich steigern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Ausgleichsbetrag-003",
        "sentence": "Politisch ist der Ausgleichsbetrag umstritten, da Eigentümer über Steuern zahlen, während Kommunen auf zusätzliche Einnahmen angewiesen sind, um Sanierungen zu finanzieren.",
        "target_word": "Ausgleichsbetrag",
        "blank": "Politisch ist der _____ umstritten, da Eigentümer über Steuern zahlen, während Kommunen auf zusätzliche Einnahmen angewiesen sind, um Sanierungen zu finanzieren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Modernisierungsumlage": [
      {
        "id": "de-c1-stadtplanung-Modernisierungsumlage-001",
        "sentence": "Die Modernisierungsumlage erlaubt Vermietern, einen Teil der Sanierungskosten auf Mieter umzulegen, was in angespannten Märkten zu erheblichen Mietsteigerungen führen kann.",
        "target_word": "Modernisierungsumlage",
        "blank": "Die _____ erlaubt Vermietern, einen Teil der Sanierungskosten auf Mieter umzulegen, was in angespannten Märkten zu erheblichen Mietsteigerungen führen kann.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Modernisierungsumlage-002",
        "sentence": "Bei energetischen Modernisierungen wie neuen Heizungsanlagen wird die Modernisierungsumlage genutzt, um Investitionskosten zu refinanzieren, auch wenn langfristig Energieeinsparungen entstehen.",
        "target_word": "Modernisierungsumlage",
        "blank": "Bei energetischen Modernisierungen wie neuen Heizungsanlagen wird die _____ genutzt, um Investitionskosten zu refinanzieren, auch wenn langfristig Energieeinsparungen entstehen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Modernisierungsumlage-003",
        "sentence": "Reformen zur Begrenzung der Modernisierungsumlage zielen auf einen Ausgleich zwischen notwendiger Sanierung und Schutz einkommensschwacher Mieter vor Verdrängung.",
        "target_word": "Modernisierungsumlage",
        "blank": "Reformen zur Begrenzung der _____ zielen auf einen Ausgleich zwischen notwendiger Sanierung und Schutz einkommensschwacher Mieter vor Verdrängung.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Kappungsgrenze": [
      {
        "id": "de-c1-stadtplanung-Kappungsgrenze-001",
        "sentence": "Die Kappungsgrenze begrenzt Mieterhöhungen auf maximal fünfzehn Prozent in drei Jahren, um Mieter vor abrupten Kostensteigerungen zu schützen.",
        "target_word": "Kappungsgrenze",
        "blank": "Die _____ begrenzt Mieterhöhungen auf maximal fünfzehn Prozent in drei Jahren, um Mieter vor abrupten Kostensteigerungen zu schützen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kappungsgrenze-002",
        "sentence": "In Städten mit angespanntem Wohnungsmarkt kann die Absenkung der Kappungsgrenze bezahlbaren Wohnraum erhalten und Verdrängung verlangsamen.",
        "target_word": "Kappungsgrenze",
        "blank": "In Städten mit angespanntem Wohnungsmarkt kann die Absenkung der _____ bezahlbaren Wohnraum erhalten und Verdrängung verlangsamen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kappungsgrenze-003",
        "sentence": "Die Festsetzung einer niedrigen Kappungsgrenze wird von Mieterverbänden gefordert, während Eigentümer argumentieren, dass strenge Regulierung Investitionen verhindert.",
        "target_word": "Kappungsgrenze",
        "blank": "Die Festsetzung einer niedrigen _____ wird von Mieterverbänden gefordert, während Eigentümer argumentieren, dass strenge Regulierung Investitionen verhindert.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Mietendeckel": [
      {
        "id": "de-c1-stadtplanung-Mietendeckel-001",
        "sentence": "Der Mietendeckel als stadtpolitisches Experiment zielt darauf ab, durch Einfrieren der Mieten die Wohnkostenbelastung zu reduzieren, ist aber verfassungsrechtlich umstritten.",
        "target_word": "Mietendeckel",
        "blank": "Der _____ als stadtpolitisches Experiment zielt darauf ab, durch Einfrieren der Mieten die Wohnkostenbelastung zu reduzieren, ist aber verfassungsrechtlich umstritten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mietendeckel-002",
        "sentence": "Befürworter des Mietendeckels argumentieren, dass nur durch rigorose Preisobergrenzen der Verdrängung einkommensschwacher Haushalte aus sanierten Quartieren Einhalt geboten werden kann.",
        "target_word": "Mietendeckel",
        "blank": "Befürworter des _____s argumentieren, dass nur durch rigorose Preisobergrenzen der Verdrängung einkommensschwacher Haushalte aus sanierten Quartieren Einhalt geboten werden kann.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mietendeckel-003",
        "sentence": "Gegner des Mietendeckels warnen, dass staatliche Preiskontrollen den Neubau hemmen und Vermieter veranlassen, Wohnungen dem Mietmarkt zu entziehen.",
        "target_word": "Mietendeckel",
        "blank": "Gegner des _____s warnen, dass staatliche Preiskontrollen den Neubau hemmen und Vermieter veranlassen, Wohnungen dem Mietmarkt zu entziehen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Soziale Erhaltungssatzung": [
      {
        "id": "de-c1-stadtplanung-Soziale-Erhaltungssatzung-001",
        "sentence": "Die soziale Erhaltungssatzung schützt gewachsene Milieus, indem sie Umwandlung und Modernisierung genehmigungspflichtig macht und der Verdrängung angestammter Bewohner entgegenwirkt.",
        "target_word": "Soziale Erhaltungssatzung",
        "blank": "Die soziale Erhaltungssatzung schützt gewachsene Milieus, indem sie Umwandlung und Modernisierung genehmigungspflichtig macht und der Verdrängung angestammter Bewohner entgegenwirkt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Soziale-Erhaltungssatzung-002",
        "sentence": "In Gebieten mit sozialer Erhaltungssatzung müssen Baumaßnahmen wie Dachgeschossausbauten geprüft werden, um sicherzustellen, dass die Infrastruktur bezahlbaren Wohnens nicht geschwächt wird.",
        "target_word": "Soziale Erhaltungssatzung",
        "blank": "In Gebieten mit sozialer Erhaltungssatzung müssen Baumaßnahmen wie Dachgeschossausbauten geprüft werden, um sicherzustellen, dass die Infrastruktur bezahlbaren Wohnens nicht geschwächt wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Soziale-Erhaltungssatzung-003",
        "sentence": "Die Ausweisung einer sozialen Erhaltungssatzung bedarf fundierter Analyse der Bevölkerungsstruktur und wird von Bürgerinitiativen gefordert, um Nachbarschaften vor Gentrifizierung zu bewahren.",
        "target_word": "Soziale Erhaltungssatzung",
        "blank": "Die Ausweisung einer sozialen Erhaltungssatzung bedarf fundierter Analyse der Bevölkerungsstruktur und wird von Bürgerinitiativen gefordert, um Nachbarschaften vor Gentrifizierung zu bewahren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Abgeschlossenheitsbescheinigung": [
      {
        "id": "de-c1-stadtplanung-Abgeschlossenheitsbescheinigung-001",
        "sentence": "Die Abgeschlossenheitsbescheinigung ist Voraussetzung für die Aufteilung eines Hauses in Eigentumswohnungen und bestätigt, dass jede Einheit baulich eigenständig ist.",
        "target_word": "Abgeschlossenheitsbescheinigung",
        "blank": "Die _____ ist Voraussetzung für die Aufteilung eines Hauses in Eigentumswohnungen und bestätigt, dass jede Einheit baulich eigenständig ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Abgeschlossenheitsbescheinigung-002",
        "sentence": "In Milieuschutzgebieten wird die Erteilung der Abgeschlossenheitsbescheinigung verzögert, um die Umwandlung von Miet- in Eigentumswohnungen zu verhindern und Wohnraum zu erhalten.",
        "target_word": "Abgeschlossenheitsbescheinigung",
        "blank": "In Milieuschutzgebieten wird die Erteilung der _____ verzögert, um die Umwandlung von Miet- in Eigentumswohnungen zu verhindern und Wohnraum zu erhalten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Abgeschlossenheitsbescheinigung-003",
        "sentence": "Die Anforderungen an eine Abgeschlossenheitsbescheinigung umfassen bauliche und brandschutzrechtliche Vorgaben, um die Sicherheit der Bewohner in der Infrastruktur zu gewährleisten.",
        "target_word": "Abgeschlossenheitsbescheinigung",
        "blank": "Die Anforderungen an eine _____ umfassen bauliche und brandschutzrechtliche Vorgaben, um die Sicherheit der Bewohner in der Infrastruktur zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Zweckentfremdungsverbot": [
      {
        "id": "de-c1-stadtplanung-Zweckentfremdungsverbot-001",
        "sentence": "Das Zweckentfremdungsverbot soll sicherstellen, dass Wohnraum dem Wohnen dient und nicht durch Leerstand oder Ferienvermietung dem angespannten Wohnungsmarkt entzogen wird.",
        "target_word": "Zweckentfremdungsverbot",
        "blank": "Das _____ soll sicherstellen, dass Wohnraum dem Wohnen dient und nicht durch Leerstand oder Ferienvermietung dem angespannten Wohnungsmarkt entzogen wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zweckentfremdungsverbot-002",
        "sentence": "Kommunen mit Zweckentfremdungsverbot können Bußgelder verhängen, wenn Wohnungen dauerhaft als Ferienwohnungen vermietet werden, was die lokale Infrastruktur belastet.",
        "target_word": "Zweckentfremdungsverbot",
        "blank": "Kommunen mit _____ können Bußgelder verhängen, wenn Wohnungen dauerhaft als Ferienwohnungen vermietet werden, was die lokale Infrastruktur belastet.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Zweckentfremdungsverbot-003",
        "sentence": "Die Durchsetzung des Zweckentfremdungsverbots erfordert umfangreiche Kontrollen und wird von Vermietern kritisiert, die darin einen unverhältnismäßigen Eingriff in ihr Eigentum sehen.",
        "target_word": "Zweckentfremdungsverbot",
        "blank": "Die Durchsetzung des _____s erfordert umfangreiche Kontrollen und wird von Vermietern kritisiert, die darin einen unverhältnismäßigen Eingriff in ihr Eigentum sehen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wohnraumschutzsatzung": [
      {
        "id": "de-c1-stadtplanung-Wohnraumschutzsatzung-001",
        "sentence": "Die Wohnraumschutzsatzung gibt Kommunen Instrumente, um die Umwandlung von Wohnungen in Gewerbe zu unterbinden und den knappen Wohnraum zu sichern.",
        "target_word": "Wohnraumschutzsatzung",
        "blank": "Die _____ gibt Kommunen Instrumente, um die Umwandlung von Wohnungen in Gewerbe zu unterbinden und den knappen Wohnraum zu sichern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnraumschutzsatzung-002",
        "sentence": "Durch eine Wohnraumschutzsatzung wird auch der Abriss von Wohngebäuden genehmigungspflichtig, damit die vorhandene Infrastruktur nicht zugunsten profitablerer Gewerbenutzungen aufgegeben wird.",
        "target_word": "Wohnraumschutzsatzung",
        "blank": "Durch eine _____ wird auch der Abriss von Wohngebäuden genehmigungspflichtig, damit die vorhandene Infrastruktur nicht zugunsten profitablerer Gewerbenutzungen aufgegeben wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnraumschutzsatzung-003",
        "sentence": "Die Einführung einer Wohnraumschutzsatzung wird von Mietervereinen gefordert, während Eigentümer befürchten, dass ihre Gestaltungsfreiheit bei der Grundstücksentwicklung eingeschränkt wird.",
        "target_word": "Wohnraumschutzsatzung",
        "blank": "Die Einführung einer _____ wird von Mietervereinen gefordert, während Eigentümer befürchten, dass ihre Gestaltungsfreiheit bei der Grundstücksentwicklung eingeschränkt wird.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wohnungsaufsicht": [
      {
        "id": "de-c1-stadtplanung-Wohnungsaufsicht-001",
        "sentence": "Die Wohnungsaufsicht kontrolliert die Einhaltung gesetzlicher Mindeststandards für Wohnraum, von ausreichender Belichtung bis zu funktionierenden Sanitäranlagen, und kann Nutzungsverbote aussprechen.",
        "target_word": "Wohnungsaufsicht",
        "blank": "Die _____ kontrolliert die Einhaltung gesetzlicher Mindeststandards für Wohnraum, von ausreichender Belichtung bis zu funktionierenden Sanitäranlagen, und kann Nutzungsverbote aussprechen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnungsaufsicht-002",
        "sentence": "Bei Missständen wie Schimmelbefall kann die Wohnungsaufsicht Vermieter zur Beseitigung verpflichten und im Extremfall Zwangsgelder verhängen, um Mieter zu schützen.",
        "target_word": "Wohnungsaufsicht",
        "blank": "Bei Missständen wie Schimmelbefall kann die _____ Vermieter zur Beseitigung verpflichten und im Extremfall Zwangsgelder verhängen, um Mieter zu schützen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnungsaufsicht-003",
        "sentence": "Die personelle Ausstattung der Wohnungsaufsicht ist in vielen Kommunen unzureichend, weshalb Kontrollen oft nur auf Beschwerden hin erfolgen und systematische Prüfungen selten stattfinden.",
        "target_word": "Wohnungsaufsicht",
        "blank": "Die personelle Ausstattung der _____ ist in vielen Kommunen unzureichend, weshalb Kontrollen oft nur auf Beschwerden hin erfolgen und systematische Prüfungen selten stattfinden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Belegungsbindung": [
      {
        "id": "de-c1-stadtplanung-Belegungsbindung-001",
        "sentence": "Wohnungen mit Belegungsbindung dürfen nur an Haushalte mit Wohnberechtigungsschein vermietet werden, um sicherzustellen, dass öffentlich geförderte Infrastruktur einkommensschwachen Gruppen zugutekommt.",
        "target_word": "Belegungsbindung",
        "blank": "Wohnungen mit _____ dürfen nur an Haushalte mit Wohnberechtigungsschein vermietet werden, um sicherzustellen, dass öffentlich geförderte Infrastruktur einkommensschwachen Gruppen zugutekommt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Belegungsbindung-002",
        "sentence": "Die Belegungsbindung läuft nach einer Frist aus, wodurch geförderter Wohnraum dem freien Markt zugeführt wird, was die Verfügbarkeit bezahlbarer Wohnungen langfristig reduziert.",
        "target_word": "Belegungsbindung",
        "blank": "Die _____ läuft nach einer Frist aus, wodurch geförderter Wohnraum dem freien Markt zugeführt wird, was die Verfügbarkeit bezahlbarer Wohnungen langfristig reduziert.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Belegungsbindung-003",
        "sentence": "Kommunen verlängern zunehmend Belegungsbindungen oder kaufen auslaufende Sozialwohnungen zurück, um die soziale Infrastruktur zu erhalten und weiterer Verdrängung vorzubeugen.",
        "target_word": "Belegungsbindung",
        "blank": "Kommunen verlängern zunehmend _____en oder kaufen auslaufende Sozialwohnungen zurück, um die soziale Infrastruktur zu erhalten und weiterer Verdrängung vorzubeugen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wohnberechtigungsschein": [
      {
        "id": "de-c1-stadtplanung-Wohnberechtigungsschein-001",
        "sentence": "Der Wohnberechtigungsschein berechtigt Haushalte unterhalb definierter Einkommensgrenzen zum Bezug geförderter Wohnungen und stellt sicher, dass knappe Ressourcen zielgerichtet eingesetzt werden.",
        "target_word": "Wohnberechtigungsschein",
        "blank": "Der _____ berechtigt Haushalte unterhalb definierter Einkommensgrenzen zum Bezug geförderter Wohnungen und stellt sicher, dass knappe Ressourcen zielgerichtet eingesetzt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnberechtigungsschein-002",
        "sentence": "Bei der Vergabe von Wohnberechtigungsscheinen werden neben Einkommen auch Haushaltsgrößen berücksichtigt, um eine gerechte Verteilung der Infrastruktur des sozialen Wohnungsbaus zu gewährleisten.",
        "target_word": "Wohnberechtigungsschein",
        "blank": "Bei der Vergabe von _____en werden neben Einkommen auch Haushaltsgrößen berücksichtigt, um eine gerechte Verteilung der Infrastruktur des sozialen Wohnungsbaus zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnberechtigungsschein-003",
        "sentence": "Die Beantragung eines Wohnberechtigungsscheins erfolgt bei der kommunalen Wohnungsbehörde, die nach Prüfung entscheidet, ob die Voraussetzungen für preisgebundenen Wohnraum erfüllt sind.",
        "target_word": "Wohnberechtigungsschein",
        "blank": "Die Beantragung eines _____s erfolgt bei der kommunalen Wohnungsbehörde, die nach Prüfung entscheidet, ob die Voraussetzungen für preisgebundenen Wohnraum erfüllt sind.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wohnungsbaugesellschaft": [
      {
        "id": "de-c1-stadtplanung-Wohnungsbaugesellschaft-001",
        "sentence": "Kommunale Wohnungsbaugesellschaften spielen eine zentrale Rolle bei der Bereitstellung bezahlbaren Wohnraums, da sie langfristig orientiert sind und Gemeinwohl verfolgen.",
        "target_word": "Wohnungsbaugesellschaft",
        "blank": "Kommunale _____en spielen eine zentrale Rolle bei der Bereitstellung bezahlbaren Wohnraums, da sie langfristig orientiert sind und Gemeinwohl verfolgen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnungsbaugesellschaft-002",
        "sentence": "Wohnungsbaugesellschaften investieren systematisch in die Modernisierung ihrer Infrastruktur, von energetischen Sanierungen bis zu barrierefreien Umbauten, um den Bestand zukunftsfähig zu machen.",
        "target_word": "Wohnungsbaugesellschaft",
        "blank": "_____en investieren systematisch in die Modernisierung ihrer Infrastruktur, von energetischen Sanierungen bis zu barrierefreien Umbauten, um den Bestand zukunftsfähig zu machen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnungsbaugesellschaft-003",
        "sentence": "Die Zusammenarbeit zwischen Wohnungsbaugesellschaften und Sozialverbänden ermöglicht die Entwicklung integrativer Wohnprojekte, in denen Betreuungsangebote die soziale Teilhabe fördern.",
        "target_word": "Wohnungsbaugesellschaft",
        "blank": "Die Zusammenarbeit zwischen _____en und Sozialverbänden ermöglicht die Entwicklung integrativer Wohnprojekte, in denen Betreuungsangebote die soziale Teilhabe fördern.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Genossenschaftswohnen": [
      {
        "id": "de-c1-stadtplanung-Genossenschaftswohnen-001",
        "sentence": "Genossenschaftswohnen bietet eine Alternative zum anonymen Mietverhältnis, da Bewohner Mitglieder sind, die demokratisch über Verwaltung entscheiden und stabile Wohnkosten genießen.",
        "target_word": "Genossenschaftswohnen",
        "blank": "_____ bietet eine Alternative zum anonymen Mietverhältnis, da Bewohner Mitglieder sind, die demokratisch über Verwaltung entscheiden und stabile Wohnkosten genießen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Genossenschaftswohnen-002",
        "sentence": "Die Infrastruktur genossenschaftlicher Projekte wird gemeinschaftlich entwickelt, von Gemeinschaftsgärten bis zu Werkstätten, wodurch nachbarschaftliche Solidarität und nachhaltiges Wirtschaften gefördert werden.",
        "target_word": "Genossenschaftswohnen",
        "blank": "Die Infrastruktur genossenschaftlicher Projekte wird gemeinschaftlich entwickelt, von Gemeinschaftsgärten bis zu Werkstätten, wodurch nachbarschaftliche Solidarität und nachhaltiges Wirtschaften gefördert werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Genossenschaftswohnen-003",
        "sentence": "Förderprogramme für Genossenschaftswohnen unterstützen die Gründung neuer Genossenschaften durch vergünstigte Grundstücke, um diese gemeinwohlorientierte Form als Gegenmodell zur Spekulation zu stärken.",
        "target_word": "Genossenschaftswohnen",
        "blank": "Förderprogramme für _____ unterstützen die Gründung neuer Genossenschaften durch vergünstigte Grundstücke, um diese gemeinwohlorientierte Form als Gegenmodell zur Spekulation zu stärken.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Mikroapartment": [
      {
        "id": "de-c1-stadtplanung-Mikroapartment-001",
        "sentence": "Mikroapartments bieten auf kleiner Fläche funktional durchdachten Wohnraum für Singles, deren Bedürfnisse durch flexible Grundrisse und gemeinschaftlich genutzte Infrastruktur erfüllt werden.",
        "target_word": "Mikroapartment",
        "blank": "_____s bieten auf kleiner Fläche funktional durchdachten Wohnraum für Singles, deren Bedürfnisse durch flexible Grundrisse und gemeinschaftlich genutzte Infrastruktur erfüllt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mikroapartment-002",
        "sentence": "Die städtebauliche Integration von Mikroapartments erfordert sorgfältige Planung, da hohe Bewohnerdichten entsprechende Kapazitäten bei Müllentsorgung und Fahrradstellplätzen voraussetzen.",
        "target_word": "Mikroapartment",
        "blank": "Die städtebauliche Integration von _____s erfordert sorgfältige Planung, da hohe Bewohnerdichten entsprechende Kapazitäten bei Müllentsorgung und Fahrradstellplätzen voraussetzen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mikroapartment-003",
        "sentence": "Kritiker warnen, dass Verbreitung dieser Wohnform zu Absenkung von Mindeststandards führen könnte, während Befürworter sie als pragmatische Antwort auf Wohnungsnot sehen.",
        "target_word": "Mikroapartment",
        "blank": "Kritiker warnen, dass Verbreitung dieser Wohnform zu Absenkung von Mindeststandards führen könnte, während Befürworter sie als pragmatische Antwort auf Wohnungsnot sehen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Co-Living": [
      {
        "id": "de-c1-stadtplanung-Co-Living-001",
        "sentence": "Co-Living-Konzepte kombinieren private Wohneinheiten mit Gemeinschaftsflächen, sodass Bewohner Küchen und Arbeitsbereiche teilen und soziale Netzwerke im Wohnumfeld entstehen.",
        "target_word": "Co-Living",
        "blank": "_____-Konzepte kombinieren private Wohneinheiten mit Gemeinschaftsflächen, sodass Bewohner Küchen und Arbeitsbereiche teilen und soziale Netzwerke im Wohnumfeld entstehen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Co-Living-002",
        "sentence": "Die Infrastruktur in Co-Living-Projekten umfasst zentrale Energieversorgung und High-Speed-Internet, um den Ansprüchen mobiler, digital arbeitender Bewohner gerecht zu werden.",
        "target_word": "Co-Living",
        "blank": "Die Infrastruktur in _____-Projekten umfasst zentrale Energieversorgung und High-Speed-Internet, um den Ansprüchen mobiler, digital arbeitender Bewohner gerecht zu werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Co-Living-003",
        "sentence": "Co-Living wird ambivalent bewertet, da es innovative Wohnformen ermöglicht, aber oft von renditeorientierten Investoren entwickelt wird und wenig zu bezahlbarem Wohnraum beiträgt.",
        "target_word": "Co-Living",
        "blank": "_____ wird ambivalent bewertet, da es innovative Wohnformen ermöglicht, aber oft von renditeorientierten Investoren entwickelt wird und wenig zu bezahlbarem Wohnraum beiträgt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Mehrgenerationenwohnen": [
      {
        "id": "de-c1-stadtplanung-Mehrgenerationenwohnen-001",
        "sentence": "Mehrgenerationenwohnen fördert das Zusammenleben verschiedener Altersgruppen in einem Gebäude, wodurch gegenseitige Unterstützung gestärkt und soziale Isolation älterer Menschen reduziert wird.",
        "target_word": "Mehrgenerationenwohnen",
        "blank": "_____ fördert das Zusammenleben verschiedener Altersgruppen in einem Gebäude, wodurch gegenseitige Unterstützung gestärkt und soziale Isolation älterer Menschen reduziert wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mehrgenerationenwohnen-002",
        "sentence": "Die Infrastruktur für Mehrgenerationenwohnen umfasst barrierefreie Zugänge, Gemeinschaftsräume und flexible Grundrisse, die sich an veränderte Lebensphasen anpassen lassen.",
        "target_word": "Mehrgenerationenwohnen",
        "blank": "Die Infrastruktur für _____ umfasst barrierefreie Zugänge, Gemeinschaftsräume und flexible Grundrisse, die sich an veränderte Lebensphasen anpassen lassen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Mehrgenerationenwohnen-003",
        "sentence": "Kommunale Förderprogramme für Mehrgenerationenwohnen zielen darauf ab, durch Zuschüsse Projekte zu unterstützen, die soziale Teilhabe und demografische Vielfalt im Wohnumfeld verwirklichen.",
        "target_word": "Mehrgenerationenwohnen",
        "blank": "Kommunale Förderprogramme für _____ zielen darauf ab, durch Zuschüsse Projekte zu unterstützen, die soziale Teilhabe und demografische Vielfalt im Wohnumfeld verwirklichen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Clusterwohnung": [
      {
        "id": "de-c1-stadtplanung-Clusterwohnung-001",
        "sentence": "Clusterwohnungen bestehen aus mehreren privaten Zimmern, die sich gemeinschaftliche Küchen und Bäder teilen, und bieten kostengünstige Wohnformen für Studierende in teuren Stadtlagen.",
        "target_word": "Clusterwohnung",
        "blank": "_____en bestehen aus mehreren privaten Zimmern, die sich gemeinschaftliche Küchen und Bäder teilen, und bieten kostengünstige Wohnformen für Studierende in teuren Stadtlagen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Clusterwohnung-002",
        "sentence": "Die Planung von Clusterwohnungen erfordert sorgfältige Gestaltung der Gemeinschaftsbereiche, damit ausreichend Sanitäreinrichtungen, Stauraum und Rückzugsmöglichkeiten für alle Bewohner vorhanden sind.",
        "target_word": "Clusterwohnung",
        "blank": "Die Planung von _____en erfordert sorgfältige Gestaltung der Gemeinschaftsbereiche, damit ausreichend Sanitäreinrichtungen, Stauraum und Rückzugsmöglichkeiten für alle Bewohner vorhanden sind.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Clusterwohnung-003",
        "sentence": "Bauordnungsrechtlich werden Clusterwohnungen unterschiedlich behandelt, da unklar ist, ob sie als Wohngemeinschaften gelten, was Auswirkungen auf Stellplatzverpflichtungen und Brandschutzanforderungen hat.",
        "target_word": "Clusterwohnung",
        "blank": "Bauordnungsrechtlich werden _____en unterschiedlich behandelt, da unklar ist, ob sie als Wohngemeinschaften gelten, was Auswirkungen auf Stellplatzverpflichtungen und Brandschutzanforderungen hat.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Inklusives Wohnen": [
      {
        "id": "de-c1-stadtplanung-Inklusives-Wohnen-001",
        "sentence": "Inklusives Wohnen zielt darauf ab, Menschen mit und ohne Behinderungen in gemischten Projekten zusammenzubringen, sodass Barrierefreiheit selbstverständlich wird und soziale Teilhabe ermöglicht wird.",
        "target_word": "Inklusives Wohnen",
        "blank": "_____ zielt darauf ab, Menschen mit und ohne Behinderungen in gemischten Projekten zusammenzubringen, sodass Barrierefreiheit selbstverständlich wird und soziale Teilhabe ermöglicht wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Inklusives-Wohnen-002",
        "sentence": "Die Infrastruktur inklusiver Wohnprojekte umfasst bauliche Barrierefreiheit und ambulante Betreuungsangebote, die ein selbstbestimmtes Leben im Quartier unterstützen.",
        "target_word": "Inklusives Wohnen",
        "blank": "Die Infrastruktur inklusiver Wohnprojekte umfasst bauliche Barrierefreiheit und ambulante Betreuungsangebote, die ein selbstbestimmtes Leben im Quartier unterstützen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Inklusives-Wohnen-003",
        "sentence": "Förderprogramme für inklusives Wohnen verbinden Wohnungsbau mit sozialer Infrastruktur, indem sie Investitionen in barrierefreie Gebäude an die Schaffung von Betreuungsarbeitsplätzen koppeln.",
        "target_word": "Inklusives Wohnen",
        "blank": "Förderprogramme für inklusives Wohnen verbinden Wohnungsbau mit sozialer Infrastruktur, indem sie Investitionen in barrierefreie Gebäude an die Schaffung von Betreuungsarbeitsplätzen koppeln.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Senioren-WG": [
      {
        "id": "de-c1-stadtplanung-Senioren-WG-001",
        "sentence": "Senioren-WGs bieten älteren Menschen eine Alternative zum Heim, indem sie gemeinschaftlich wohnen, Kosten teilen und sich gegenseitig unterstützen, was Einsamkeit reduziert.",
        "target_word": "Senioren-WG",
        "blank": "_____s bieten älteren Menschen eine Alternative zum Heim, indem sie gemeinschaftlich wohnen, Kosten teilen und sich gegenseitig unterstützen, was Einsamkeit reduziert.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Senioren-WG-002",
        "sentence": "Die Infrastruktur für Senioren-WGs muss barrierefrei sein und Raum für ambulante Pflegedienste bieten, sodass medizinische Versorgung gewährleistet ist, ohne in Heime zu wechseln.",
        "target_word": "Senioren-WG",
        "blank": "Die Infrastruktur für _____s muss barrierefrei sein und Raum für ambulante Pflegedienste bieten, sodass medizinische Versorgung gewährleistet ist, ohne in Heime zu wechseln.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Senioren-WG-003",
        "sentence": "Kommunale Wohnungsbaugesellschaften entwickeln zunehmend Senioren-WGs, da diese Wohnform die soziale Infrastruktur im Quartier stärkt und kostengünstiger ist als Pflegeheime.",
        "target_word": "Senioren-WG",
        "blank": "Kommunale Wohnungsbaugesellschaften entwickeln zunehmend _____s, da diese Wohnform die soziale Infrastruktur im Quartier stärkt und kostengünstiger ist als Pflegeheime.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Betreutes Wohnen": [
      {
        "id": "de-c1-stadtplanung-Betreutes-Wohnen-001",
        "sentence": "Betreutes Wohnen kombiniert eigenständiges Leben in abgeschlossenen Wohnungen mit der Verfügbarkeit von Betreuungsleistungen, sodass ältere Menschen länger selbstbestimmt wohnen können.",
        "target_word": "Betreutes Wohnen",
        "blank": "_____ kombiniert eigenständiges Leben in abgeschlossenen Wohnungen mit der Verfügbarkeit von Betreuungsleistungen, sodass ältere Menschen länger selbstbestimmt wohnen können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Betreutes-Wohnen-002",
        "sentence": "Die Infrastruktur beim betreuten Wohnen umfasst barrierefreie Wohnungen, Gemeinschaftsräume und Notrufsysteme, um schnelle Hilfe im Bedarfsfall zu gewährleisten.",
        "target_word": "Betreutes Wohnen",
        "blank": "Die Infrastruktur beim betreuten Wohnen umfasst barrierefreie Wohnungen, Gemeinschaftsräume und Notrufsysteme, um schnelle Hilfe im Bedarfsfall zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Betreutes-Wohnen-003",
        "sentence": "Rechtlich ist betreutes Wohnen unscharf definiert, weshalb Verbraucherschutzorganisationen transparente Verträge fordern, die genau regeln, welche Betreuungsleistungen enthalten sind.",
        "target_word": "Betreutes Wohnen",
        "blank": "Rechtlich ist betreutes Wohnen unscharf definiert, weshalb Verbraucherschutzorganisationen transparente Verträge fordern, die genau regeln, welche Betreuungsleistungen enthalten sind.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Gemeinschaftsgarten": [
      {
        "id": "de-c1-stadtplanung-Gemeinschaftsgarten-001",
        "sentence": "Gemeinschaftsgärten beleben brachliegende Flächen und schaffen grüne Infrastruktur im Quartier, indem Anwohner gemeinsam Beete bewirtschaften und Nachbarschaft stärken.",
        "target_word": "Gemeinschaftsgarten",
        "blank": "Gemeinschaftsgärten beleben brachliegende Flächen und schaffen grüne Infrastruktur im Quartier, indem Anwohner gemeinsam Beete bewirtschaften und Nachbarschaft stärken.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gemeinschaftsgarten-002",
        "sentence": "Die Planung von Gemeinschaftsgärten erfordert die Bereitstellung von Wasseranschlüssen und Geräteschuppen, damit die gemeinschaftliche Bewirtschaftung praktikabel ist und ökologische Kreisläufe geschlossen werden.",
        "target_word": "Gemeinschaftsgarten",
        "blank": "Die Planung von Gemeinschaftsgärten erfordert die Bereitstellung von Wasseranschlüssen und Geräteschuppen, damit die gemeinschaftliche Bewirtschaftung praktikabel ist und ökologische Kreisläufe geschlossen werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Gemeinschaftsgarten-003",
        "sentence": "Kommunen unterstützen Gemeinschaftsgärten durch Flächenbereitstellung und Fördermittel, da diese Form der Bürgerbeteiligung soziale Integration, Umweltbildung und lokale Nahrungsmittelproduktion vereint.",
        "target_word": "Gemeinschaftsgarten",
        "blank": "Kommunen unterstützen Gemeinschaftsgärten durch Flächenbereitstellung und Fördermittel, da diese Form der Bürgerbeteiligung soziale Integration, Umweltbildung und lokale Nahrungsmittelproduktion vereint.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Urban Gardening": [
      {
        "id": "de-c1-stadtplanung-Urban-Gardening-001",
        "sentence": "Urban Gardening bezeichnet die gärtnerische Nutzung städtischer Flächen von Dachgärten bis zu Brachen und trägt zur Verbesserung des Mikroklimas und Biodiversität bei.",
        "target_word": "Urban Gardening",
        "blank": "_____ bezeichnet die gärtnerische Nutzung städtischer Flächen von Dachgärten bis zu Brachen und trägt zur Verbesserung des Mikroklimas und Biodiversität bei.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Urban-Gardening-002",
        "sentence": "Die Integration von Urban Gardening in die Infrastruktur erfordert Planungsinstrumente, die Zwischennutzungen zulassen und Flächen für gemeinschaftliche Nutzung dauerhaft sichern.",
        "target_word": "Urban Gardening",
        "blank": "Die Integration von _____ in die Infrastruktur erfordert Planungsinstrumente, die Zwischennutzungen zulassen und Flächen für gemeinschaftliche Nutzung dauerhaft sichern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Urban-Gardening-003",
        "sentence": "Urban Gardening fördert Bürgerbeteiligung und Umweltbewusstsein, indem Bewohner aktiv ihren Stadtraum gestalten, ökologische Zusammenhänge erleben und lokale Netzwerke für Nachhaltigkeit aufbauen.",
        "target_word": "Urban Gardening",
        "blank": "_____ fördert Bürgerbeteiligung und Umweltbewusstsein, indem Bewohner aktiv ihren Stadtraum gestalten, ökologische Zusammenhänge erleben und lokale Netzwerke für Nachhaltigkeit aufbauen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Baulückenschließung": [
      {
        "id": "de-c1-stadtplanung-Baulückenschließung-001",
        "sentence": "Baulückenschließung trägt zur kompakten Stadtentwicklung bei, indem unbebaute Grundstücke zwischen bestehenden Gebäuden bebaut werden, was die vorhandene Infrastruktur optimal nutzt.",
        "target_word": "Baulückenschließung",
        "blank": "_____ trägt zur kompakten Stadtentwicklung bei, indem unbebaute Grundstücke zwischen bestehenden Gebäuden bebaut werden, was die vorhandene Infrastruktur optimal nutzt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baulückenschließung-002",
        "sentence": "Technisch erfordert Baulückenschließung sorgfältige Planung der Erschließung, damit neue Gebäude an Wasser und Strom angeschlossen werden, ohne die Infrastruktur zu überlasten.",
        "target_word": "Baulückenschließung",
        "blank": "Technisch erfordert _____ sorgfältige Planung der Erschließung, damit neue Gebäude an Wasser und Strom angeschlossen werden, ohne die Infrastruktur zu überlasten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Baulückenschließung-003",
        "sentence": "Kommunen nutzen Kataster und Flächenmonitoring, um Baulücken zu identifizieren und Eigentümer gezielt anzusprechen, damit durch Anreize diese Flächen dem Wohnungsmarkt zugeführt werden.",
        "target_word": "Baulückenschließung",
        "blank": "Kommunen nutzen Kataster und Flächenmonitoring, um Baulücken zu identifizieren und Eigentümer gezielt anzusprechen, damit durch Anreize diese Flächen dem Wohnungsmarkt zugeführt werden.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Dachgeschossausbau": [
      {
        "id": "de-c1-stadtplanung-Dachgeschossausbau-001",
        "sentence": "Dachgeschossausbau schafft zusätzlichen Wohnraum im Bestand, ohne Neuversiegelung von Flächen, und nutzt die vorhandene Infrastruktur des Gebäudes, was wirtschaftlich vorteilhaft ist.",
        "target_word": "Dachgeschossausbau",
        "blank": "_____ schafft zusätzlichen Wohnraum im Bestand, ohne Neuversiegelung von Flächen, und nutzt die vorhandene Infrastruktur des Gebäudes, was wirtschaftlich vorteilhaft ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachgeschossausbau-002",
        "sentence": "Bei einem Dachgeschossausbau müssen statische Anforderungen und Brandschutz geprüft werden, um die Sicherheit der Bewohner und die Funktionsfähigkeit der Gebäudeinfrastruktur zu gewährleisten.",
        "target_word": "Dachgeschossausbau",
        "blank": "Bei einem _____ müssen statische Anforderungen und Brandschutz geprüft werden, um die Sicherheit der Bewohner und die Funktionsfähigkeit der Gebäudeinfrastruktur zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Dachgeschossausbau-003",
        "sentence": "In Milieuschutzgebieten ist Dachgeschossausbau genehmigungspflichtig, da Kommunen verhindern wollen, dass durch hochpreisige Penthouse-Wohnungen die soziale Zusammensetzung des Quartiers verändert wird.",
        "target_word": "Dachgeschossausbau",
        "blank": "In Milieuschutzgebieten ist _____ genehmigungspflichtig, da Kommunen verhindern wollen, dass durch hochpreisige Penthouse-Wohnungen die soziale Zusammensetzung des Quartiers verändert wird.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Aufstockung": [
      {
        "id": "de-c1-stadtplanung-Aufstockung-001",
        "sentence": "Aufstockung bestehender Gebäude ermöglicht Wohnraumschaffung ohne zusätzlichen Flächenverbrauch, nutzt vorhandene Erschließung und trägt zur Nachverdichtung in gut versorgten Stadtteilen bei.",
        "target_word": "Aufstockung",
        "blank": "_____ bestehender Gebäude ermöglicht Wohnraumschaffung ohne zusätzlichen Flächenverbrauch, nutzt vorhandene Erschließung und trägt zur Nachverdichtung in gut versorgten Stadtteilen bei.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Aufstockung-002",
        "sentence": "Technische Herausforderungen bei der Aufstockung umfassen die statische Ertüchtigung der Bestandsgebäude, den Einbau zusätzlicher Aufzugsanlagen und die Verstärkung der Versorgungsinfrastruktur.",
        "target_word": "Aufstockung",
        "blank": "Technische Herausforderungen bei der _____ umfassen die statische Ertüchtigung der Bestandsgebäude, den Einbau zusätzlicher Aufzugsanlagen und die Verstärkung der Versorgungsinfrastruktur.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Aufstockung-003",
        "sentence": "Förderprogramme für Aufstockung zielen darauf ab, auf Gewerbebauten und öffentlichen Gebäuden Wohnraum zu schaffen, wobei Eigentümer durch Zuschüsse motiviert werden, Potenziale zu aktivieren.",
        "target_word": "Aufstockung",
        "blank": "Förderprogramme für _____ zielen darauf ab, auf Gewerbebauten und öffentlichen Gebäuden Wohnraum zu schaffen, wobei Eigentümer durch Zuschüsse motiviert werden, Potenziale zu aktivieren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Umnutzung": [
      {
        "id": "de-c1-stadtplanung-Umnutzung-001",
        "sentence": "Umnutzung leerstehender Gewerbebauten zu Wohnraum kann innerstädtische Quartiere beleben, erfordert aber oft aufwändige Anpassung der Infrastruktur von Sanitäranlagen bis zu Flucht- und Rettungswegen.",
        "target_word": "Umnutzung",
        "blank": "_____ leerstehender Gewerbebauten zu Wohnraum kann innerstädtische Quartiere beleben, erfordert aber oft aufwändige Anpassung der Infrastruktur von Sanitäranlagen bis zu Flucht- und Rettungswegen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Umnutzung-002",
        "sentence": "Bei der Umnutzung historischer Gebäude müssen Denkmalschutzauflagen mit modernen Wohnansprüchen vereinbart werden, was kreative Planungslösungen und enge Abstimmung mit Behörden erfordert.",
        "target_word": "Umnutzung",
        "blank": "Bei der _____ historischer Gebäude müssen Denkmalschutzauflagen mit modernen Wohnansprüchen vereinbart werden, was kreative Planungslösungen und enge Abstimmung mit Behörden erfordert.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Umnutzung-003",
        "sentence": "Kommunale Umnutzungsstrategien fördern die Konversion von Büroflächen zu Wohnungen, um auf veränderte Bedarfe im Zuge von Digitalisierung zu reagieren und Leerstand produktiv zu nutzen.",
        "target_word": "Umnutzung",
        "blank": "Kommunale _____sstrategien fördern die Konversion von Büroflächen zu Wohnungen, um auf veränderte Bedarfe im Zuge von Digitalisierung zu reagieren und Leerstand produktiv zu nutzen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Konversion": [
      {
        "id": "de-c1-stadtplanung-Konversion-001",
        "sentence": "Konversion ehemaliger Militär- oder Industrieareale bietet große Entwicklungspotenziale, erfordert aber umfassende Altlastensanierung und den Aufbau neuer Infrastruktur für Wohnen und Gewerbe.",
        "target_word": "Konversion",
        "blank": "_____ ehemaliger Militär- oder Industrieareale bietet große Entwicklungspotenziale, erfordert aber umfassende Altlastensanierung und den Aufbau neuer Infrastruktur für Wohnen und Gewerbe.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Konversion-002",
        "sentence": "Bei Konversionsflächen können zusammenhängende Areale nach integrierten Konzepten entwickelt werden, die Durchmischung von Nutzungen und klimaresiliente Freiräume von Anfang an mitplanen.",
        "target_word": "Konversion",
        "blank": "Bei _____sflächen können zusammenhängende Areale nach integrierten Konzepten entwickelt werden, die Durchmischung von Nutzungen und klimaresiliente Freiräume von Anfang an mitplanen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Konversion-003",
        "sentence": "Die Beteiligung von Anwohnern bei Konversionsprojekten ist entscheidend, damit die neuen Quartiere an bestehende Stadtteile anknüpfen und die Infrastruktur den Bedürfnissen der Bevölkerung entspricht.",
        "target_word": "Konversion",
        "blank": "Die Beteiligung von Anwohnern bei _____sprojekten ist entscheidend, damit die neuen Quartiere an bestehende Stadtteile anknüpfen und die Infrastruktur den Bedürfnissen der Bevölkerung entspricht.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Leerstandsmanagement": [
      {
        "id": "de-c1-stadtplanung-Leerstandsmanagement-001",
        "sentence": "Leerstandsmanagement erfasst systematisch ungenutzte Gebäude und Wohnungen, um durch Vermittlung und Anreize diese Ressourcen dem Wohnungsmarkt wieder zuzuführen und Infrastruktur optimal zu nutzen.",
        "target_word": "Leerstandsmanagement",
        "blank": "_____ erfasst systematisch ungenutzte Gebäude und Wohnungen, um durch Vermittlung und Anreize diese Ressourcen dem Wohnungsmarkt wieder zuzuführen und Infrastruktur optimal zu nutzen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Leerstandsmanagement-002",
        "sentence": "In schrumpfenden Regionen hilft Leerstandsmanagement, den Rückbau überflüssiger Infrastruktur zu planen und konzentrierte Siedlungsstrukturen zu fördern, statt flächendeckende Versorgung bei sinkender Nachfrage aufrechtzuerhalten.",
        "target_word": "Leerstandsmanagement",
        "blank": "In schrumpfenden Regionen hilft _____, den Rückbau überflüssiger Infrastruktur zu planen und konzentrierte Siedlungsstrukturen zu fördern, statt flächendeckende Versorgung bei sinkender Nachfrage aufrechtzuerhalten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Leerstandsmanagement-003",
        "sentence": "Digitale Leerstandskataster ermöglichen Kommunen und Investoren, Potenziale für Umnutzung zu identifizieren, wodurch Transparenz geschaffen und die Aktivierung ungenutzten Wohnraums beschleunigt wird.",
        "target_word": "Leerstandsmanagement",
        "blank": "Digitale Leerstandskataster ermöglichen Kommunen und Investoren, Potenziale für Umnutzung zu identifizieren, wodurch Transparenz geschaffen und die Aktivierung ungenutzten Wohnraums beschleunigt wird.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Flächenrecycling": [
      {
        "id": "de-c1-stadtplanung-Flächenrecycling-001",
        "sentence": "Flächenrecycling bezeichnet die Wiedernutzbarmachung ehemals versiegelter Industriebrachen, wobei Altlasten beseitigt und neue Infrastruktur geschaffen wird, um Flächen für Wohnen zurückzugewinnen.",
        "target_word": "Flächenrecycling",
        "blank": "_____ bezeichnet die Wiedernutzbarmachung ehemals versiegelter Industriebrachen, wobei Altlasten beseitigt und neue Infrastruktur geschaffen wird, um Flächen für Wohnen zurückzugewinnen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Flächenrecycling-002",
        "sentence": "Durch Flächenrecycling wird der Verbrauch unberührter Landschaft reduziert, da bereits erschlossene, aber ungenutzte Flächen im Innenbereich reaktiviert werden, was ökologisch nachhaltiger ist.",
        "target_word": "Flächenrecycling",
        "blank": "Durch _____ wird der Verbrauch unberührter Landschaft reduziert, da bereits erschlossene, aber ungenutzte Flächen im Innenbereich reaktiviert werden, was ökologisch nachhaltiger ist.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Flächenrecycling-003",
        "sentence": "Förderprogramme für Flächenrecycling unterstützen Kommunen bei der Finanzierung von Altlastensanierung, um brachliegende Areale trotz hoher Initialkosten wieder in den Entwicklungskreislauf zu bringen.",
        "target_word": "Flächenrecycling",
        "blank": "Förderprogramme für _____ unterstützen Kommunen bei der Finanzierung von Altlastensanierung, um brachliegende Areale trotz hoher Initialkosten wieder in den Entwicklungskreislauf zu bringen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Altlastensanierung": [
      {
        "id": "de-c1-stadtplanung-Altlastensanierung-001",
        "sentence": "Altlastensanierung ist Voraussetzung für die Bebauung ehemaliger Industrieflächen, da Bodenkontaminationen durch Schwermetalle die Gesundheit gefährden und aufwändige Reinigungsverfahren erfordern.",
        "target_word": "Altlastensanierung",
        "blank": "_____ ist Voraussetzung für die Bebauung ehemaliger Industrieflächen, da Bodenkontaminationen durch Schwermetalle die Gesundheit gefährden und aufwändige Reinigungsverfahren erfordern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Altlastensanierung-002",
        "sentence": "Die Kosten der Altlastensanierung können erheblich sein und die Wirtschaftlichkeit von Konversionsprojekten gefährden, weshalb öffentliche Förderung oft notwendig ist, um belastete Flächen zu entwickeln.",
        "target_word": "Altlastensanierung",
        "blank": "Die Kosten der _____ können erheblich sein und die Wirtschaftlichkeit von Konversionsprojekten gefährden, weshalb öffentliche Förderung oft notwendig ist, um belastete Flächen zu entwickeln.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Altlastensanierung-003",
        "sentence": "Rechtlich ist die Verantwortung für Altlastensanierung komplex, da oft Verursacher nicht mehr existieren, sodass Kommunen oder neue Investoren die Sanierungskosten tragen müssen.",
        "target_word": "Altlastensanierung",
        "blank": "Rechtlich ist die Verantwortung für _____ komplex, da oft Verursacher nicht mehr existieren, sodass Kommunen oder neue Investoren die Sanierungskosten tragen müssen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bodengutachten": [
      {
        "id": "de-c1-stadtplanung-Bodengutachten-001",
        "sentence": "Ein Bodengutachten untersucht die Tragfähigkeit und Beschaffenheit des Untergrunds und ist Grundlage für die Planung von Fundamenten und technischer Infrastruktur bei Bauprojekten.",
        "target_word": "Bodengutachten",
        "blank": "Ein _____ untersucht die Tragfähigkeit und Beschaffenheit des Untergrunds und ist Grundlage für die Planung von Fundamenten und technischer Infrastruktur bei Bauprojekten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bodengutachten-002",
        "sentence": "Vor dem Erwerb von Konversionsflächen lassen Investoren Bodengutachten erstellen, um Altlasten zu identifizieren und die Kosten für Sanierung realistisch einzuschätzen.",
        "target_word": "Bodengutachten",
        "blank": "Vor dem Erwerb von Konversionsflächen lassen Investoren _____ erstellen, um Altlasten zu identifizieren und die Kosten für Sanierung realistisch einzuschätzen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bodengutachten-003",
        "sentence": "Bodengutachten liefern wichtige Daten für die Umweltplanung, etwa zur Versickerungsfähigkeit bei dezentraler Regenwasserbewirtschaftung oder zur Eignung für Geothermienutzung in Energiekonzepten.",
        "target_word": "Bodengutachten",
        "blank": "_____ liefern wichtige Daten für die Umweltplanung, etwa zur Versickerungsfähigkeit bei dezentraler Regenwasserbewirtschaftung oder zur Eignung für Geothermienutzung in Energiekonzepten.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Bedarfsplanung": [
      {
        "id": "de-c1-stadtplanung-Bedarfsplanung-001",
        "sentence": "Bedarfsplanung ermittelt systematisch den zukünftigen Bedarf an Wohnungen und sozialer Infrastruktur, um Investitionen zielgerichtet zu steuern und Über- oder Unterversorgung zu vermeiden.",
        "target_word": "Bedarfsplanung",
        "blank": "_____ ermittelt systematisch den zukünftigen Bedarf an Wohnungen und sozialer Infrastruktur, um Investitionen zielgerichtet zu steuern und Über- oder Unterversorgung zu vermeiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bedarfsplanung-002",
        "sentence": "Bei der Bedarfsplanung für Verkehrsinfrastruktur werden Bevölkerungsprognosen und Pendlerströme analysiert, damit Straßen und ÖPNV-Linien dem tatsächlichen Mobilitätsbedarf entsprechen.",
        "target_word": "Bedarfsplanung",
        "blank": "Bei der _____ für Verkehrsinfrastruktur werden Bevölkerungsprognosen und Pendlerströme analysiert, damit Straßen und ÖPNV-Linien dem tatsächlichen Mobilitätsbedarf entsprechen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Bedarfsplanung-003",
        "sentence": "Kommunale Bedarfsplanung erfordert enge Zusammenarbeit zwischen Fachämtern und Bürgerbeteiligung, damit lokale Bedarfe erkannt werden und Infrastrukturinvestitionen nicht an Bedürfnissen vorbeigehen.",
        "target_word": "Bedarfsplanung",
        "blank": "Kommunale _____ erfordert enge Zusammenarbeit zwischen Fachämtern und Bürgerbeteiligung, damit lokale Bedarfe erkannt werden und Infrastrukturinvestitionen nicht an Bedürfnissen vorbeigehen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Standortanalyse": [
      {
        "id": "de-c1-stadtplanung-Standortanalyse-001",
        "sentence": "Eine Standortanalyse bewertet die Eignung von Flächen für bestimmte Nutzungen, indem Faktoren wie Verkehrsanbindung, Lärmbelastung und vorhandene Infrastruktur systematisch untersucht werden.",
        "target_word": "Standortanalyse",
        "blank": "Eine _____ bewertet die Eignung von Flächen für bestimmte Nutzungen, indem Faktoren wie Verkehrsanbindung, Lärmbelastung und vorhandene Infrastruktur systematisch untersucht werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Standortanalyse-002",
        "sentence": "Bei der Standortanalyse für neue Wohngebiete werden Erreichbarkeit von Schulen und ÖPNV-Haltestellen geprüft, um sicherzustellen, dass die Versorgungsinfrastruktur künftige Bewohner angemessen unterstützt.",
        "target_word": "Standortanalyse",
        "blank": "Bei der _____ für neue Wohngebiete werden Erreichbarkeit von Schulen und ÖPNV-Haltestellen geprüft, um sicherzustellen, dass die Versorgungsinfrastruktur künftige Bewohner angemessen unterstützt.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Standortanalyse-003",
        "sentence": "Investoren nutzen Standortanalysen, um Marktpotenziale und Risiken zu bewerten, bevor sie Grundstücke erwerben, wobei auch weiche Faktoren wie Imageentwicklung des Quartiers einfließen.",
        "target_word": "Standortanalyse",
        "blank": "Investoren nutzen _____n, um Marktpotenziale und Risiken zu bewerten, bevor sie Grundstücke erwerben, wobei auch weiche Faktoren wie Imageentwicklung des Quartiers einfließen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Machbarkeitsstudie": [
      {
        "id": "de-c1-stadtplanung-Machbarkeitsstudie-001",
        "sentence": "Eine Machbarkeitsstudie prüft, ob ein geplantes Bauprojekt technisch und wirtschaftlich umsetzbar ist, und untersucht alternative Szenarien, um die optimale Entwicklungsstrategie zu identifizieren.",
        "target_word": "Machbarkeitsstudie",
        "blank": "Eine _____ prüft, ob ein geplantes Bauprojekt technisch und wirtschaftlich umsetzbar ist, und untersucht alternative Szenarien, um die optimale Entwicklungsstrategie zu identifizieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Machbarkeitsstudie-002",
        "sentence": "Machbarkeitsstudien für Infrastrukturvorhaben wie neue Stadtbahnlinien analysieren Kosten, Nutzen und Umweltauswirkungen, bevor Politik und Verwaltung über die Realisierung entscheiden.",
        "target_word": "Machbarkeitsstudie",
        "blank": "_____n für Infrastrukturvorhaben wie neue Stadtbahnlinien analysieren Kosten, Nutzen und Umweltauswirkungen, bevor Politik und Verwaltung über die Realisierung entscheiden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Machbarkeitsstudie-003",
        "sentence": "Bei komplexen Konversionsprojekten liefert die Machbarkeitsstudie Entscheidungsgrundlagen zur Altlastensanierung und Nutzungsmischung, sodass Risiken frühzeitig erkannt und minimiert werden können.",
        "target_word": "Machbarkeitsstudie",
        "blank": "Bei komplexen Konversionsprojekten liefert die _____ Entscheidungsgrundlagen zur Altlastensanierung und Nutzungsmischung, sodass Risiken frühzeitig erkannt und minimiert werden können.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Städtebauliche Studie": [
      {
        "id": "de-c1-stadtplanung-Städtebauliche-Studie-001",
        "sentence": "Eine städtebauliche Studie untersucht verschiedene Entwicklungsszenarien für ein Quartier, visualisiert Bebauungsdichten und Erschließung, um eine fundierte Planungsgrundlage für politische Entscheidungen zu schaffen.",
        "target_word": "Städtebauliche Studie",
        "blank": "Eine städtebauliche Studie untersucht verschiedene Entwicklungsszenarien für ein Quartier, visualisiert Bebauungsdichten und Erschließung, um eine fundierte Planungsgrundlage für politische Entscheidungen zu schaffen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Städtebauliche-Studie-002",
        "sentence": "Städtebauliche Studien für Konversionsflächen zeigen, wie vorhandene Infrastruktur genutzt und neue Straßen angelegt werden können, um lebenswerte und funktionale Stadtteile zu entwickeln.",
        "target_word": "Städtebauliche Studie",
        "blank": "_____n für Konversionsflächen zeigen, wie vorhandene Infrastruktur genutzt und neue Straßen angelegt werden können, um lebenswerte und funktionale Stadtteile zu entwickeln.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Städtebauliche-Studie-003",
        "sentence": "Die Ergebnisse städtebaulicher Studien werden in Bürgerwerkstätten präsentiert, damit Anwohner frühzeitig Einfluss auf die Entwicklung nehmen und lokales Wissen in die Planung einfließt.",
        "target_word": "Städtebauliche Studie",
        "blank": "Die Ergebnisse städtebaulicher Studien werden in Bürgerwerkstätten präsentiert, damit Anwohner frühzeitig Einfluss auf die Entwicklung nehmen und lokales Wissen in die Planung einfließt.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Variantenvergleich": [
      {
        "id": "de-c1-stadtplanung-Variantenvergleich-001",
        "sentence": "Ein Variantenvergleich stellt unterschiedliche Planungsoptionen gegenüber und bewertet sie nach Kriterien wie Kosten und Umweltauswirkungen, um die optimale Lösung zu ermitteln.",
        "target_word": "Variantenvergleich",
        "blank": "Ein _____ stellt unterschiedliche Planungsoptionen gegenüber und bewertet sie nach Kriterien wie Kosten und Umweltauswirkungen, um die optimale Lösung zu ermitteln.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Variantenvergleich-002",
        "sentence": "Bei Infrastrukturprojekten hilft der Variantenvergleich, verschiedene Trassenführungen zu bewerten, sodass technische Machbarkeit und Belastung für Anwohner abgewogen werden können.",
        "target_word": "Variantenvergleich",
        "blank": "Bei Infrastrukturprojekten hilft der _____, verschiedene Trassenführungen zu bewerten, sodass technische Machbarkeit und Belastung für Anwohner abgewogen werden können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Variantenvergleich-003",
        "sentence": "Der Variantenvergleich wird oft öffentlich dokumentiert, um die Entscheidungsfindung transparent zu machen und Bürgern zu zeigen, warum eine bestimmte Planungsvariante gewählt wurde.",
        "target_word": "Variantenvergleich",
        "blank": "Der _____ wird oft öffentlich dokumentiert, um die Entscheidungsfindung transparent zu machen und Bürgern zu zeigen, warum eine bestimmte Planungsvariante gewählt wurde.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Nutzungskonzept": [
      {
        "id": "de-c1-stadtplanung-Nutzungskonzept-001",
        "sentence": "Ein Nutzungskonzept definiert, welche Funktionen in einem Gebäude oder Quartier angesiedelt werden sollen, und strebt eine ausgewogene Mischung von Wohnen und Arbeiten an.",
        "target_word": "Nutzungskonzept",
        "blank": "Ein _____ definiert, welche Funktionen in einem Gebäude oder Quartier angesiedelt werden sollen, und strebt eine ausgewogene Mischung von Wohnen und Arbeiten an.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nutzungskonzept-002",
        "sentence": "Bei der Entwicklung eines Nutzungskonzepts für Konversionsflächen wird geprüft, welche Infrastruktur für geplante Nutzungen notwendig ist, von Kitas bis zu öffentlichen Grünflächen.",
        "target_word": "Nutzungskonzept",
        "blank": "Bei der Entwicklung eines _____s für Konversionsflächen wird geprüft, welche Infrastruktur für geplante Nutzungen notwendig ist, von Kitas bis zu öffentlichen Grünflächen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Nutzungskonzept-003",
        "sentence": "Das Nutzungskonzept bildet die Grundlage für Bebauungsplan und Erschließung und wird mit Anwohnern und Investoren abgestimmt, um realistische und akzeptierte Entwicklungsziele zu formulieren.",
        "target_word": "Nutzungskonzept",
        "blank": "Das _____ bildet die Grundlage für Bebauungsplan und Erschließung und wird mit Anwohnern und Investoren abgestimmt, um realistische und akzeptierte Entwicklungsziele zu formulieren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Raumkonzept": [
      {
        "id": "de-c1-stadtplanung-Raumkonzept-001",
        "sentence": "Ein Raumkonzept beschreibt die räumliche Struktur einer Stadt oder Region, definiert Entwicklungsachsen und Schwerpunkte für Wohnen, Gewerbe und Infrastruktur.",
        "target_word": "Raumkonzept",
        "blank": "Ein _____ beschreibt die räumliche Struktur einer Stadt oder Region, definiert Entwicklungsachsen und Schwerpunkte für Wohnen, Gewerbe und Infrastruktur.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Raumkonzept-002",
        "sentence": "Das Raumkonzept dient als strategisches Planungsinstrument, um Siedlungsentwicklung zu bündeln, Zersiedelung zu vermeiden und Infrastrukturausbau effizient auf Wachstumsbereiche zu konzentrieren.",
        "target_word": "Raumkonzept",
        "blank": "Das _____ dient als strategisches Planungsinstrument, um Siedlungsentwicklung zu bündeln, Zersiedelung zu vermeiden und Infrastrukturausbau effizient auf Wachstumsbereiche zu konzentrieren.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Raumkonzept-003",
        "sentence": "Bei der Erarbeitung eines Raumkonzepts werden ökologische und wirtschaftliche Ziele integriert, sodass langfristige Leitlinien für nachhaltige Raumentwicklung entstehen, die alle Fachplanungen koordinieren.",
        "target_word": "Raumkonzept",
        "blank": "Bei der Erarbeitung eines _____s werden ökologische und wirtschaftliche Ziele integriert, sodass langfristige Leitlinien für nachhaltige Raumentwicklung entstehen, die alle Fachplanungen koordinieren.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Kompakte Stadt": [
      {
        "id": "de-c1-stadtplanung-Kompakte-Stadt-001",
        "sentence": "Die kompakte Stadt als Leitbild fördert hohe Nutzungsdichten und kurze Wege, um Flächenverbrauch zu minimieren, ÖPNV wirtschaftlich zu betreiben und lebendige Quartiere zu schaffen.",
        "target_word": "Kompakte Stadt",
        "blank": "Die kompakte Stadt als Leitbild fördert hohe Nutzungsdichten und kurze Wege, um Flächenverbrauch zu minimieren, ÖPNV wirtschaftlich zu betreiben und lebendige Quartiere zu schaffen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kompakte-Stadt-002",
        "sentence": "Infrastrukturplanung in der kompakten Stadt profitiert von der Bündelung von Nutzungen, da Versorgungsnetze und Schulen bei hoher Bewohnerdichte effizienter betrieben werden können.",
        "target_word": "Kompakte Stadt",
        "blank": "Infrastrukturplanung in der kompakten Stadt profitiert von der Bündelung von Nutzungen, da Versorgungsnetze und Schulen bei hoher Bewohnerdichte effizienter betrieben werden können.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Kompakte-Stadt-003",
        "sentence": "Kritiker der kompakten Stadt warnen vor Verdichtungsstress und fordern ausreichend Grün- und Freiräume, damit hohe Dichte nicht zu Lasten von Lebensqualität und Gesundheit geht.",
        "target_word": "Kompakte Stadt",
        "blank": "Kritiker der kompakten Stadt warnen vor Verdichtungsstress und fordern ausreichend Grün- und Freiräume, damit hohe Dichte nicht zu Lasten von Lebensqualität und Gesundheit geht.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Produktive Stadt": [
      {
        "id": "de-c1-stadtplanung-Produktive-Stadt-001",
        "sentence": "Die produktive Stadt integriert Handwerk und urbane Landwirtschaft in Wohnquartiere, um lokale Wertschöpfung, kurze Lieferketten und resiliente Wirtschaftsstrukturen zu fördern.",
        "target_word": "Produktive Stadt",
        "blank": "Die produktive Stadt integriert Handwerk und urbane Landwirtschaft in Wohnquartiere, um lokale Wertschöpfung, kurze Lieferketten und resiliente Wirtschaftsstrukturen zu fördern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Produktive-Stadt-002",
        "sentence": "Planung für die produktive Stadt erfordert Infrastruktur, die gewerbliche Nutzungen mit Wohnen verträglich macht, etwa durch Lärmschutz und flexible Gewerbeflächen für kleinere Betriebe.",
        "target_word": "Produktive Stadt",
        "blank": "Planung für die produktive Stadt erfordert Infrastruktur, die gewerbliche Nutzungen mit Wohnen verträglich macht, etwa durch Lärmschutz und flexible Gewerbeflächen für kleinere Betriebe.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Produktive-Stadt-003",
        "sentence": "Konzepte der produktiven Stadt werden in Beteiligungsverfahren entwickelt, indem lokale Handwerker und Start-ups eingebunden werden, um passgenaue Räume für innovative Produktionsformen zu schaffen.",
        "target_word": "Produktive Stadt",
        "blank": "Konzepte der produktiven Stadt werden in Beteiligungsverfahren entwickelt, indem lokale Handwerker und Start-ups eingebunden werden, um passgenaue Räume für innovative Produktionsformen zu schaffen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Eigentumsstruktur": [
      {
        "id": "de-c1-stadtplanung-Eigentumsstruktur-001",
        "sentence": "Die Eigentumsstruktur städtischer Grundstücke beeinflusst maßgeblich die Steuerungsfähigkeit der Kommune, da öffentliches Eigentum langfristige Planung ermöglicht, während zersplittertes Privateigentum Entwicklung erschwert.",
        "target_word": "Eigentumsstruktur",
        "blank": "Die _____ städtischer Grundstücke beeinflusst maßgeblich die Steuerungsfähigkeit der Kommune, da öffentliches Eigentum langfristige Planung ermöglicht, während zersplittertes Privateigentum Entwicklung erschwert.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Eigentumsstruktur-002",
        "sentence": "Gemischte Eigentumsstrukturen mit kommunalen und genossenschaftlichen Anteilen fördern soziale Vielfalt und verhindern Monostrukturen, die Quartiere anfällig für Spekulation oder Verfall machen.",
        "target_word": "Eigentumsstruktur",
        "blank": "Gemischte _____en mit kommunalen und genossenschaftlichen Anteilen fördern soziale Vielfalt und verhindern Monostrukturen, die Quartiere anfällig für Spekulation oder Verfall machen.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Eigentumsstruktur-003",
        "sentence": "Analysen der Eigentumsstruktur sind Grundlage für bodenpolitische Strategien wie Rekommunalisierung, um die Kontrolle über Flächenentwicklung zurückzugewinnen und Gemeinwohlziele durchzusetzen.",
        "target_word": "Eigentumsstruktur",
        "blank": "Analysen der _____ sind Grundlage für bodenpolitische Strategien wie Rekommunalisierung, um die Kontrolle über Flächenentwicklung zurückzugewinnen und Gemeinwohlziele durchzusetzen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Rekommunalisierung": [
      {
        "id": "de-c1-stadtplanung-Rekommunalisierung-001",
        "sentence": "Rekommunalisierung von Wohnungsbeständen ermöglicht Kommunen, wieder aktiv Einfluss auf Mietpreisentwicklung und Belegung zu nehmen und strategisch bezahlbaren Wohnraum zu sichern.",
        "target_word": "Rekommunalisierung",
        "blank": "_____ von Wohnungsbeständen ermöglicht Kommunen, wieder aktiv Einfluss auf Mietpreisentwicklung und Belegung zu nehmen und strategisch bezahlbaren Wohnraum zu sichern.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Rekommunalisierung-002",
        "sentence": "Durch Rekommunalisierung der Infrastruktur wie Stadtwerke können Gewinne im öffentlichen Haushalt verbleiben und für weitere Investitionen in Daseinsvorsorge genutzt werden.",
        "target_word": "Rekommunalisierung",
        "blank": "Durch _____ der Infrastruktur wie Stadtwerke können Gewinne im öffentlichen Haushalt verbleiben und für weitere Investitionen in Daseinsvorsorge genutzt werden.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Rekommunalisierung-003",
        "sentence": "Die Finanzierung von Rekommunalisierung ist herausfordernd, da Kommunen oft hohe Kaufpreise aufbringen müssen, weshalb Förderprogramme notwendig sind, um öffentliches Eigentum zurückzugewinnen.",
        "target_word": "Rekommunalisierung",
        "blank": "Die Finanzierung von _____ ist herausfordernd, da Kommunen oft hohe Kaufpreise aufbringen müssen, weshalb Förderprogramme notwendig sind, um öffentliches Eigentum zurückzugewinnen.",
        "translation": "",
        "difficulty": "advanced"
      }
    ],
    "Wohnungsgemeinnützigkeit": [
      {
        "id": "de-c1-stadtplanung-Wohnungsgemeinnützigkeit-001",
        "sentence": "Die Wohnungsgemeinnützigkeit würde Wohnungen dauerhaft dem Spekulationsmarkt entziehen und durch gemeinnützige Träger verwalten lassen, um langfristig stabile Mieten zu gewährleisten.",
        "target_word": "Wohnungsgemeinnützigkeit",
        "blank": "Die _____ würde Wohnungen dauerhaft dem Spekulationsmarkt entziehen und durch gemeinnützige Träger verwalten lassen, um langfristig stabile Mieten zu gewährleisten.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnungsgemeinnützigkeit-002",
        "sentence": "Unter einem System der Wohnungsgemeinnützigkeit würden Gewinne in den Bestand reinvestiert statt ausgeschüttet, sodass die Infrastruktur kontinuierlich modernisiert und erhalten wird.",
        "target_word": "Wohnungsgemeinnützigkeit",
        "blank": "Unter einem System der _____ würden Gewinne in den Bestand reinvestiert statt ausgeschüttet, sodass die Infrastruktur kontinuierlich modernisiert und erhalten wird.",
        "translation": "",
        "difficulty": "advanced"
      },
      {
        "id": "de-c1-stadtplanung-Wohnungsgemeinnützigkeit-003",
        "sentence": "Die Debatte über Wohnungsgemeinnützigkeit bezieht sich auf das österreichische Modell und prüft, ob eine Wiedereinführung die Wohnungskrise mildern und bezahlbaren Wohnraum sichern könnte.",
        "target_word": "Wohnungsgemeinnützigkeit",
        "blank": "Die Debatte über _____ bezieht sich auf das österreichische Modell und prüft, ob eine Wiedereinführung die Wohnungskrise mildern und bezahlbaren Wohnraum sichern könnte.",
        "translation": "",
        "difficulty": "advanced"
      }
    ]
  }
}