[
  {
    "targetWord": "Bebauungsplan",
    "sentence": "Der neue Bebauungsplan wurde gestern vom Stadtrat beschlossen und sieht eine moderne Mischnutzung vor.",
    "translation": "The new development plan was approved by the city council yesterday and provides for modern mixed-use."
  },
  {
    "targetWord": "Bebauungsplan",
    "sentence": "Falls der Bebauungsplan geändert werden sollte, müssten alle betroffenen Anwohner rechtzeitig informiert werden.",
    "translation": "If the development plan should be changed, all affected residents would have to be informed in time."
  },
  {
    "targetWord": "Bebauungsplan",
    "sentence": "Hätte man den Bebauungsplan früher erstellt, wären die aktuellen Probleme mit der Verkehrsführung vermeidbar gewesen.",
    "translation": "Had the development plan been created earlier, the current problems with traffic management would have been avoidable."
  },
  {
    "targetWord": "Flächennutzungsplan",
    "sentence": "Der Flächennutzungsplan wird alle zehn Jahre überarbeitet, um aktuelle städtebauliche Entwicklungen zu berücksichtigen.",
    "translation": "The land use plan is revised every ten years to take current urban development into account."
  },
  {
    "targetWord": "Flächennutzungsplan",
    "sentence": "Im aktuellen Flächennutzungsplan sind mehrere neue Wohngebiete vorgesehen, die bis 2030 erschlossen werden sollen.",
    "translation": "The current land use plan includes several new residential areas that should be developed by 2030."
  },
  {
    "targetWord": "Flächennutzungsplan",
    "sentence": "Sollte der Flächennutzungsplan nicht angepasst werden, könnten wichtige Entwicklungsmöglichkeiten für die Stadt verloren gehen.",
    "translation": "Should the land use plan not be adjusted, important development opportunities for the city could be lost."
  },
  {
    "targetWord": "Baugenehmigung",
    "sentence": "Die Baugenehmigung wurde nach sechswöchiger Prüfung erteilt, sodass die Bauarbeiten nächste Woche beginnen können.",
    "translation": "The building permit was granted after a six-week review, so construction work can begin next week."
  },
  {
    "targetWord": "Baugenehmigung",
    "sentence": "Ohne gültige Baugenehmigung dürfen keine baulichen Veränderungen vorgenommen werden, selbst wenn sie geringfügig erscheinen.",
    "translation": "Without a valid building permit, no structural changes may be made, even if they appear minor."
  },
  {
    "targetWord": "Baugenehmigung",
    "sentence": "Wäre die Baugenehmigung rechtzeitig beantragt worden, hätten wir das Projekt bereits im Frühjahr starten können.",
    "translation": "Had the building permit been applied for in time, we could have started the project in spring."
  },
  {
    "targetWord": "Bauvoranfrage",
    "sentence": "Mit einer Bauvoranfrage können Investoren frühzeitig klären, ob ihr geplantes Vorhaben überhaupt realisierbar ist.",
    "translation": "With a preliminary building inquiry, investors can clarify early on whether their planned project is feasible at all."
  },
  {
    "targetWord": "Bauvoranfrage",
    "sentence": "Die positive Bauvoranfrage gibt dem Bauherrn Planungssicherheit, bevor er in die detaillierte Projektplanung investiert.",
    "translation": "The positive preliminary building inquiry gives the builder planning security before investing in detailed project planning."
  },
  {
    "targetWord": "Bauvoranfrage",
    "sentence": "Falls die Bauvoranfrage negativ beschieden wird, sollten alternative Standorte oder Konzepte in Betracht gezogen werden.",
    "translation": "If the preliminary building inquiry is rejected, alternative locations or concepts should be considered."
  },
  {
    "targetWord": "Erschließung",
    "sentence": "Die vollständige Erschließung des Neubaugebiets wird voraussichtlich bis Ende des Jahres abgeschlossen sein.",
    "translation": "The complete development of the new construction area will probably be completed by the end of the year."
  },
  {
    "targetWord": "Erschließung",
    "sentence": "Ohne ordnungsgemäße Erschließung mit Strom, Wasser und Abwasser kann keine Baugenehmigung für Wohnhäuser erteilt werden.",
    "translation": "Without proper development with electricity, water and sewage, no building permit for residential buildings can be granted."
  },
  {
    "targetWord": "Erschließung",
    "sentence": "Hätte die Stadt die Erschließung früher begonnen, wären die Grundstückspreise nicht so stark gestiegen.",
    "translation": "Had the city begun the development earlier, property prices would not have risen so sharply."
  },
  {
    "targetWord": "Bauland",
    "sentence": "Das ausgewiesene Bauland in unserer Region wird immer knapper, weshalb die Preise kontinuierlich steigen.",
    "translation": "The designated building land in our region is becoming increasingly scarce, which is why prices are rising continuously."
  },
  {
    "targetWord": "Bauland",
    "sentence": "Die Umwandlung von landwirtschaftlicher Fläche in Bauland erfordert eine sorgfältige Prüfung der ökologischen Auswirkungen.",
    "translation": "The conversion of agricultural land into building land requires careful examination of the ecological impacts."
  },
  {
    "targetWord": "Bauland",
    "sentence": "Wenn mehr Bauland zur Verfügung gestellt würde, könnte die angespannte Wohnsituation in der Stadt entschärft werden.",
    "translation": "If more building land were made available, the tense housing situation in the city could be eased."
  },
  {
    "targetWord": "Geschossflächenzahl",
    "sentence": "Die festgelegte Geschossflächenzahl von 1,2 ermöglicht eine moderate Verdichtung bei gleichzeitiger Wahrung des Quartierscharakters.",
    "translation": "The established floor area ratio of 1.2 enables moderate densification while preserving the character of the quarter."
  },
  {
    "targetWord": "Geschossflächenzahl",
    "sentence": "Bei der Berechnung der Geschossflächenzahl werden alle oberirdischen Vollgeschosse des geplanten Gebäudes berücksichtigt.",
    "translation": "When calculating the floor area ratio, all above-ground full floors of the planned building are considered."
  },
  {
    "targetWord": "Geschossflächenzahl",
    "sentence": "Sollte die Geschossflächenzahl überschritten werden, muss der Bauherr einen Antrag auf Befreiung stellen.",
    "translation": "Should the floor area ratio be exceeded, the builder must apply for an exemption."
  },
  {
    "targetWord": "Grundflächenzahl",
    "sentence": "Die Grundflächenzahl von 0,4 stellt sicher, dass mindestens 60 Prozent des Grundstücks unbebaut bleiben.",
    "translation": "The site coverage ratio of 0.4 ensures that at least 60 percent of the property remains undeveloped."
  },
  {
    "targetWord": "Grundflächenzahl",
    "sentence": "Würde die Grundflächenzahl erhöht, könnten mehr Wohneinheiten geschaffen werden, allerdings auf Kosten der Grünflächen.",
    "translation": "If the site coverage ratio were increased, more residential units could be created, but at the expense of green spaces."
  },
  {
    "targetWord": "Grundflächenzahl",
    "sentence": "Bei der Festsetzung der Grundflächenzahl müssen auch Nebenanlagen wie Garagen und Stellplätze eingerechnet werden.",
    "translation": "When determining the site coverage ratio, ancillary facilities such as garages and parking spaces must also be included."
  },
  {
    "targetWord": "Baulinie",
    "sentence": "Die strikt einzuhaltende Baulinie sorgt für ein harmonisches Straßenbild in der historischen Altstadt.",
    "translation": "The strictly observed building line ensures a harmonious streetscape in the historic old town."
  },
  {
    "targetWord": "Baulinie",
    "sentence": "An der festgesetzten Baulinie müssen alle Neubauten mit ihrer Hauptfassade errichtet werden.",
    "translation": "All new buildings must be constructed with their main facade at the established building line."
  },
  {
    "targetWord": "Baulinie",
    "sentence": "Falls von der Baulinie abgewichen werden soll, bedarf es einer besonderen städtebaulichen Begründung.",
    "translation": "If deviation from the building line is desired, special urban planning justification is required."
  },
  {
    "targetWord": "Baugrenze",
    "sentence": "Die Baugrenze darf grundsätzlich nicht überschritten werden, bietet aber Flexibilität bei der Gebäudepositionierung.",
    "translation": "The building boundary must not be exceeded in principle, but offers flexibility in building positioning."
  },
  {
    "targetWord": "Baugrenze",
    "sentence": "Innerhalb der festgesetzten Baugrenze können Architekten die Gebäude frei positionieren und gestalten.",
    "translation": "Within the established building boundary, architects can freely position and design the buildings."
  },
  {
    "targetWord": "Baugrenze",
    "sentence": "Wären die Baugrenzen großzügiger festgelegt worden, hätten innovative Architekturkonzepte besser umgesetzt werden können.",
    "translation": "Had the building boundaries been set more generously, innovative architectural concepts could have been better implemented."
  },
  {
    "targetWord": "Abstandsfläche",
    "sentence": "Die einzuhaltende Abstandsfläche beträgt mindestens die Hälfte der Gebäudehöhe, um ausreichende Belichtung zu gewährleisten.",
    "translation": "The required spacing area is at least half the building height to ensure adequate lighting."
  },
  {
    "targetWord": "Abstandsfläche",
    "sentence": "Wenn die Abstandsfläche nicht eingehalten wird, können Nachbarn Widerspruch gegen die Baugenehmigung einlegen.",
    "translation": "If the spacing area is not maintained, neighbors can file an objection to the building permit."
  },
  {
    "targetWord": "Abstandsfläche",
    "sentence": "Die Berechnung der Abstandsfläche erfolgt nach den Vorschriften der jeweiligen Landesbauordnung.",
    "translation": "The calculation of the spacing area is done according to the regulations of the respective state building code."
  },
  {
    "targetWord": "Grünordnungsplan",
    "sentence": "Der Grünordnungsplan legt fest, welche Bäume erhalten bleiben müssen und wo neue Grünflächen entstehen sollen.",
    "translation": "The landscaping plan determines which trees must be preserved and where new green spaces should be created."
  },
  {
    "targetWord": "Grünordnungsplan",
    "sentence": "Im Rahmen des Grünordnungsplans werden ökologische Ausgleichsmaßnahmen für versiegelte Flächen definiert.",
    "translation": "Within the framework of the landscaping plan, ecological compensation measures for sealed surfaces are defined."
  },
  {
    "targetWord": "Grünordnungsplan",
    "sentence": "Hätte man den Grünordnungsplan konsequenter umgesetzt, wäre das Mikroklima im Quartier deutlich besser.",
    "translation": "Had the landscaping plan been implemented more consistently, the microclimate in the quarter would be significantly better."
  },
  {
    "targetWord": "Stellplatznachweis",
    "sentence": "Der Stellplatznachweis muss bereits bei der Bauantragstellung erbracht werden, um Parkplatzprobleme zu vermeiden.",
    "translation": "The parking space verification must be provided when submitting the building application to avoid parking problems."
  },
  {
    "targetWord": "Stellplatznachweis",
    "sentence": "Für jede Wohneinheit müssen laut Stellplatznachweis mindestens 1,5 Parkplätze nachgewiesen werden.",
    "translation": "According to the parking space verification, at least 1.5 parking spaces must be demonstrated for each residential unit."
  },
  {
    "targetWord": "Stellplatznachweis",
    "sentence": "Falls der Stellplatznachweis nicht erbracht werden kann, ist eine Ablösezahlung an die Kommune möglich.",
    "translation": "If the parking space verification cannot be provided, a compensatory payment to the municipality is possible."
  },
  {
    "targetWord": "Firsthöhe",
    "sentence": "Die maximal zulässige Firsthöhe von zwölf Metern soll das einheitliche Erscheinungsbild des Wohngebiets bewahren.",
    "translation": "The maximum permitted ridge height of twelve meters should preserve the uniform appearance of the residential area."
  },
  {
    "targetWord": "Firsthöhe",
    "sentence": "Bei der Berechnung der Firsthöhe wird vom natürlichen Geländeniveau bis zum höchsten Punkt des Daches gemessen.",
    "translation": "When calculating the ridge height, measurement is taken from the natural ground level to the highest point of the roof."
  },
  {
    "targetWord": "Firsthöhe",
    "sentence": "Würde die Firsthöhe überschritten, müsste eine Ausnahmegenehmigung bei der Bauaufsichtsbehörde beantragt werden.",
    "translation": "If the ridge height were exceeded, an exemption permit would have to be applied for at the building supervisory authority."
  },
  {
    "targetWord": "Traufhöhe",
    "sentence": "Die einheitliche Traufhöhe von sieben Metern prägt das charakteristische Straßenbild der gründerzeitlichen Bebauung.",
    "translation": "The uniform eaves height of seven meters shapes the characteristic streetscape of the Wilhelminian-era buildings."
  },
  {
    "targetWord": "Traufhöhe",
    "sentence": "Zwischen Traufhöhe und Firsthöhe muss ein angemessenes Verhältnis bestehen, um harmonische Proportionen zu gewährleisten.",
    "translation": "An appropriate ratio must exist between eaves height and ridge height to ensure harmonious proportions."
  },
  {
    "targetWord": "Traufhöhe",
    "sentence": "Falls die vorgegebene Traufhöhe nicht eingehalten werden kann, sind gestalterische Alternativen mit dem Bauamt abzustimmen.",
    "translation": "If the specified eaves height cannot be maintained, design alternatives must be coordinated with the building authority."
  },
  {
    "targetWord": "Dachform",
    "sentence": "Die vorgeschriebene Dachform des Satteldachs fügt sich harmonisch in die gewachsene Bebauungsstruktur ein.",
    "translation": "The prescribed roof form of the gable roof fits harmoniously into the grown building structure."
  },
  {
    "targetWord": "Dachform",
    "sentence": "Im Bebauungsplan werden verschiedene Dachformen zugelassen, um architektonische Vielfalt zu ermöglichen.",
    "translation": "Various roof forms are permitted in the development plan to enable architectural diversity."
  },
  {
    "targetWord": "Dachform",
    "sentence": "Hätte man flexiblere Vorgaben zur Dachform gemacht, wären modernere Architekturkonzepte umsetzbar gewesen.",
    "translation": "Had more flexible specifications for roof forms been made, more modern architectural concepts would have been feasible."
  },
  {
    "targetWord": "Dachneigung",
    "sentence": "Die festgelegte Dachneigung zwischen 35 und 45 Grad entspricht der traditionellen regionalen Bauweise.",
    "translation": "The specified roof pitch between 35 and 45 degrees corresponds to the traditional regional construction method."
  },
  {
    "targetWord": "Dachneigung",
    "sentence": "Bei Flachdächern mit geringer Dachneigung müssen besondere Anforderungen an die Abdichtung gestellt werden.",
    "translation": "For flat roofs with low roof pitch, special requirements must be placed on waterproofing."
  },
  {
    "targetWord": "Dachneigung",
    "sentence": "Sollte die vorgeschriebene Dachneigung geändert werden, würde dies das gesamte Erscheinungsbild des Quartiers beeinflussen.",
    "translation": "Should the prescribed roof pitch be changed, this would influence the entire appearance of the quarter."
  },
  {
    "targetWord": "Nutzungsänderung",
    "sentence": "Die beantragte Nutzungsänderung von Gewerbe- zu Wohnraum muss baurechtlich und planungsrechtlich geprüft werden.",
    "translation": "The requested change of use from commercial to residential space must be examined under building and planning law."
  },
  {
    "targetWord": "Nutzungsänderung",
    "sentence": "Eine Nutzungsänderung kann erhebliche bauliche Anpassungen erfordern, insbesondere beim Brandschutz und der Barrierefreiheit.",
    "translation": "A change of use can require significant structural adjustments, especially in fire protection and accessibility."
  },
  {
    "targetWord": "Nutzungsänderung",
    "sentence": "Wäre die Nutzungsänderung früher genehmigt worden, hätten die Umbauarbeiten bereits im Sommer beginnen können.",
    "translation": "Had the change of use been approved earlier, the conversion work could have started already in summer."
  },
  {
    "targetWord": "Außenbereich",
    "sentence": "Im Außenbereich sind Bauvorhaben nur unter strengen Auflagen möglich, um die Landschaft zu schützen.",
    "translation": "In the outer area, construction projects are only possible under strict conditions to protect the landscape."
  },
  {
    "targetWord": "Außenbereich",
    "sentence": "Landwirtschaftliche Betriebe genießen im Außenbereich bestimmte Privilegien, die andere Bauvorhaben nicht haben.",
    "translation": "Agricultural businesses enjoy certain privileges in the outer area that other construction projects do not have."
  },
  {
    "targetWord": "Außenbereich",
    "sentence": "Falls ein Grundstück im Außenbereich liegt, gelten besondere Genehmigungsvoraussetzungen für jegliche Bebauung.",
    "translation": "If a property is located in the outer area, special approval requirements apply for any development."
  },
  {
    "targetWord": "Innenbereich",
    "sentence": "Im Innenbereich richtet sich die Zulässigkeit von Bauvorhaben nach der umgebenden Bebauung.",
    "translation": "In the inner area, the permissibility of construction projects depends on the surrounding development."
  },
  {
    "targetWord": "Innenbereich",
    "sentence": "Die Abgrenzung zwischen Innenbereich und Außenbereich ist oft strittig und muss im Einzelfall geprüft werden.",
    "translation": "The demarcation between inner and outer area is often disputed and must be examined on a case-by-case basis."
  },
  {
    "targetWord": "Innenbereich",
    "sentence": "Hätte das Grundstück im Innenbereich gelegen, wäre die Baugenehmigung wesentlich einfacher zu erhalten gewesen.",
    "translation": "Had the property been located in the inner area, the building permit would have been much easier to obtain."
  },
  {
    "targetWord": "Einvernehmen",
    "sentence": "Das gemeindliche Einvernehmen ist Voraussetzung für die Erteilung einer Baugenehmigung durch die Bauaufsichtsbehörde.",
    "translation": "Municipal agreement is a prerequisite for the granting of a building permit by the building supervisory authority."
  },
  {
    "targetWord": "Einvernehmen",
    "sentence": "Wenn die Gemeinde ihr Einvernehmen verweigert, muss dies mit städtebaulichen Gründen begründet werden.",
    "translation": "If the municipality refuses its agreement, this must be justified with urban planning reasons."
  },
  {
    "targetWord": "Einvernehmen",
    "sentence": "Das Einvernehmen der Gemeinde wurde erteilt, nachdem alle planungsrechtlichen Bedenken ausgeräumt werden konnten.",
    "translation": "The municipality's agreement was granted after all planning law concerns could be resolved."
  },
  {
    "targetWord": "Bauordnung",
    "sentence": "Die Landesbauordnung regelt alle wesentlichen technischen und rechtlichen Anforderungen an Bauvorhaben im jeweiligen Bundesland.",
    "translation": "The state building code regulates all essential technical and legal requirements for construction projects in the respective federal state."
  },
  {
    "targetWord": "Bauordnung",
    "sentence": "Verstöße gegen die Bauordnung können zu Bußgeldern oder sogar zum Abriss illegal errichteter Gebäudeteile führen.",
    "translation": "Violations of the building code can lead to fines or even demolition of illegally constructed building parts."
  },
  {
    "targetWord": "Bauordnung",
    "sentence": "Sollte die Bauordnung novelliert werden, müssten alle laufenden Bauvorhaben auf Konformität überprüft werden.",
    "translation": "Should the building code be amended, all ongoing construction projects would have to be checked for compliance."
  },
  {
    "targetWord": "Wohngebiet",
    "sentence": "Im reinen Wohngebiet sind gewerbliche Nutzungen grundsätzlich unzulässig, um die Wohnruhe zu gewährleisten.",
    "translation": "In pure residential areas, commercial uses are generally not permitted to ensure residential tranquility."
  },
  {
    "targetWord": "Wohngebiet",
    "sentence": "Das allgemeine Wohngebiet lässt neben dem Wohnen auch kleine Läden und nicht störende Gewerbebetriebe zu.",
    "translation": "The general residential area permits small shops and non-disturbing commercial operations alongside housing."
  },
  {
    "targetWord": "Wohngebiet",
    "sentence": "Wäre das Areal als Wohngebiet ausgewiesen worden, hätten hier keine Bürogebäude entstehen dürfen.",
    "translation": "Had the area been designated as a residential area, no office buildings would have been allowed here."
  },
  {
    "targetWord": "Gewerbegebiet",
    "sentence": "Im Gewerbegebiet sind vorwiegend nicht erheblich belästigende Gewerbebetriebe zulässig, die in anderen Baugebieten stören würden.",
    "translation": "In commercial areas, primarily non-significantly disturbing commercial operations are permitted that would disturb in other building areas."
  },
  {
    "targetWord": "Gewerbegebiet",
    "sentence": "Die Ausweisung neuer Gewerbegebiete soll Arbeitsplätze schaffen und die wirtschaftliche Entwicklung der Region fördern.",
    "translation": "The designation of new commercial areas should create jobs and promote the economic development of the region."
  },
  {
    "targetWord": "Gewerbegebiet",
    "sentence": "Falls das Gewerbegebiet erweitert wird, müssten umfangreiche Lärmschutzmaßnahmen für die angrenzenden Wohngebiete getroffen werden.",
    "translation": "If the commercial area is expanded, extensive noise protection measures would have to be taken for the adjacent residential areas."
  },
  {
    "targetWord": "Mischgebiet",
    "sentence": "Das Mischgebiet ermöglicht eine ausgewogene Nutzung von Wohnen und Gewerbe ohne gegenseitige Beeinträchtigung.",
    "translation": "The mixed-use area enables a balanced use of residential and commercial without mutual impairment."
  },
  {
    "targetWord": "Mischgebiet",
    "sentence": "In einem Mischgebiet müssen beide Nutzungsarten gleichberechtigt nebeneinander bestehen können.",
    "translation": "In a mixed-use area, both types of use must be able to coexist equally."
  },
  {
    "targetWord": "Mischgebiet",
    "sentence": "Hätte man das Quartier als Mischgebiet entwickelt, wäre eine lebendigere Stadtstruktur entstanden.",
    "translation": "Had the quarter been developed as a mixed-use area, a more vibrant urban structure would have emerged."
  },
  {
    "targetWord": "Industriegebiet",
    "sentence": "Im Industriegebiet sind auch erheblich belästigende Betriebe zulässig, weshalb ausreichende Abstände zu Wohngebieten einzuhalten sind.",
    "translation": "In industrial areas, significantly disturbing operations are also permitted, which is why sufficient distances to residential areas must be maintained."
  },
  {
    "targetWord": "Industriegebiet",
    "sentence": "Das ausgewiesene Industriegebiet verfügt über eine optimale Verkehrsanbindung an Autobahn und Schienennetz.",
    "translation": "The designated industrial area has optimal transport connections to the highway and rail network."
  },
  {
    "targetWord": "Industriegebiet",
    "sentence": "Sollte das Industriegebiet stillgelegt werden, könnte eine umfassende Altlastensanierung erforderlich werden.",
    "translation": "Should the industrial area be shut down, comprehensive contaminated site remediation could become necessary."
  },
  {
    "targetWord": "Sondergebiet",
    "sentence": "Das Sondergebiet für großflächigen Einzelhandel wurde speziell für die Ansiedlung eines Einkaufszentrums ausgewiesen.",
    "translation": "The special area for large-scale retail was specifically designated for the establishment of a shopping center."
  },
  {
    "targetWord": "Sondergebiet",
    "sentence": "In einem Sondergebiet können besondere Nutzungen zugelassen werden, die in anderen Baugebieten nicht möglich wären.",
    "translation": "In a special area, special uses can be permitted that would not be possible in other building areas."
  },
  {
    "targetWord": "Sondergebiet",
    "sentence": "Wäre das Areal nicht als Sondergebiet festgesetzt worden, hätte die Universität hier keinen Campus errichten können.",
    "translation": "Had the area not been designated as a special area, the university could not have established a campus here."
  },
  {
    "targetWord": "Vorhabenbezogener Bebauungsplan",
    "sentence": "Der vorhabenbezogene Bebauungsplan wird speziell für ein konkretes Bauprojekt entwickelt und mit dem Investor abgestimmt.",
    "translation": "The project-related development plan is specifically developed for a concrete construction project and coordinated with the investor."
  },
  {
    "targetWord": "Vorhabenbezogener Bebauungsplan",
    "sentence": "Mit einem vorhabenbezogenen Bebauungsplan können Projekte schneller realisiert werden, da Planung und Vorhaben aufeinander abgestimmt sind.",
    "translation": "With a project-related development plan, projects can be realized faster since planning and project are coordinated."
  },
  {
    "targetWord": "Vorhabenbezogener Bebauungsplan",
    "sentence": "Falls der vorhabenbezogene Bebauungsplan nicht umgesetzt wird, verliert er nach einer bestimmten Frist seine Gültigkeit.",
    "translation": "If the project-related development plan is not implemented, it loses its validity after a certain period."
  },
  {
    "targetWord": "Vorkaufsrecht",
    "sentence": "Das gemeindliche Vorkaufsrecht ermöglicht es der Stadt, strategisch wichtige Grundstücke für die Stadtentwicklung zu sichern.",
    "translation": "The municipal right of first refusal enables the city to secure strategically important properties for urban development."
  },
  {
    "targetWord": "Vorkaufsrecht",
    "sentence": "Wenn die Gemeinde ihr Vorkaufsrecht ausübt, tritt sie in den bestehenden Kaufvertrag zu denselben Konditionen ein.",
    "translation": "When the municipality exercises its right of first refusal, it enters into the existing purchase contract under the same conditions."
  },
  {
    "targetWord": "Vorkaufsrecht",
    "sentence": "Hätte die Stadt ihr Vorkaufsrecht genutzt, wäre das Grundstück nicht an einen Spekulanten verkauft worden.",
    "translation": "Had the city used its right of first refusal, the property would not have been sold to a speculator."
  },
  {
    "targetWord": "Sanierungsgebiet",
    "sentence": "Im förmlich festgelegten Sanierungsgebiet werden städtebauliche Missstände durch koordinierte Maßnahmen behoben.",
    "translation": "In the formally designated redevelopment area, urban planning deficiencies are remedied through coordinated measures."
  },
  {
    "targetWord": "Sanierungsgebiet",
    "sentence": "Die Ausweisung als Sanierungsgebiet ermöglicht den Zugang zu speziellen Fördermitteln für die Quartiersentwicklung.",
    "translation": "The designation as a redevelopment area enables access to special funding for quarter development."
  },
  {
    "targetWord": "Sanierungsgebiet",
    "sentence": "Sollte das Sanierungsgebiet erweitert werden, könnten weitere verfallene Gebäude in die Förderung einbezogen werden.",
    "translation": "Should the redevelopment area be expanded, additional dilapidated buildings could be included in the funding."
  },
  {
    "targetWord": "Städtebauförderung",
    "sentence": "Die Mittel der Städtebauförderung werden gezielt für die Aufwertung benachteiligter Stadtquartiere eingesetzt.",
    "translation": "Urban development funding is specifically used for upgrading disadvantaged urban quarters."
  },
  {
    "targetWord": "Städtebauförderung",
    "sentence": "Durch die Städtebauförderung konnten bereits zahlreiche historische Stadtkerne erfolgreich saniert und revitalisiert werden.",
    "translation": "Through urban development funding, numerous historic city centers have already been successfully renovated and revitalized."
  },
  {
    "targetWord": "Städtebauförderung",
    "sentence": "Ohne die Städtebauförderung wären viele notwendige Investitionen in die städtische Infrastruktur nicht möglich gewesen.",
    "translation": "Without urban development funding, many necessary investments in urban infrastructure would not have been possible."
  },
  {
    "targetWord": "Verkehrsberuhigung",
    "sentence": "Die geplante Verkehrsberuhigung soll die Lebensqualität in den Wohnquartieren deutlich verbessern.",
    "translation": "The planned traffic calming should significantly improve the quality of life in residential quarters."
  },
  {
    "targetWord": "Verkehrsberuhigung",
    "sentence": "Maßnahmen zur Verkehrsberuhigung wie Tempo-30-Zonen und Schwellen reduzieren nachweislich die Unfallzahlen.",
    "translation": "Traffic calming measures such as 30 km/h zones and speed bumps demonstrably reduce accident numbers."
  },
  {
    "targetWord": "Verkehrsberuhigung",
    "sentence": "Wäre die Verkehrsberuhigung früher umgesetzt worden, hätten weniger Familien das Viertel verlassen.",
    "translation": "Had traffic calming been implemented earlier, fewer families would have left the neighborhood."
  },
  {
    "targetWord": "Lärmschutz",
    "sentence": "Der erforderliche Lärmschutz entlang der Autobahn wird durch eine Kombination aus Wall und Wand realisiert.",
    "translation": "The required noise protection along the highway is realized through a combination of embankment and wall."
  },
  {
    "targetWord": "Lärmschutz",
    "sentence": "Ohne ausreichenden Lärmschutz dürfen in der Nähe von Hauptverkehrsstraßen keine neuen Wohngebiete entstehen.",
    "translation": "Without adequate noise protection, no new residential areas may be created near main traffic roads."
  },
  {
    "targetWord": "Lärmschutz",
    "sentence": "Falls der Lärmschutz nicht gewährleistet werden kann, müssen alternative Standorte für das Bauvorhaben geprüft werden.",
    "translation": "If noise protection cannot be guaranteed, alternative locations for the construction project must be examined."
  },
  {
    "targetWord": "Nachverdichtung",
    "sentence": "Die maßvolle Nachverdichtung bestehender Quartiere ist eine wichtige Strategie gegen den Wohnungsmangel in Städten.",
    "translation": "Moderate densification of existing quarters is an important strategy against housing shortage in cities."
  },
  {
    "targetWord": "Nachverdichtung",
    "sentence": "Bei der Nachverdichtung müssen die Belange der Bestandsbewohner und die städtebauliche Qualität berücksichtigt werden.",
    "translation": "In densification, the interests of existing residents and urban planning quality must be considered."
  },
  {
    "targetWord": "Nachverdichtung",
    "sentence": "Hätte man die Nachverdichtung besser geplant, wären die Proteste der Anwohner vermeidbar gewesen.",
    "translation": "Had the densification been better planned, residents' protests would have been avoidable."
  },
  {
    "targetWord": "Denkmalschutz",
    "sentence": "Der strenge Denkmalschutz stellt sicher, dass historisch wertvolle Gebäude für künftige Generationen erhalten bleiben.",
    "translation": "Strict monument protection ensures that historically valuable buildings are preserved for future generations."
  },
  {
    "targetWord": "Denkmalschutz",
    "sentence": "Umbaumaßnahmen an denkmalgeschützten Gebäuden müssen mit der Denkmalbehörde abgestimmt und genehmigt werden.",
    "translation": "Renovation measures on protected monuments must be coordinated with and approved by the monument authority."
  },
  {
    "targetWord": "Denkmalschutz",
    "sentence": "Sollte der Denkmalschutz aufgehoben werden, würde das Gebäude seinen besonderen rechtlichen Status verlieren.",
    "translation": "Should monument protection be lifted, the building would lose its special legal status."
  },
  {
    "targetWord": "Quartiersentwicklung",
    "sentence": "Die integrierte Quartiersentwicklung bezieht alle relevanten Akteure und Bewohner in den Planungsprozess ein.",
    "translation": "Integrated quarter development involves all relevant actors and residents in the planning process."
  },
  {
    "targetWord": "Quartiersentwicklung",
    "sentence": "Erfolgreiche Quartiersentwicklung verbessert nicht nur die bauliche, sondern auch die soziale Infrastruktur eines Stadtteils.",
    "translation": "Successful quarter development improves not only the structural but also the social infrastructure of a district."
  },
  {
    "targetWord": "Quartiersentwicklung",
    "sentence": "Wenn die Quartiersentwicklung partizipativ gestaltet wird, erhöht sich die Akzeptanz der Maßnahmen erheblich.",
    "translation": "When quarter development is designed participatively, the acceptance of measures increases significantly."
  },
  {
    "targetWord": "Freifläche",
    "sentence": "Die öffentlichen Freiflächen dienen der Erholung und verbessern das Mikroklima in dicht bebauten Stadtgebieten.",
    "translation": "Public open spaces serve recreation and improve the microclimate in densely built urban areas."
  },
  {
    "targetWord": "Freifläche",
    "sentence": "Mindestens 30 Prozent der Grundstücksfläche müssen als Freifläche erhalten bleiben, um Versiegelung zu begrenzen.",
    "translation": "At least 30 percent of the property area must remain as open space to limit sealing."
  },
  {
    "targetWord": "Freifläche",
    "sentence": "Wären mehr Freiflächen eingeplant worden, hätte das Quartier eine höhere Aufenthaltsqualität erhalten.",
    "translation": "Had more open spaces been planned, the quarter would have received higher quality of stay."
  },
  {
    "targetWord": "Fußgängerzone",
    "sentence": "Die erweiterte Fußgängerzone hat die Attraktivität der Innenstadt für Einzelhandel und Gastronomie deutlich gesteigert.",
    "translation": "The expanded pedestrian zone has significantly increased the attractiveness of the city center for retail and gastronomy."
  },
  {
    "targetWord": "Fußgängerzone",
    "sentence": "In der Fußgängerzone sind Lieferverkehr und Anwohnerfahrzeuge nur zu bestimmten Zeiten zugelassen.",
    "translation": "In the pedestrian zone, delivery traffic and resident vehicles are only permitted at certain times."
  },
  {
    "targetWord": "Fußgängerzone",
    "sentence": "Falls die Fußgängerzone verkleinert würde, befürchten Händler massive Umsatzeinbußen.",
    "translation": "If the pedestrian zone were reduced, merchants fear massive sales losses."
  },
  {
    "targetWord": "Radwegenetz",
    "sentence": "Das ausgebaute Radwegenetz soll den Anteil des Radverkehrs am Gesamtverkehr auf 25 Prozent erhöhen.",
    "translation": "The expanded bicycle path network should increase the share of bicycle traffic in total traffic to 25 percent."
  },
  {
    "targetWord": "Radwegenetz",
    "sentence": "Ein durchgängiges Radwegenetz erfordert sichere Querungen an Kreuzungen und ausreichend breite Radfahrstreifen.",
    "translation": "A continuous bicycle path network requires safe crossings at intersections and sufficiently wide bicycle lanes."
  },
  {
    "targetWord": "Radwegenetz",
    "sentence": "Hätte man das Radwegenetz früher ausgebaut, wären viele Pendler bereits auf das Fahrrad umgestiegen.",
    "translation": "Had the bicycle path network been expanded earlier, many commuters would have already switched to bicycles."
  },
  {
    "targetWord": "Öffentlicher Personennahverkehr",
    "sentence": "Der gut ausgebaute öffentliche Personennahverkehr ist eine Grundvoraussetzung für nachhaltige Mobilität in der Stadt.",
    "translation": "Well-developed public transport is a basic prerequisite for sustainable mobility in the city."
  },
  {
    "targetWord": "Öffentlicher Personennahverkehr",
    "sentence": "Neue Wohngebiete müssen von Anfang an mit dem öffentlichen Personennahverkehr erschlossen werden.",
    "translation": "New residential areas must be connected to public transport from the beginning."
  },
  {
    "targetWord": "Öffentlicher Personennahverkehr",
    "sentence": "Sollte der öffentliche Personennahverkehr nicht ausgebaut werden, würde der Individualverkehr weiter zunehmen.",
    "translation": "Should public transport not be expanded, individual traffic would continue to increase."
  },
  {
    "targetWord": "Klimaanpassung",
    "sentence": "Die städtebauliche Klimaanpassung umfasst Maßnahmen wie Dachbegrünung, Verschattung und Frischluftschneisen.",
    "translation": "Urban climate adaptation includes measures such as roof greening, shading and fresh air corridors."
  },
  {
    "targetWord": "Klimaanpassung",
    "sentence": "Ohne konsequente Klimaanpassung werden Städte zunehmend unter Hitzeinseln und Starkregenfolgen leiden.",
    "translation": "Without consistent climate adaptation, cities will increasingly suffer from heat islands and heavy rain consequences."
  },
  {
    "targetWord": "Klimaanpassung",
    "sentence": "Wenn die Klimaanpassung in allen Planungen berücksichtigt würde, könnten zukünftige Schäden vermieden werden.",
    "translation": "If climate adaptation were considered in all planning, future damage could be avoided."
  },
  {
    "targetWord": "Regenwassermanagement",
    "sentence": "Das dezentrale Regenwassermanagement durch Versickerung und Retention entlastet die Kanalisation bei Starkregen.",
    "translation": "Decentralized rainwater management through infiltration and retention relieves the sewage system during heavy rain."
  },
  {
    "targetWord": "Regenwassermanagement",
    "sentence": "Modernes Regenwassermanagement nutzt Gründächer, Rigolen und Mulden zur naturnahen Bewirtschaftung des Niederschlagswassers.",
    "translation": "Modern rainwater management uses green roofs, trenches and swales for near-natural management of precipitation water."
  },
  {
    "targetWord": "Regenwassermanagement",
    "sentence": "Hätte man das Regenwassermanagement früher implementiert, wären die Überflutungen im letzten Sommer vermeidbar gewesen.",
    "translation": "Had rainwater management been implemented earlier, the flooding last summer would have been avoidable."
  },
  {
    "targetWord": "Artenschutz",
    "sentence": "Der Artenschutz muss bei allen Bauvorhaben berücksichtigt werden, insbesondere bei geschützten Tierarten.",
    "translation": "Species protection must be considered in all construction projects, especially for protected animal species."
  },
  {
    "targetWord": "Artenschutz",
    "sentence": "Vor Abrissarbeiten ist eine Artenschutzprüfung erforderlich, um Nistplätze und Quartiere zu identifizieren.",
    "translation": "Before demolition work, a species protection assessment is required to identify nesting sites and quarters."
  },
  {
    "targetWord": "Artenschutz",
    "sentence": "Falls Artenschutzbelange verletzt würden, könnte das gesamte Bauvorhaben gestoppt werden.",
    "translation": "If species protection concerns were violated, the entire construction project could be stopped."
  },
  {
    "targetWord": "Energetische Sanierung",
    "sentence": "Die energetische Sanierung von Bestandsgebäuden reduziert den Energieverbrauch und verbessert das Raumklima.",
    "translation": "The energy renovation of existing buildings reduces energy consumption and improves indoor climate."
  },
  {
    "targetWord": "Energetische Sanierung",
    "sentence": "Bei denkmalgeschützten Gebäuden muss die energetische Sanierung besonders behutsam erfolgen.",
    "translation": "For protected monuments, energy renovation must be carried out particularly carefully."
  },
  {
    "targetWord": "Energetische Sanierung",
    "sentence": "Würde die energetische Sanierung konsequent gefördert, könnten die Klimaziele im Gebäudesektor erreicht werden.",
    "translation": "If energy renovation were consistently promoted, climate goals in the building sector could be achieved."
  },
  {
    "targetWord": "Barrierefreiheit",
    "sentence": "Die umfassende Barrierefreiheit in öffentlichen Gebäuden ist gesetzlich vorgeschrieben und sozial geboten.",
    "translation": "Comprehensive accessibility in public buildings is legally required and socially necessary."
  },
  {
    "targetWord": "Barrierefreiheit",
    "sentence": "Barrierefreiheit bedeutet nicht nur Rollstuhlrampen, sondern auch taktile Leitsysteme und akustische Signale.",
    "translation": "Accessibility means not only wheelchair ramps but also tactile guidance systems and acoustic signals."
  },
  {
    "targetWord": "Barrierefreiheit",
    "sentence": "Hätte man Barrierefreiheit von Anfang an eingeplant, wären die nachträglichen Umbaukosten vermeidbar gewesen.",
    "translation": "Had accessibility been planned from the beginning, subsequent conversion costs would have been avoidable."
  },
  {
    "targetWord": "Bürgerbeteiligung",
    "sentence": "Die frühzeitige Bürgerbeteiligung erhöht die Akzeptanz von Planungsvorhaben und verbessert deren Qualität.",
    "translation": "Early citizen participation increases acceptance of planning projects and improves their quality."
  },
  {
    "targetWord": "Bürgerbeteiligung",
    "sentence": "Durch digitale Formate wird die Bürgerbeteiligung auch für berufstätige Menschen und junge Familien zugänglicher.",
    "translation": "Through digital formats, citizen participation becomes more accessible for working people and young families."
  },
  {
    "targetWord": "Bürgerbeteiligung",
    "sentence": "Wenn die Bürgerbeteiligung ernst genommen wird, können lokales Wissen und Bedürfnisse besser einbezogen werden.",
    "translation": "When citizen participation is taken seriously, local knowledge and needs can be better incorporated."
  },
  {
    "targetWord": "Soziale Infrastruktur",
    "sentence": "Die soziale Infrastruktur mit Schulen, Kitas und Seniorenzentren muss parallel zur Wohnbebauung entwickelt werden.",
    "translation": "Social infrastructure with schools, daycare centers and senior centers must be developed parallel to residential development."
  },
  {
    "targetWord": "Soziale Infrastruktur",
    "sentence": "Ohne ausreichende soziale Infrastruktur können neue Wohnquartiere nicht nachhaltig funktionieren.",
    "translation": "Without adequate social infrastructure, new residential quarters cannot function sustainably."
  },
  {
    "targetWord": "Soziale Infrastruktur",
    "sentence": "Würde die soziale Infrastruktur besser finanziert, könnten viele gesellschaftliche Probleme präventiv gelöst werden.",
    "translation": "If social infrastructure were better financed, many social problems could be solved preventively."
  },
  {
    "targetWord": "Mietpreisbremse",
    "sentence": "Die Mietpreisbremse soll verhindern, dass Mieten in angespannten Wohnungsmärkten übermäßig steigen.",
    "translation": "The rent control is intended to prevent rents from rising excessively in tight housing markets."
  },
  {
    "targetWord": "Mietpreisbremse",
    "sentence": "Trotz Mietpreisbremse finden Vermieter oft Wege, höhere Mieten durchzusetzen, etwa durch Modernisierungen.",
    "translation": "Despite rent control, landlords often find ways to enforce higher rents, for example through modernizations."
  },
  {
    "targetWord": "Mietpreisbremse",
    "sentence": "Falls die Mietpreisbremse verschärft würde, befürchten Investoren einen Rückgang des Wohnungsneubaus.",
    "translation": "If rent control were tightened, investors fear a decline in new housing construction."
  },
  {
    "targetWord": "Sozialer Wohnungsbau",
    "sentence": "Der soziale Wohnungsbau schafft bezahlbaren Wohnraum für Menschen mit geringem bis mittlerem Einkommen.",
    "translation": "Social housing creates affordable living space for people with low to medium income."
  },
  {
    "targetWord": "Sozialer Wohnungsbau",
    "sentence": "Neue Projekte im sozialen Wohnungsbau müssen hohe energetische und architektonische Standards erfüllen.",
    "translation": "New projects in social housing must meet high energy and architectural standards."
  },
  {
    "targetWord": "Sozialer Wohnungsbau",
    "sentence": "Hätte man den sozialen Wohnungsbau nicht vernachlässigt, wäre die Wohnungsnot heute weniger dramatisch.",
    "translation": "Had social housing not been neglected, the housing shortage would be less dramatic today."
  },
  {
    "targetWord": "Bauträger",
    "sentence": "Der Bauträger übernimmt die komplette Projektentwicklung von der Planung bis zur schlüsselfertigen Übergabe.",
    "translation": "The property developer takes over complete project development from planning to turnkey handover."
  },
  {
    "targetWord": "Bauträger",
    "sentence": "Seriöse Bauträger bieten Käufern umfassende Sicherheiten und transparente Vertragsbedingungen.",
    "translation": "Reputable property developers offer buyers comprehensive securities and transparent contract conditions."
  },
  {
    "targetWord": "Bauträger",
    "sentence": "Sollte der Bauträger insolvent werden, greifen verschiedene Sicherungsmechanismen zum Schutz der Käufer.",
    "translation": "Should the property developer become insolvent, various security mechanisms protect the buyers."
  },
  {
    "targetWord": "Erschließung",
    "sentence": "Die technische Erschließung mit Glasfaserkabel wird heute als Standard für neue Baugebiete vorausgesetzt.",
    "translation": "Technical development with fiber optic cable is now assumed as standard for new construction areas."
  },
  {
    "targetWord": "Erschließung",
    "sentence": "Bei der inneren Erschließung trägt der Bauherr die Kosten für die Anbindung an die öffentlichen Netze.",
    "translation": "For internal development, the builder bears the costs for connection to public networks."
  },
  {
    "targetWord": "Erschließung",
    "sentence": "Wenn die Erschließung nicht rechtzeitig fertiggestellt wird, verzögert sich der gesamte Bauablauf erheblich.",
    "translation": "If the development is not completed on time, the entire construction process is significantly delayed."
  },
  {
    "targetWord": "Geschossflächenzahl",
    "sentence": "Die erhöhte Geschossflächenzahl ermöglicht eine wirtschaftlichere Nutzung der knappen innerstädtischen Grundstücke.",
    "translation": "The increased floor area ratio enables more economical use of scarce inner-city properties."
  },
  {
    "targetWord": "Geschossflächenzahl",
    "sentence": "Bei der Geschossflächenzahl werden Technikräume und Tiefgaragen in der Regel nicht mitgerechnet.",
    "translation": "For the floor area ratio, technical rooms and underground garages are usually not included."
  },
  {
    "targetWord": "Geschossflächenzahl",
    "sentence": "Würde die Geschossflächenzahl reduziert, müssten mehr Flächen für denselben Wohnraum ausgewiesen werden.",
    "translation": "If the floor area ratio were reduced, more areas would have to be designated for the same living space."
  },
  {
    "targetWord": "Stellplatzschlüssel",
    "sentence": "Der reduzierte Stellplatzschlüssel in gut erschlossenen Innenstadtlagen fördert die Nutzung öffentlicher Verkehrsmittel.",
    "translation": "The reduced parking space ratio in well-connected inner-city locations promotes the use of public transport."
  },
  {
    "targetWord": "Stellplatzschlüssel",
    "sentence": "Je nach Nutzungsart variiert der Stellplatzschlüssel zwischen 0,5 und 2 Stellplätzen pro Wohneinheit.",
    "translation": "Depending on the type of use, the parking space ratio varies between 0.5 and 2 parking spaces per residential unit."
  },
  {
    "targetWord": "Stellplatzschlüssel",
    "sentence": "Falls der Stellplatzschlüssel nicht eingehalten werden kann, ist eine Ablösezahlung an die Kommune möglich.",
    "translation": "If the parking space ratio cannot be maintained, a compensatory payment to the municipality is possible."
  },
  {
    "targetWord": "Vorkaufsrecht",
    "sentence": "Das besondere Vorkaufsrecht kann in Sanierungsgebieten und städtebaulichen Entwicklungsbereichen ausgeübt werden.",
    "translation": "The special right of first refusal can be exercised in redevelopment areas and urban development areas."
  },
  {
    "targetWord": "Vorkaufsrecht",
    "sentence": "Durch die Ausübung des Vorkaufsrechts sichert sich die Kommune wichtige Flächen für öffentliche Zwecke.",
    "translation": "By exercising the right of first refusal, the municipality secures important areas for public purposes."
  },
  {
    "targetWord": "Vorkaufsrecht",
    "sentence": "Wäre das Vorkaufsrecht rechtzeitig angemeldet worden, hätte die Stadt das Grundstück erwerben können.",
    "translation": "Had the right of first refusal been registered in time, the city could have acquired the property."
  },
  {
    "targetWord": "Bauleitplanung",
    "sentence": "Die zweistufige Bauleitplanung mit Flächennutzungsplan und Bebauungsplan regelt die städtebauliche Entwicklung systematisch.",
    "translation": "The two-stage urban land use planning with land use plan and development plan systematically regulates urban development."
  },
  {
    "targetWord": "Bauleitplanung",
    "sentence": "Im Rahmen der Bauleitplanung müssen alle öffentlichen und privaten Belange gegeneinander abgewogen werden.",
    "translation": "Within the framework of urban land use planning, all public and private interests must be weighed against each other."
  },
  {
    "targetWord": "Bauleitplanung",
    "sentence": "Sollte die Bauleitplanung geändert werden, ist eine umfangreiche Öffentlichkeitsbeteiligung zwingend erforderlich.",
    "translation": "Should the urban land use planning be changed, extensive public participation is mandatory."
  },
  {
    "targetWord": "Innenentwicklung",
    "sentence": "Die Innenentwicklung hat Vorrang vor der Außenentwicklung, um Flächenverbrauch und Zersiedelung zu vermeiden.",
    "translation": "Inner development has priority over outer development to avoid land consumption and urban sprawl."
  },
  {
    "targetWord": "Innenentwicklung",
    "sentence": "Durch konsequente Innenentwicklung können Brachflächen und Baulücken sinnvoll für neuen Wohnraum genutzt werden.",
    "translation": "Through consistent inner development, brownfield sites and building gaps can be sensibly used for new living space."
  },
  {
    "targetWord": "Innenentwicklung",
    "sentence": "Wenn die Innenentwicklung gefördert würde, könnten wertvolle Grünflächen am Stadtrand erhalten bleiben.",
    "translation": "If inner development were promoted, valuable green spaces on the city outskirts could be preserved."
  },
  {
    "targetWord": "Umlegungsverfahren",
    "sentence": "Das Umlegungsverfahren ermöglicht die Neuordnung von Grundstücken zur optimalen Erschließung eines Baugebiets.",
    "translation": "The reallocation procedure enables the reorganization of properties for optimal development of a construction area."
  },
  {
    "targetWord": "Umlegungsverfahren",
    "sentence": "Im Umlegungsverfahren erhalten alle Eigentümer wertgleiche Grundstücke in bebaubarer Lage zurück.",
    "translation": "In the reallocation procedure, all owners receive properties of equal value in buildable locations back."
  },
  {
    "targetWord": "Umlegungsverfahren",
    "sentence": "Falls das Umlegungsverfahren scheitert, müssten die Grundstücke einzeln und aufwendig erworben werden.",
    "translation": "If the reallocation procedure fails, the properties would have to be acquired individually and laboriously."
  },
  {
    "targetWord": "Abwägungsgebot",
    "sentence": "Das Abwägungsgebot verpflichtet die Gemeinde, alle relevanten Belange fair und nachvollziehbar zu berücksichtigen.",
    "translation": "The requirement to weigh interests obligates the municipality to consider all relevant concerns fairly and comprehensibly."
  },
  {
    "targetWord": "Abwägungsgebot",
    "sentence": "Bei Verstößen gegen das Abwägungsgebot können Bebauungspläne gerichtlich für unwirksam erklärt werden.",
    "translation": "In case of violations of the requirement to weigh interests, development plans can be declared invalid by court."
  },
  {
    "targetWord": "Abwägungsgebot",
    "sentence": "Würde das Abwägungsgebot missachtet, könnten betroffene Bürger erfolgreich gegen die Planung klagen.",
    "translation": "If the requirement to weigh interests were disregarded, affected citizens could successfully sue against the planning."
  },
  {
    "targetWord": "Planungsschaden",
    "sentence": "Ein Planungsschaden entsteht, wenn durch städtebauliche Planungen der Wert eines Grundstücks erheblich gemindert wird.",
    "translation": "Planning damage occurs when urban planning significantly reduces the value of a property."
  },
  {
    "targetWord": "Planungsschaden",
    "sentence": "Betroffene Eigentümer können bei nachgewiesenem Planungsschaden eine angemessene Entschädigung von der Gemeinde fordern.",
    "translation": "Affected owners can demand appropriate compensation from the municipality for proven planning damage."
  },
  {
    "targetWord": "Planungsschaden",
    "sentence": "Hätte die Gemeinde den Planungsschaden vorhergesehen, wäre eine andere Planungsvariante gewählt worden.",
    "translation": "Had the municipality foreseen the planning damage, a different planning variant would have been chosen."
  },
  {
    "targetWord": "Städtebauliche Satzung",
    "sentence": "Die städtebauliche Satzung regelt besondere Anforderungen an Gestaltung und Nutzung in bestimmten Gebieten.",
    "translation": "The urban planning statute regulates special requirements for design and use in certain areas."
  },
  {
    "targetWord": "Städtebauliche Satzung",
    "sentence": "Durch eine Erhaltungssatzung als städtebauliche Satzung kann die Gemeinde den Charakter eines Quartiers schützen.",
    "translation": "Through a preservation statute as urban planning statute, the municipality can protect the character of a quarter."
  },
  {
    "targetWord": "Städtebauliche Satzung",
    "sentence": "Sollte die städtebauliche Satzung aufgehoben werden, entfallen die besonderen Gestaltungsvorgaben für das Gebiet.",
    "translation": "Should the urban planning statute be repealed, the special design requirements for the area would no longer apply."
  },
  {
    "word": "Städtebauliche Satzung",
    "sentence": "Die städtebauliche Satzung wurde erlassen, nachdem der Gemeinderat monatelang über deren Notwendigkeit diskutiert hatte.",
    "translation": "The urban planning statute was enacted after the municipal council had discussed its necessity for months."
  },
  {
    "word": "Städtebauliche Satzung",
    "sentence": "Bevor Investoren neue Projekte im Sanierungsgebiet realisieren können, müssen sie die städtebauliche Satzung einhalten.",
    "translation": "Before investors can realize new projects in the redevelopment area, they must comply with the urban planning statute."
  },
  {
    "word": "Städtebauliche Satzung",
    "sentence": "Falls die städtebauliche Satzung nicht beachtet würde, könnten historische Gebäude unwiederbringlich verloren gehen.",
    "translation": "If the urban planning statute were not observed, historic buildings could be irretrievably lost."
  },
  {
    "word": "Verkehrsgutachten",
    "sentence": "Das Verkehrsgutachten zeigt deutlich, dass die geplante Umgehungsstraße das Stadtzentrum erheblich entlasten würde.",
    "translation": "The traffic assessment clearly shows that the planned bypass would significantly relieve the city center."
  },
  {
    "word": "Verkehrsgutachten",
    "sentence": "Ohne ein aktuelles Verkehrsgutachten können Stadtplaner keine fundierten Entscheidungen über Infrastrukturprojekte treffen.",
    "translation": "Without a current traffic assessment, urban planners cannot make informed decisions about infrastructure projects."
  },
  {
    "word": "Verkehrsgutachten",
    "sentence": "Wenn das Verkehrsgutachten fertiggestellt worden wäre, hätten wir die Baugenehmigung bereits erteilen können.",
    "translation": "If the traffic assessment had been completed, we could have already issued the building permit."
  },
  {
    "word": "Wärmedämmung",
    "sentence": "Die neue Wärmedämmung wird nicht nur Energiekosten senken, sondern auch den Wohnkomfort erheblich verbessern.",
    "translation": "The new thermal insulation will not only reduce energy costs but also significantly improve living comfort."
  },
  {
    "word": "Wärmedämmung",
    "sentence": "Bei der Sanierung historischer Gebäude müssen Architekten zwischen Denkmalschutz und moderner Wärmedämmung abwägen.",
    "translation": "When renovating historic buildings, architects must balance heritage protection with modern thermal insulation."
  },
  {
    "word": "Wärmedämmung",
    "sentence": "Falls keine ausreichende Wärmedämmung installiert wird, könnten die Heizkosten im Winter unbezahlbar werden.",
    "translation": "If insufficient thermal insulation is installed, heating costs could become unaffordable in winter."
  },
  {
    "word": "Brandschutzkonzept",
    "sentence": "Das Brandschutzkonzept wurde von einem zertifizierten Sachverständigen erstellt und von der Feuerwehr genehmigt.",
    "translation": "The fire protection concept was created by a certified expert and approved by the fire department."
  },
  {
    "word": "Brandschutzkonzept",
    "sentence": "Bevor die Tiefgarage gebaut werden kann, muss das Brandschutzkonzept alle gesetzlichen Anforderungen erfüllen.",
    "translation": "Before the underground garage can be built, the fire protection concept must meet all legal requirements."
  },
  {
    "word": "Brandschutzkonzept",
    "sentence": "Wenn das Brandschutzkonzept nicht eingehalten würde, könnten im Ernstfall Menschenleben gefährdet werden.",
    "translation": "If the fire protection concept were not followed, human lives could be endangered in an emergency."
  },
  {
    "word": "Schallschutz",
    "sentence": "Der Schallschutz entlang der Bahnstrecke wurde verbessert, nachdem Anwohner jahrelang über Lärmbelästigung geklagt hatten.",
    "translation": "The noise protection along the railway line was improved after residents had complained about noise pollution for years."
  },
  {
    "word": "Schallschutz",
    "sentence": "Im neuen Bebauungsplan werden strenge Schallschutzmaßnahmen festgesetzt, um die Wohnqualität zu gewährleisten.",
    "translation": "Strict noise protection measures are specified in the new development plan to ensure residential quality."
  },
  {
    "word": "Schallschutz",
    "sentence": "Falls der Schallschutz nicht ausreicht, müssten zusätzliche Lärmschutzwände entlang der Autobahn errichtet werden.",
    "translation": "If the noise protection is insufficient, additional sound barriers would have to be erected along the highway."
  },
  {
    "word": "Tiefgarage",
    "sentence": "Die Tiefgarage wird gebaut, obwohl das Grundwasser besondere technische Herausforderungen mit sich bringt.",
    "translation": "The underground garage is being built, although the groundwater brings special technical challenges."
  },
  {
    "word": "Tiefgarage",
    "sentence": "In der geplanten Tiefgarage sollen Ladestationen für Elektrofahrzeuge und sichere Fahrradstellplätze integriert werden.",
    "translation": "The planned underground garage will integrate charging stations for electric vehicles and secure bicycle parking."
  },
  {
    "word": "Tiefgarage",
    "sentence": "Wenn die Tiefgarage nicht genehmigt würde, müssten Anwohner weiterhin mit Parkplatzmangel leben.",
    "translation": "If the underground garage were not approved, residents would have to continue living with parking shortages."
  },
  {
    "word": "Grundbuch",
    "sentence": "Das Grundbuch wurde aktualisiert, nachdem die Eigentumsverhältnisse durch notariellen Kaufvertrag geändert worden waren.",
    "translation": "The land register was updated after the ownership relations had been changed through a notarial purchase contract."
  },
  {
    "word": "Grundbuch",
    "sentence": "Bevor Bauherren mit dem Projekt beginnen, sollten sie einen aktuellen Grundbuchauszug beantragen.",
    "translation": "Before builders begin the project, they should request a current land register extract."
  },
  {
    "word": "Grundbuch",
    "sentence": "Falls Belastungen im Grundbuch eingetragen wären, könnte die Finanzierung des Bauvorhabens gefährdet sein.",
    "translation": "If encumbrances were registered in the land register, the financing of the construction project could be jeopardized."
  },
  {
    "word": "Versiegelung",
    "sentence": "Die Versiegelung von Flächen führt dazu, dass Regenwasser nicht mehr natürlich versickern kann.",
    "translation": "The sealing of surfaces leads to rainwater no longer being able to seep away naturally."
  },
  {
    "word": "Versiegelung",
    "sentence": "Um die Versiegelung zu reduzieren, werden im neuen Quartier wasserdurchlässige Pflastersteine verwendet.",
    "translation": "To reduce sealing, permeable paving stones are being used in the new district."
  },
  {
    "word": "Versiegelung",
    "sentence": "Wenn die Versiegelung weiter zunähme, würden städtische Hitzeinseln die Lebensqualität erheblich beeinträchtigen.",
    "translation": "If sealing continued to increase, urban heat islands would significantly impair quality of life."
  },
  {
    "word": "Entsiegelung",
    "sentence": "Die Entsiegelung des ehemaligen Fabrikgeländes wurde durchgeführt, um neue Grünflächen zu schaffen.",
    "translation": "The unsealing of the former factory site was carried out to create new green spaces."
  },
  {
    "word": "Entsiegelung",
    "sentence": "Durch gezielte Entsiegelung können Kommunen ihre Klimaziele erreichen und gleichzeitig Überflutungsrisiken minimieren.",
    "translation": "Through targeted unsealing, municipalities can achieve their climate goals while minimizing flood risks."
  },
  {
    "word": "Entsiegelung",
    "sentence": "Falls die Entsiegelung nicht gefördert würde, könnten viele Städte ihre Nachhaltigkeitsziele nicht erreichen.",
    "translation": "If unsealing were not promoted, many cities could not achieve their sustainability goals."
  },
  {
    "word": "Biotopvernetzung",
    "sentence": "Die Biotopvernetzung wurde im Bebauungsplan berücksichtigt, damit Tiere zwischen verschiedenen Lebensräumen wandern können.",
    "translation": "Biotope networking was considered in the development plan so animals can migrate between different habitats."
  },
  {
    "word": "Biotopvernetzung",
    "sentence": "Ohne eine funktionierende Biotopvernetzung würden isolierte Tierpopulationen langfristig nicht überleben können.",
    "translation": "Without functioning biotope networking, isolated animal populations could not survive long-term."
  },
  {
    "word": "Biotopvernetzung",
    "sentence": "Wenn die Biotopvernetzung verbessert würde, könnte die Artenvielfalt im Stadtgebiet deutlich zunehmen.",
    "translation": "If biotope networking were improved, biodiversity in the urban area could significantly increase."
  },
  {
    "word": "Aufenthaltsqualität",
    "sentence": "Die Aufenthaltsqualität des Marktplatzes wurde erhöht, indem Sitzbänke installiert und Bäume gepflanzt wurden.",
    "translation": "The quality of stay in the market square was increased by installing benches and planting trees."
  },
  {
    "word": "Aufenthaltsqualität",
    "sentence": "Stadtplaner müssen bei neuen Projekten sowohl Funktionalität als auch Aufenthaltsqualität berücksichtigen.",
    "translation": "Urban planners must consider both functionality and quality of stay in new projects."
  },
  {
    "word": "Aufenthaltsqualität",
    "sentence": "Falls die Aufenthaltsqualität nicht verbessert würde, könnten Innenstädte ihre Attraktivität verlieren.",
    "translation": "If the quality of stay were not improved, city centers could lose their attractiveness."
  },
  {
    "word": "Stadtmöblierung",
    "sentence": "Die neue Stadtmöblierung wurde so gewählt, dass sie sowohl modern als auch vandalismussicher ist.",
    "translation": "The new street furniture was chosen to be both modern and vandalism-resistant."
  },
  {
    "word": "Stadtmöblierung",
    "sentence": "Bei der Auswahl der Stadtmöblierung sollten Kommunen barrierefreie Elemente und nachhaltige Materialien bevorzugen.",
    "translation": "When selecting street furniture, municipalities should prefer barrier-free elements and sustainable materials."
  },
  {
    "word": "Stadtmöblierung",
    "sentence": "Wenn die Stadtmöblierung nicht regelmäßig gewartet würde, könnte das Stadtbild schnell ungepflegt wirken.",
    "translation": "If the street furniture were not regularly maintained, the cityscape could quickly appear neglected."
  },
  {
    "word": "Gewerbegebiet",
    "sentence": "Das neue Gewerbegebiet wird erschlossen, nachdem die Verkehrsanbindung durch eine Umgehungsstraße verbessert wurde.",
    "translation": "The new commercial area is being developed after the transport connection was improved by a bypass."
  },
  {
    "word": "Gewerbegebiet",
    "sentence": "Im ausgewiesenen Gewerbegebiet dürfen nur Betriebe angesiedelt werden, die keine erheblichen Emissionen verursachen.",
    "translation": "Only businesses that do not cause significant emissions may be established in the designated commercial area."
  },
  {
    "word": "Gewerbegebiet",
    "sentence": "Falls das Gewerbegebiet nicht erweitert würde, könnten ansässige Unternehmen ins Umland abwandern.",
    "translation": "If the commercial area were not expanded, local companies could migrate to the surrounding area."
  },
  {
    "word": "Mischgebiet",
    "sentence": "Das Mischgebiet ermöglicht es, dass Wohnen und Arbeiten in direkter Nachbarschaft stattfinden können.",
    "translation": "The mixed-use area enables living and working to take place in direct proximity."
  },
  {
    "word": "Mischgebiet",
    "sentence": "In einem ausgewiesenen Mischgebiet müssen sowohl Lärmschutzvorschriften als auch Wohnbedürfnisse berücksichtigt werden.",
    "translation": "In a designated mixed-use area, both noise protection regulations and residential needs must be considered."
  },
  {
    "word": "Mischgebiet",
    "sentence": "Wenn mehr Mischgebiete geplant würden, könnten Pendlerverkehre deutlich reduziert und Stadtteile belebt werden.",
    "translation": "If more mixed-use areas were planned, commuter traffic could be significantly reduced and districts revitalized."
  },
  {
    "word": "Altlast",
    "sentence": "Die Altlast auf dem ehemaligen Industriegelände wurde saniert, bevor die Wohnbebauung genehmigt wurde.",
    "translation": "The contaminated site on the former industrial area was remediated before residential development was approved."
  },
  {
    "word": "Altlast",
    "sentence": "Bei Verdacht auf eine Altlast müssen Grundstückseigentümer umfangreiche Bodenuntersuchungen durchführen lassen.",
    "translation": "If contamination is suspected, property owners must have comprehensive soil investigations conducted."
  },
  {
    "word": "Altlast",
    "sentence": "Falls die Altlast nicht ordnungsgemäß beseitigt würde, könnte das Grundwasser nachhaltig verschmutzt werden.",
    "translation": "If the contamination were not properly removed, the groundwater could be permanently polluted."
  },
  {
    "word": "Denkmalschutzauflage",
    "sentence": "Die Denkmalschutzauflage verlangt, dass die historische Fassade bei der Sanierung vollständig erhalten bleibt.",
    "translation": "The heritage protection requirement demands that the historic facade be completely preserved during renovation."
  },
  {
    "word": "Denkmalschutzauflage",
    "sentence": "Trotz strenger Denkmalschutzauflagen können moderne Nutzungskonzepte in historischen Gebäuden umgesetzt werden.",
    "translation": "Despite strict heritage protection requirements, modern usage concepts can be implemented in historic buildings."
  },
  {
    "word": "Denkmalschutzauflage",
    "sentence": "Wenn die Denkmalschutzauflage missachtet würde, müssten Eigentümer mit erheblichen Bußgeldern rechnen.",
    "translation": "If the heritage protection requirement were ignored, owners would have to expect significant fines."
  },
  {
    "word": "Ensembleschutz",
    "sentence": "Der Ensembleschutz bewahrt nicht nur einzelne Gebäude, sondern das gesamte historische Stadtbild.",
    "translation": "Ensemble protection preserves not only individual buildings but the entire historic cityscape."
  },
  {
    "word": "Ensembleschutz",
    "sentence": "Aufgrund des Ensembleschutzes müssen neue Bauten sich harmonisch in die bestehende Bebauung einfügen.",
    "translation": "Due to ensemble protection, new buildings must harmoniously integrate into the existing development."
  },
  {
    "word": "Ensembleschutz",
    "sentence": "Falls der Ensembleschutz aufgehoben würde, könnten historisch gewachsene Stadtstrukturen unwiederbringlich verloren gehen.",
    "translation": "If ensemble protection were lifted, historically grown urban structures could be irretrievably lost."
  },
  {
    "word": "Erschließungsstraße",
    "sentence": "Die Erschließungsstraße wurde fertiggestellt, nachdem alle Versorgungsleitungen im Untergrund verlegt worden waren.",
    "translation": "The access road was completed after all supply lines had been laid underground."
  },
  {
    "word": "Erschließungsstraße",
    "sentence": "Ohne eine ausreichend dimensionierte Erschließungsstraße können neue Baugebiete nicht wirtschaftlich entwickelt werden.",
    "translation": "Without an adequately sized access road, new development areas cannot be economically developed."
  },
  {
    "word": "Erschließungsstraße",
    "sentence": "Wenn die Erschließungsstraße verkehrsberuhigt gestaltet würde, könnten Anwohner von höherer Lebensqualität profitieren.",
    "translation": "If the access road were designed with traffic calming, residents could benefit from higher quality of life."
  },
  {
    "word": "Wirtschaftsförderung",
    "sentence": "Die kommunale Wirtschaftsförderung unterstützt Startups dabei, geeignete Gewerbeflächen zu günstigen Konditionen zu finden.",
    "translation": "Municipal economic development supports startups in finding suitable commercial spaces at favorable conditions."
  },
  {
    "word": "Wirtschaftsförderung",
    "sentence": "Durch gezielte Wirtschaftsförderung können strukturschwache Regionen neue Arbeitsplätze schaffen und Abwanderung verhindern.",
    "translation": "Through targeted economic development, structurally weak regions can create new jobs and prevent emigration."
  },
  {
    "word": "Wirtschaftsförderung",
    "sentence": "Falls die Wirtschaftsförderung eingestellt würde, könnten viele mittelständische Unternehmen ihre Innovationsprojekte nicht realisieren.",
    "translation": "If economic development were discontinued, many medium-sized companies could not realize their innovation projects."
  },
  {
    "word": "Quartiersmanagement",
    "sentence": "Das Quartiersmanagement organisiert regelmäßige Bürgertreffen, bei denen Anwohner ihre Anliegen vorbringen können.",
    "translation": "The neighborhood management organizes regular citizen meetings where residents can voice their concerns."
  },
  {
    "word": "Quartiersmanagement",
    "sentence": "Durch professionelles Quartiersmanagement werden soziale Konflikte frühzeitig erkannt und konstruktive Lösungen entwickelt.",
    "translation": "Through professional neighborhood management, social conflicts are recognized early and constructive solutions are developed."
  },
  {
    "word": "Quartiersmanagement",
    "sentence": "Wenn das Quartiersmanagement nicht fortgeführt würde, könnten bestehende Nachbarschaftsnetzwerke wieder zerfallen.",
    "translation": "If neighborhood management were not continued, existing neighborhood networks could fall apart again."
  },
  {
    "word": "Dachbegrünung",
    "sentence": "Die extensive Dachbegrünung wurde vorgeschrieben, damit das Mikroklima im neuen Stadtviertel verbessert wird.",
    "translation": "Extensive roof greening was prescribed to improve the microclimate in the new district."
  },
  {
    "word": "Dachbegrünung",
    "sentence": "Neben ökologischen Vorteilen bietet eine Dachbegrünung auch wirtschaftliche Einsparungen durch bessere Dämmwerte.",
    "translation": "Besides ecological advantages, roof greening also offers economic savings through better insulation values."
  },
  {
    "word": "Dachbegrünung",
    "sentence": "Falls die Dachbegrünung richtig gepflegt würde, könnte sie jahrzehntelang zur Biodiversität beitragen.",
    "translation": "If the roof greening were properly maintained, it could contribute to biodiversity for decades."
  },
  {
    "word": "Fassadenbegrünung",
    "sentence": "Die Fassadenbegrünung kühlt im Sommer die Gebäudewände und verbessert gleichzeitig die Luftqualität.",
    "translation": "Facade greening cools building walls in summer and simultaneously improves air quality."
  },
  {
    "word": "Fassadenbegrünung",
    "sentence": "Bei der Planung einer Fassadenbegrünung müssen statische Anforderungen und Pflegeaufwand sorgfältig kalkuliert werden.",
    "translation": "When planning facade greening, structural requirements and maintenance effort must be carefully calculated."
  },
  {
    "word": "Fassadenbegrünung",
    "sentence": "Wenn mehr Fassadenbegrünung gefördert würde, könnten Städte effektiver gegen Hitzeinseln vorgehen.",
    "translation": "If more facade greening were promoted, cities could act more effectively against heat islands."
  },
  {
    "word": "Durchgrünung",
    "sentence": "Die konsequente Durchgrünung des Quartiers wurde erreicht, indem private und öffentliche Grünflächen vernetzt wurden.",
    "translation": "Consistent greening of the quarter was achieved by networking private and public green spaces."
  },
  {
    "word": "Durchgrünung",
    "sentence": "Ohne ausreichende Durchgrünung können dicht bebaute Stadtteile zu unwirtlichen Betonwüsten werden.",
    "translation": "Without sufficient greening, densely built districts can become inhospitable concrete deserts."
  },
  {
    "word": "Durchgrünung",
    "sentence": "Falls die Durchgrünung systematisch geplant würde, könnten Bewohner von besserer Luftqualität profitieren.",
    "translation": "If greening were systematically planned, residents could benefit from better air quality."
  },
  {
    "word": "Stadtklimatologie",
    "sentence": "Die Erkenntnisse der Stadtklimatologie fließen zunehmend in die Bauleitplanung und Stadtentwicklung ein.",
    "translation": "The findings of urban climatology increasingly flow into construction planning and urban development."
  },
  {
    "word": "Stadtklimatologie",
    "sentence": "Mithilfe stadtklimatologischer Gutachten können Planer optimale Standorte für Grünflächen und Bebauung bestimmen.",
    "translation": "Using urban climatological assessments, planners can determine optimal locations for green spaces and development."
  },
  {
    "word": "Stadtklimatologie",
    "sentence": "Wenn stadtklimatologische Aspekte ignoriert würden, könnten neue Baugebiete zu überhitzten Problemzonen werden.",
    "translation": "If urban climatological aspects were ignored, new development areas could become overheated problem zones."
  },
  {
    "word": "Kaltluftentstehungsgebiet",
    "sentence": "Das Kaltluftentstehungsgebiet am Stadtrand darf nicht bebaut werden, weil es für die nächtliche Abkühlung essentiell ist.",
    "translation": "The cold air generation area at the city edge must not be built on because it is essential for nighttime cooling."
  },
  {
    "word": "Kaltluftentstehungsgebiet",
    "sentence": "Landwirtschaftliche Flächen fungieren als wichtige Kaltluftentstehungsgebiete und müssen daher geschützt werden.",
    "translation": "Agricultural areas function as important cold air generation areas and must therefore be protected."
  },
  {
    "word": "Kaltluftentstehungsgebiet",
    "sentence": "Falls das Kaltluftentstehungsgebiet versiegelt würde, könnten tropische Nächte in der Innenstadt zunehmen.",
    "translation": "If the cold air generation area were sealed, tropical nights in the city center could increase."
  },
  {
    "word": "Luftleitbahn",
    "sentence": "Die Luftleitbahn entlang des Flusstals wurde freigehalten, damit Frischluft ins Stadtzentrum gelangen kann.",
    "translation": "The air corridor along the river valley was kept free so fresh air can reach the city center."
  },
  {
    "word": "Luftleitbahn",
    "sentence": "Bei der Hochhausplanung muss berücksichtigt werden, dass wichtige Luftleitbahnen nicht blockiert werden.",
    "translation": "When planning high-rises, it must be considered that important air corridors are not blocked."
  },
  {
    "word": "Luftleitbahn",
    "sentence": "Wenn die Luftleitbahn zugebaut würde, könnte der natürliche Luftaustausch erheblich beeinträchtigt werden.",
    "translation": "If the air corridor were built over, natural air exchange could be significantly impaired."
  },
  {
    "word": "Frischluftschneise",
    "sentence": "Die Frischluftschneise zwischen den Stadtteilen wurde als Grünzug gestaltet und dauerhaft gesichert.",
    "translation": "The fresh air corridor between districts was designed as a green belt and permanently secured."
  },
  {
    "word": "Frischluftschneise",
    "sentence": "Stadtplaner müssen bestehende Frischluftschneisen identifizieren und vor Bebauung schützen.",
    "translation": "Urban planners must identify existing fresh air corridors and protect them from development."
  },
  {
    "word": "Frischluftschneise",
    "sentence": "Falls keine Frischluftschneisen erhalten würden, könnten Innenstädte im Sommer unerträglich heiß werden.",
    "translation": "If no fresh air corridors were preserved, inner cities could become unbearably hot in summer."
  },
  {
    "word": "Versorgungsinfrastruktur",
    "sentence": "Die komplette Versorgungsinfrastruktur wurde modernisiert, bevor die ersten Bewohner in das Neubaugebiet zogen.",
    "translation": "The complete supply infrastructure was modernized before the first residents moved into the new development area."
  },
  {
    "word": "Versorgungsinfrastruktur",
    "sentence": "Eine leistungsfähige Versorgungsinfrastruktur bildet die Grundlage für nachhaltige Stadtentwicklung und Wirtschaftswachstum.",
    "translation": "An efficient supply infrastructure forms the basis for sustainable urban development and economic growth."
  },
  {
    "word": "Versorgungsinfrastruktur",
    "sentence": "Wenn die Versorgungsinfrastruktur nicht ausgebaut würde, könnten neue Wohngebiete nicht angeschlossen werden.",
    "translation": "If the supply infrastructure were not expanded, new residential areas could not be connected."
  },
  {
    "word": "Fernwärmenetz",
    "sentence": "Das Fernwärmenetz wird ausgebaut, nachdem die Stadt beschlossen hat, bis zweitausendfünfzig klimaneutral zu werden.",
    "translation": "The district heating network is being expanded after the city decided to become climate-neutral by 2050."
  },
  {
    "word": "Fernwärmenetz",
    "sentence": "Durch den Anschluss ans Fernwärmenetz können Haushalte ihre individuellen Heizungsanlagen stilllegen.",
    "translation": "By connecting to the district heating network, households can decommission their individual heating systems."
  },
  {
    "word": "Fernwärmenetz",
    "sentence": "Falls das Fernwärmenetz effizienter betrieben würde, könnten die Heizkosten deutlich gesenkt werden.",
    "translation": "If the district heating network were operated more efficiently, heating costs could be significantly reduced."
  },
  {
    "word": "Niederschlagswasser",
    "sentence": "Das Niederschlagswasser wird in Zisternen gesammelt und später zur Bewässerung der Grünanlagen verwendet.",
    "translation": "Rainwater is collected in cisterns and later used for irrigating green areas."
  },
  {
    "word": "Niederschlagswasser",
    "sentence": "Bei der Planung neuer Quartiere muss das Management von Niederschlagswasser von Anfang an mitgedacht werden.",
    "translation": "When planning new quarters, rainwater management must be considered from the beginning."
  },
  {
    "word": "Niederschlagswasser",
    "sentence": "Wenn Niederschlagswasser nicht versickern könnte, würden Kanalisationen bei Starkregen schnell überlastet.",
    "translation": "If rainwater could not seep away, sewers would quickly be overwhelmed during heavy rain."
  },
  {
    "word": "Versickerungsmulde",
    "sentence": "Die Versickerungsmulde wurde so dimensioniert, dass sie auch bei Starkregenereignissen ausreichend Wasser aufnehmen kann.",
    "translation": "The infiltration swale was dimensioned to absorb sufficient water even during heavy rain events."
  },
  {
    "word": "Versickerungsmulde",
    "sentence": "In der begrünten Versickerungsmulde wird Regenwasser natürlich gereinigt und dem Grundwasser zugeführt.",
    "translation": "In the green infiltration swale, rainwater is naturally cleaned and fed into the groundwater."
  },
  {
    "word": "Versickerungsmulde",
    "sentence": "Falls keine Versickerungsmulde angelegt würde, müsste das gesamte Oberflächenwasser kostenintensiv abgeleitet werden.",
    "translation": "If no infiltration swale were created, all surface water would have to be expensively diverted."
  },
  {
    "word": "Retentionsfläche",
    "sentence": "Die Retentionsfläche wurde erweitert, nachdem die letzten Hochwasserereignisse erhebliche Schäden verursacht hatten.",
    "translation": "The retention area was expanded after the last flood events had caused significant damage."
  },
  {
    "word": "Retentionsfläche",
    "sentence": "Multifunktionale Retentionsflächen können bei Trockenheit als Parkanlage und bei Starkregen als Überlaufbecken dienen.",
    "translation": "Multifunctional retention areas can serve as parks during dry periods and overflow basins during heavy rain."
  },
  {
    "word": "Retentionsfläche",
    "sentence": "Wenn ausreichende Retentionsflächen geschaffen würden, könnten Überschwemmungsrisiken erheblich minimiert werden.",
    "translation": "If sufficient retention areas were created, flood risks could be significantly minimized."
  },
  {
    "word": "Überflutungsschutz",
    "sentence": "Der Überflutungsschutz wurde verstärkt, indem mobile Hochwasserbarrieren an neuralgischen Punkten installiert wurden.",
    "translation": "Flood protection was strengthened by installing mobile flood barriers at critical points."
  },
  {
    "word": "Überflutungsschutz",
    "sentence": "Beim Neubau müssen Architekten den Überflutungsschutz durch erhöhte Erdgeschosse und wasserdichte Kellerwände gewährleisten.",
    "translation": "For new buildings, architects must ensure flood protection through elevated ground floors and waterproof basement walls."
  },
  {
    "word": "Überflutungsschutz",
    "sentence": "Falls der Überflutungsschutz vernachlässigt würde, könnten klimabedingte Extremwetterereignisse katastrophale Folgen haben.",
    "translation": "If flood protection were neglected, climate-related extreme weather events could have catastrophic consequences."
  },
  {
    "word": "Hochwasserrisikogebiet",
    "sentence": "Im ausgewiesenen Hochwasserrisikogebiet gelten strenge Auflagen für Neubauten und bestehende Gebäude.",
    "translation": "In the designated flood risk area, strict requirements apply for new buildings and existing structures."
  },
  {
    "word": "Hochwasserrisikogebiet",
    "sentence": "Bevor Investoren im Hochwasserrisikogebiet bauen, müssen sie umfassende Schutzkonzepte vorlegen und genehmigen lassen.",
    "translation": "Before investors build in flood risk areas, they must submit and have comprehensive protection concepts approved."
  },
  {
    "word": "Hochwasserrisikogebiet",
    "sentence": "Wenn das Hochwasserrisikogebiet nicht korrekt ausgewiesen wäre, könnten Bewohner falsche Sicherheit verspüren.",
    "translation": "If the flood risk area were not correctly designated, residents could feel false security."
  },
  {
    "word": "Baunutzungsverordnung",
    "sentence": "Die Baunutzungsverordnung regelt detailliert, welche Art der Bebauung in verschiedenen Gebietstypen zulässig ist.",
    "translation": "The building use ordinance regulates in detail what type of development is permitted in different area types."
  },
  {
    "word": "Baunutzungsverordnung",
    "sentence": "Stadtplaner müssen die Vorgaben der Baunutzungsverordnung beachten, wenn sie neue Bebauungspläne aufstellen.",
    "translation": "Urban planners must observe the specifications of the building use ordinance when creating new development plans."
  },
  {
    "word": "Baunutzungsverordnung",
    "sentence": "Falls die Baunutzungsverordnung reformiert würde, könnten flexiblere Nutzungsmischungen ermöglicht werden.",
    "translation": "If the building use ordinance were reformed, more flexible mixed uses could be enabled."
  },
  {
    "word": "Abstandsfläche",
    "sentence": "Die erforderliche Abstandsfläche wurde eingehalten, obwohl dadurch die bebaubare Grundstücksfläche reduziert wurde.",
    "translation": "The required spacing area was maintained, although this reduced the buildable plot area."
  },
  {
    "word": "Abstandsfläche",
    "sentence": "Bei der Berechnung der Abstandsfläche müssen Gebäudehöhe und Grenzabstand präzise berücksichtigt werden.",
    "translation": "When calculating the spacing area, building height and boundary distance must be precisely considered."
  },
  {
    "word": "Abstandsfläche",
    "sentence": "Wenn die Abstandsfläche unterschritten würde, könnten Nachbarn ihr Widerspruchsrecht gegen die Baugenehmigung ausüben.",
    "translation": "If the spacing area were violated, neighbors could exercise their right to object to the building permit."
  },
  {
    "word": "Grenzbebauung",
    "sentence": "Die Grenzbebauung wurde genehmigt, nachdem der Nachbar schriftlich sein Einverständnis erklärt hatte.",
    "translation": "The boundary construction was approved after the neighbor had declared written consent."
  },
  {
    "word": "Grenzbebauung",
    "sentence": "In dicht bebauten Innenstadtlagen ist Grenzbebauung oft die einzige Möglichkeit zur effizienten Grundstücksnutzung.",
    "translation": "In densely built inner-city locations, boundary construction is often the only option for efficient plot use."
  },
  {
    "word": "Grenzbebauung",
    "sentence": "Falls eine Grenzbebauung ohne Zustimmung errichtet würde, müsste sie möglicherweise zurückgebaut werden.",
    "translation": "If boundary construction were erected without consent, it might have to be demolished."
  },
  {
    "word": "Traufhöhe",
    "sentence": "Die maximale Traufhöhe wurde festgesetzt, damit sich Neubauten harmonisch in die bestehende Bebauung einfügen.",
    "translation": "The maximum eaves height was set so new buildings integrate harmoniously into existing development."
  },
  {
    "word": "Traufhöhe",
    "sentence": "Bei der Planung von Dachgeschossausbauten muss die zulässige Traufhöhe zwingend eingehalten werden.",
    "translation": "When planning attic conversions, the permissible eaves height must be strictly observed."
  },
  {
    "word": "Traufhöhe",
    "sentence": "Wenn die Traufhöhe überschritten würde, könnte das gesamte Bauvorhaben gestoppt werden.",
    "translation": "If the eaves height were exceeded, the entire construction project could be stopped."
  },
  {
    "word": "Firsthöhe",
    "sentence": "Die Firsthöhe wurde begrenzt, nachdem Anwohner befürchtet hatten, dass ihre Aussicht beeinträchtigt würde.",
    "translation": "The ridge height was limited after residents had feared their view would be impaired."
  },
  {
    "word": "Firsthöhe",
    "sentence": "Im Bebauungsplan wird die Firsthöhe exakt definiert, um ein einheitliches Erscheinungsbild zu gewährleisten.",
    "translation": "The development plan defines the ridge height exactly to ensure a uniform appearance."
  },
  {
    "word": "Firsthöhe",
    "sentence": "Falls die zulässige Firsthöhe erhöht würde, könnten Dachgeschosse besser ausgebaut werden.",
    "translation": "If the permissible ridge height were increased, attic floors could be better developed."
  },
  {
    "word": "Dachneigung",
    "sentence": "Die vorgeschriebene Dachneigung von fünfundvierzig Grad ermöglicht optimale Raumhöhen im ausgebauten Dachgeschoss.",
    "translation": "The prescribed roof pitch of forty-five degrees enables optimal room heights in the converted attic."
  },
  {
    "word": "Dachneigung",
    "sentence": "Bei der Planung von Solaranlagen muss die Dachneigung für maximale Energieausbeute berücksichtigt werden.",
    "translation": "When planning solar systems, the roof pitch must be considered for maximum energy yield."
  },
  {
    "word": "Dachneigung",
    "sentence": "Wenn die Dachneigung flacher gestaltet würde, könnten moderne Architekturkonzepte besser umgesetzt werden.",
    "translation": "If the roof pitch were designed flatter, modern architectural concepts could be better implemented."
  },
  {
    "word": "Staffelgeschoss",
    "sentence": "Das zurückgesetzte Staffelgeschoss wurde genehmigt, weil es die städtebauliche Wirkung des Gebäudes verbessert.",
    "translation": "The recessed penthouse floor was approved because it improves the urban planning effect of the building."
  },
  {
    "word": "Staffelgeschoss",
    "sentence": "Im Staffelgeschoss entstehen hochwertige Wohnungen mit großzügigen Dachterrassen und Panoramablick über die Stadt.",
    "translation": "High-quality apartments with spacious roof terraces and panoramic city views are created in the penthouse floor."
  },
  {
    "word": "Staffelgeschoss",
    "sentence": "Falls ein zusätzliches Staffelgeschoss erlaubt würde, könnte die Wohnfläche erheblich erweitert werden.",
    "translation": "If an additional penthouse floor were permitted, the living space could be significantly expanded."
  },
  {
    "word": "Sockelgeschoss",
    "sentence": "Das erhöhte Sockelgeschoss schützt die Erdgeschosswohnungen vor Einblicken und möglichen Überschwemmungen.",
    "translation": "The elevated base floor protects ground floor apartments from views and potential flooding."
  },
  {
    "word": "Sockelgeschoss",
    "sentence": "Im Sockelgeschoss wurden Gewerbeeinheiten untergebracht, während die oberen Etagen dem Wohnen vorbehalten sind.",
    "translation": "Commercial units were accommodated in the base floor while upper floors are reserved for residential use."
  },
  {
    "word": "Sockelgeschoss",
    "sentence": "Wenn das Sockelgeschoss transparent gestaltet würde, könnte die Straßenebene belebter wirken.",
    "translation": "If the base floor were designed transparently, the street level could appear more lively."
  },
  {
    "word": "Nutzungsmischung",
    "sentence": "Die ausgewogene Nutzungsmischung sorgt dafür, dass das Quartier sowohl tagsüber als auch abends belebt ist.",
    "translation": "The balanced mix of uses ensures the quarter is lively both during the day and in the evening."
  },
  {
    "word": "Nutzungsmischung",
    "sentence": "Durch eine kleinteilige Nutzungsmischung können kurze Wege zwischen Wohnen, Arbeiten und Einkaufen realisiert werden.",
    "translation": "Through small-scale mixed use, short distances between living, working, and shopping can be realized."
  },
  {
    "word": "Nutzungsmischung",
    "sentence": "Falls die Nutzungsmischung nicht gefördert würde, könnten monofunktionale Stadtteile entstehen.",
    "translation": "If mixed use were not promoted, monofunctional districts could emerge."
  },
  {
    "word": "Monofunktionale Bebauung",
    "sentence": "Die monofunktionale Bebauung der Nachkriegszeit wird heute als städtebaulicher Fehler betrachtet.",
    "translation": "The monofunctional development of the post-war period is today considered an urban planning mistake."
  },
  {
    "word": "Monofunktionale Bebauung",
    "sentence": "In Gebieten mit monofunktionaler Bebauung fehlen oft soziale Treffpunkte und lebendige öffentliche Räume.",
    "translation": "In areas with monofunctional development, social meeting points and lively public spaces are often missing."
  },
  {
    "word": "Monofunktionale Bebauung",
    "sentence": "Wenn monofunktionale Bebauung vermieden würde, könnten vielfältigere und lebenswertere Stadtquartiere entstehen.",
    "translation": "If monofunctional development were avoided, more diverse and livable urban quarters could emerge."
  },
  {
    "word": "Urbanität",
    "sentence": "Die gewünschte Urbanität entsteht durch eine dichte Bebauung mit vielfältigen Nutzungen und öffentlichen Räumen.",
    "translation": "The desired urbanity arises through dense development with diverse uses and public spaces."
  },
  {
    "word": "Urbanität",
    "sentence": "Zur Förderung der Urbanität werden Erdgeschosszonen für Gastronomie, Einzelhandel und kulturelle Einrichtungen reserviert.",
    "translation": "To promote urbanity, ground floor zones are reserved for gastronomy, retail, and cultural facilities."
  },
  {
    "word": "Urbanität",
    "sentence": "Falls echte Urbanität entstehen würde, könnten Stadtteile zu attraktiven Wohn- und Arbeitsorten werden.",
    "translation": "If real urbanity were to emerge, districts could become attractive places to live and work."
  },
  {
    "word": "Identitätsstiftend",
    "sentence": "Die identitätsstiftende Architektur des neuen Kulturzentrums prägt das gesamte Stadtviertel nachhaltig.",
    "translation": "The identity-creating architecture of the new cultural center sustainably shapes the entire district."
  },
  {
    "word": "Identitätsstiftend",
    "sentence": "Historische Gebäude wirken identitätsstiftend und sollten deshalb bei der Quartiersentwicklung erhalten bleiben.",
    "translation": "Historic buildings create identity and should therefore be preserved in quarter development."
  },
  {
    "word": "Identitätsstiftend",
    "sentence": "Wenn identitätsstiftende Elemente geschaffen würden, könnten sich Bewohner stärker mit ihrem Viertel identifizieren.",
    "translation": "If identity-creating elements were created, residents could identify more strongly with their district."
  },
  {
    "word": "Raumkante",
    "sentence": "Die klare Raumkante entlang der Hauptstraße wurde durch eine geschlossene Bebauung definiert.",
    "translation": "The clear spatial edge along the main street was defined by closed development."
  },
  {
    "word": "Raumkante",
    "sentence": "Städtebauliche Raumkanten gliedern den öffentlichen Raum und schaffen unterschiedliche Aufenthaltsbereiche.",
    "translation": "Urban spatial edges structure public space and create different areas for lingering."
  },
  {
    "word": "Raumkante",
    "sentence": "Falls die Raumkante aufgelöst würde, könnte der städtische Raum seine Fassung verlieren.",
    "translation": "If the spatial edge were dissolved, the urban space could lose its definition."
  },
  {
    "word": "Blockrandbebauung",
    "sentence": "Die traditionelle Blockrandbebauung schafft ruhige Innenhöfe, während die Straßenfronten urban gestaltet werden.",
    "translation": "Traditional perimeter block development creates quiet courtyards while street fronts are designed urbanely."
  },
  {
    "word": "Blockrandbebauung",
    "sentence": "Bei der Blockrandbebauung müssen Durchgänge eingeplant werden, damit die Innenhöfe öffentlich zugänglich bleiben.",
    "translation": "With perimeter block development, passages must be planned so courtyards remain publicly accessible."
  },
  {
    "word": "Blockrandbebauung",
    "sentence": "Wenn mehr Blockrandbebauung realisiert würde, könnten städtische Räume besser gefasst werden.",
    "translation": "If more perimeter block development were realized, urban spaces could be better defined."
  },
  {
    "word": "Zeilenbebauung",
    "sentence": "Die Zeilenbebauung der fünfziger Jahre wurde saniert und durch gemeinschaftliche Grünflächen aufgewertet.",
    "translation": "The row development from the fifties was renovated and enhanced with communal green spaces."
  },
  {
    "word": "Zeilenbebauung",
    "sentence": "In der modernen Zeilenbebauung wird auf optimale Besonnung und ausreichende Abstandsflächen geachtet.",
    "translation": "In modern row development, attention is paid to optimal sunlight and sufficient spacing areas."
  },
  {
    "word": "Zeilenbebauung",
    "sentence": "Falls die Zeilenbebauung verdichtet würde, müssten zusätzliche Freiflächen geschaffen werden.",
    "translation": "If row development were densified, additional open spaces would have to be created."
  },
  {
    "word": "Punkthausbebauung",
    "sentence": "Die Punkthausbebauung ermöglicht eine hohe Wohndichte bei gleichzeitig großzügigen Freiflächen zwischen den Gebäuden.",
    "translation": "Point block development enables high residential density while maintaining generous open spaces between buildings."
  },
  {
    "word": "Punkthausbebauung",
    "sentence": "Bei der Punkthausbebauung profitieren alle Wohnungen von guter Belichtung und attraktiven Ausblicken.",
    "translation": "With point block development, all apartments benefit from good lighting and attractive views."
  },
  {
    "word": "Punkthausbebauung",
    "sentence": "Wenn Punkthausbebauung geschickt angeordnet würde, könnten interessante städtebauliche Ensembles entstehen.",
    "translation": "If point block development were cleverly arranged, interesting urban ensembles could emerge."
  },
  {
    "word": "Einfamilienhaus",
    "sentence": "Das freistehende Einfamilienhaus verbraucht mehr Fläche als verdichtete Wohnformen bei gleicher Bewohnerzahl.",
    "translation": "The detached single-family house consumes more area than dense housing forms with the same number of residents."
  },
  {
    "word": "Einfamilienhaus",
    "sentence": "Trotz Flächenknappheit werden Einfamilienhäuser weiterhin nachgefragt, besonders von Familien mit Kindern.",
    "translation": "Despite land scarcity, single-family houses continue to be in demand, especially from families with children."
  },
  {
    "word": "Einfamilienhaus",
    "sentence": "Falls weniger Einfamilienhäuser gebaut würden, könnten Flächen effizienter für Mehrfamilienhäuser genutzt werden.",
    "translation": "If fewer single-family houses were built, areas could be used more efficiently for multi-family houses."
  },
  {
    "word": "Reihenhaus",
    "sentence": "Das Reihenhaus bietet einen guten Kompromiss zwischen privatem Wohnraum und flächensparender Bauweise.",
    "translation": "The row house offers a good compromise between private living space and space-saving construction."
  },
  {
    "word": "Reihenhaus",
    "sentence": "Moderne Reihenhäuser werden so konzipiert, dass sie trotz schmaler Grundstücke großzügige Wohnflächen bieten.",
    "translation": "Modern row houses are designed to offer generous living spaces despite narrow plots."
  },
  {
    "word": "Reihenhaus",
    "sentence": "Wenn mehr Reihenhäuser gebaut würden, könnten bezahlbare Eigenheime für Mittelschichtsfamilien entstehen.",
    "translation": "If more row houses were built, affordable homes for middle-class families could be created."
  },
  {
    "word": "Geschosswohnungsbau",
    "sentence": "Der soziale Geschosswohnungsbau wurde gefördert, nachdem die Wohnungsnot in Ballungsräumen kritisch geworden war.",
    "translation": "Social multi-story housing was promoted after the housing shortage in metropolitan areas had become critical."
  },
  {
    "word": "Geschosswohnungsbau",
    "sentence": "Durch qualitätsvollen Geschosswohnungsbau können attraktive Wohnquartiere mit hoher Dichte geschaffen werden.",
    "translation": "Through quality multi-story housing, attractive residential quarters with high density can be created."
  },
  {
    "word": "Geschosswohnungsbau",
    "sentence": "Falls der Geschosswohnungsbau vernachlässigt würde, könnte bezahlbarer Wohnraum noch knapper werden.",
    "translation": "If multi-story housing were neglected, affordable housing could become even scarcer."
  },
  {
    "word": "Baugemeinschaft",
    "sentence": "Die Baugemeinschaft realisierte ein innovatives Wohnprojekt mit gemeinschaftlichen Räumen und ökologischem Konzept.",
    "translation": "The building community realized an innovative housing project with communal spaces and ecological concept."
  },
  {
    "word": "Baugemeinschaft",
    "sentence": "In einer Baugemeinschaft können individuelle Wohnwünsche besser umgesetzt werden als beim Kauf vom Bauträger.",
    "translation": "In a building community, individual housing wishes can be better implemented than when buying from a developer."
  },
  {
    "word": "Baugemeinschaft",
    "sentence": "Wenn mehr Baugemeinschaften unterstützt würden, könnten alternative Wohnformen und soziale Nachbarschaften entstehen.",
    "translation": "If more building communities were supported, alternative housing forms and social neighborhoods could emerge."
  },
  {
    "word": "Gentrification",
    "sentence": "Die fortschreitende Gentrification führt dazu, dass alteingesessene Bewohner sich die steigenden Mieten nicht mehr leisten können.",
    "translation": "Progressive gentrification leads to long-time residents no longer being able to afford rising rents."
  },
  {
    "word": "Gentrification",
    "sentence": "Stadtplaner versuchen durch Milieuschutz und soziale Erhaltungssatzungen die negative Gentrification zu bremsen.",
    "translation": "Urban planners try to slow negative gentrification through social preservation statutes and milieu protection."
  },
  {
    "word": "Gentrification",
    "sentence": "Falls die Gentrification ungebremst fortschreiten würde, könnten gewachsene Sozialstrukturen zerstört werden.",
    "translation": "If gentrification were to proceed unchecked, grown social structures could be destroyed."
  },
  {
    "word": "Milieuschutz",
    "sentence": "Der Milieuschutz wurde eingeführt, nachdem viele einkommensschwache Haushalte aus dem Viertel verdrängt worden waren.",
    "translation": "Milieu protection was introduced after many low-income households had been displaced from the district."
  },
  {
    "word": "Milieuschutz",
    "sentence": "Durch den Milieuschutz werden Luxusmodernisierungen verhindert, die zu drastischen Mieterhöhungen führen würden.",
    "translation": "Through milieu protection, luxury modernizations that would lead to drastic rent increases are prevented."
  },
  {
    "word": "Milieuschutz",
    "sentence": "Wenn der Milieuschutz konsequent durchgesetzt würde, könnten sozial gemischte Quartiere erhalten bleiben.",
    "translation": "If milieu protection were consistently enforced, socially mixed quarters could be preserved."
  },
  {
    "word": "Segregation",
    "sentence": "Die soziale Segregation in Städten nimmt zu, obwohl Politiker versuchen, durch Wohnungspolitik gegenzusteuern.",
    "translation": "Social segregation in cities is increasing, although politicians try to counteract through housing policy."
  },
  {
    "word": "Segregation",
    "sentence": "Um räumliche Segregation zu vermeiden, sollten geförderte Wohnungen gleichmäßig über das Stadtgebiet verteilt werden.",
    "translation": "To avoid spatial segregation, subsidized housing should be evenly distributed across the urban area."
  },
  {
    "word": "Segregation",
    "sentence": "Falls die Segregation weiter zunähme, könnten problematische Parallelgesellschaften in Großstädten entstehen.",
    "translation": "If segregation continued to increase, problematic parallel societies could emerge in large cities."
  },
  {
    "word": "Zwischennutzung",
    "sentence": "Die kreative Zwischennutzung der Industriebrache hat sich zu einem dauerhaften Kulturquartier entwickelt.",
    "translation": "The creative interim use of the industrial wasteland has developed into a permanent cultural quarter."
  },
  {
    "word": "Zwischennutzung",
    "sentence": "Durch temporäre Zwischennutzung können brachliegende Flächen sinnvoll genutzt und belebt werden.",
    "translation": "Through temporary interim use, vacant areas can be meaningfully used and revitalized."
  },
  {
    "word": "Zwischennutzung",
    "sentence": "Wenn Zwischennutzung gefördert würde, könnten innovative Projekte entstehen und Leerstand vermieden werden.",
    "translation": "If interim use were promoted, innovative projects could emerge and vacancy could be avoided."
  },
  {
    "word": "Gemeinbedarfsfläche",
    "sentence": "Die Gemeinbedarfsfläche wurde reserviert, damit später eine Schule oder Kindertagesstätte gebaut werden kann.",
    "translation": "The public facility area was reserved so a school or daycare center can be built later."
  },
  {
    "word": "Gemeinbedarfsfläche",
    "sentence": "Bei der Quartiersentwicklung müssen ausreichend Gemeinbedarfsflächen für soziale Infrastruktur eingeplant werden.",
    "translation": "In quarter development, sufficient public facility areas for social infrastructure must be planned."
  },
  {
    "word": "Gemeinbedarfsfläche",
    "sentence": "Falls keine Gemeinbedarfsfläche vorgesehen würde, könnten wichtige öffentliche Einrichtungen später fehlen.",
    "translation": "If no public facility area were provided, important public facilities could be missing later."
  },
  {
    "word": "Spielplatzsatzung",
    "sentence": "Die kommunale Spielplatzsatzung schreibt vor, dass bei Mehrfamilienhäusern ausreichende Spielflächen geschaffen werden müssen.",
    "translation": "The municipal playground ordinance prescribes that sufficient play areas must be created for multi-family houses."
  },
  {
    "word": "Spielplatzsatzung",
    "sentence": "Gemäß der Spielplatzsatzung werden Bauherren verpflichtet, pro Wohneinheit bestimmte Quadratmeter Spielfläche nachzuweisen.",
    "translation": "According to the playground ordinance, developers are obligated to provide specific square meters of play area per residential unit."
  },
  {
    "word": "Spielplatzsatzung",
    "sentence": "Wenn die Spielplatzsatzung gelockert würde, könnten Kinder in neuen Wohngebieten benachteiligt werden.",
    "translation": "If the playground ordinance were relaxed, children in new residential areas could be disadvantaged."
  },
  {
    "targetWord": "Kleingartenanlage",
    "sentence": "Die neue Kleingartenanlage wurde nach intensiven Verhandlungen mit den Anwohnern bewilligt.",
    "translation": "The new allotment garden was approved after intensive negotiations with residents."
  },
  {
    "targetWord": "Kleingartenanlage",
    "sentence": "Im Bebauungsplan müssen wir die bestehende Kleingartenanlage als Grünfläche erhalten.",
    "translation": "In the development plan we must preserve the existing allotment garden as green space."
  },
  {
    "targetWord": "Kleingartenanlage",
    "sentence": "Falls die Kleingartenanlage weichen muss, würden alternative Ausgleichsflächen geschaffen werden.",
    "translation": "If the allotment garden must give way, alternative compensation areas would be created."
  },
  {
    "targetWord": "Baulandmobilisierung",
    "sentence": "Die Kommune hat verschiedene Instrumente zur Baulandmobilisierung entwickelt, um Wohnraum zu schaffen.",
    "translation": "The municipality has developed various instruments for building land mobilization to create housing."
  },
  {
    "targetWord": "Baulandmobilisierung",
    "sentence": "Unsere Abteilung koordiniert die Baulandmobilisierung durch gezielte Ankäufe und Entwicklungsprojekte.",
    "translation": "Our department coordinates building land mobilization through targeted purchases and development projects."
  },
  {
    "targetWord": "Baulandmobilisierung",
    "sentence": "Wenn die Baulandmobilisierung erfolgreich wäre, könnten wir den Wohnungsmangel deutlich reduzieren.",
    "translation": "If the building land mobilization were successful, we could significantly reduce the housing shortage."
  },
  {
    "targetWord": "Bodenrichtwert",
    "sentence": "Der aktuelle Bodenrichtwert wurde vom Gutachterausschuss für das gesamte Stadtgebiet ermittelt.",
    "translation": "The current standard land value was determined by the valuation committee for the entire city area."
  },
  {
    "targetWord": "Bodenrichtwert",
    "sentence": "Bei der Projektbewertung müssen wir den aktuellen Bodenrichtwert als Kalkulationsgrundlage verwenden.",
    "translation": "For project evaluation we must use the current standard land value as a calculation basis."
  },
  {
    "targetWord": "Bodenrichtwert",
    "sentence": "Falls der Bodenrichtwert weiter steigt, würde sich die Wirtschaftlichkeit des Projekts verschlechtern.",
    "translation": "If the standard land value continues to rise, the project's economic viability would deteriorate."
  },
  {
    "targetWord": "Bodenwertsteuer",
    "sentence": "Die geplante Bodenwertsteuer könnte Spekulationen mit unbebauten Grundstücken deutlich reduzieren.",
    "translation": "The planned land value tax could significantly reduce speculation with undeveloped plots."
  },
  {
    "targetWord": "Bodenwertsteuer",
    "sentence": "Im Planungsausschuss diskutieren wir die Auswirkungen einer möglichen Bodenwertsteuer auf Investoren.",
    "translation": "In the planning committee we discuss the effects of a possible land value tax on investors."
  },
  {
    "targetWord": "Bodenwertsteuer",
    "sentence": "Wenn die Bodenwertsteuer eingeführt würde, müssten wir unsere Finanzierungsmodelle überarbeiten.",
    "translation": "If the land value tax were introduced, we would have to revise our financing models."
  },
  {
    "targetWord": "Konzeptvergabe",
    "sentence": "Bei der Konzeptvergabe wurden soziale und ökologische Kriterien stärker gewichtet als der Preis.",
    "translation": "In the concept-based allocation, social and ecological criteria were weighted more heavily than price."
  },
  {
    "targetWord": "Konzeptvergabe",
    "sentence": "Die Stadt nutzt die Konzeptvergabe, um innovative Wohnprojekte und Gemeinschaftskonzepte zu fördern.",
    "translation": "The city uses concept-based allocation to promote innovative housing projects and community concepts."
  },
  {
    "targetWord": "Konzeptvergabe",
    "sentence": "Falls wir die Konzeptvergabe anwenden würden, könnten qualitativ hochwertigere Projekte entstehen.",
    "translation": "If we were to apply concept-based allocation, higher quality projects could emerge."
  },
  {
    "targetWord": "Erbbaurecht",
    "sentence": "Das Erbbaurecht ermöglicht es der Kommune, langfristig Einfluss auf die Grundstücksnutzung zu behalten.",
    "translation": "The hereditary building right allows the municipality to retain long-term influence on land use."
  },
  {
    "targetWord": "Erbbaurecht",
    "sentence": "Wir empfehlen das Erbbaurecht als Instrument zur Schaffung bezahlbaren Wohnraums einzusetzen.",
    "translation": "We recommend using hereditary building rights as an instrument for creating affordable housing."
  },
  {
    "targetWord": "Erbbaurecht",
    "sentence": "Wenn das Erbbaurecht ausliefe, müssten die Vertragskonditionen neu verhandelt werden.",
    "translation": "If the hereditary building right expired, the contract conditions would have to be renegotiated."
  },
  {
    "targetWord": "DGNB-Zertifizierung",
    "sentence": "Die DGNB-Zertifizierung wurde als verbindlicher Standard für alle städtischen Neubauten festgelegt.",
    "translation": "The DGNB certification was established as a binding standard for all municipal new buildings."
  },
  {
    "targetWord": "DGNB-Zertifizierung",
    "sentence": "Unser Projektteam strebt die höchste Stufe der DGNB-Zertifizierung für das Verwaltungsgebäude an.",
    "translation": "Our project team aims for the highest level of DGNB certification for the administrative building."
  },
  {
    "targetWord": "DGNB-Zertifizierung",
    "sentence": "Falls die DGNB-Zertifizierung erforderlich wäre, würden sich die Baukosten um etwa zehn Prozent erhöhen.",
    "translation": "If DGNB certification were required, construction costs would increase by about ten percent."
  },
  {
    "targetWord": "Lebenszykluskosten",
    "sentence": "Die Lebenszykluskosten wurden über einen Zeitraum von fünfzig Jahren kalkuliert und bewertet.",
    "translation": "The life cycle costs were calculated and evaluated over a period of fifty years."
  },
  {
    "targetWord": "Lebenszykluskosten",
    "sentence": "Bei öffentlichen Ausschreibungen berücksichtigen wir verstärkt die gesamten Lebenszykluskosten der Gebäude.",
    "translation": "In public tenders we increasingly consider the total life cycle costs of buildings."
  },
  {
    "targetWord": "Lebenszykluskosten",
    "sentence": "Wenn die Lebenszykluskosten reduziert würden, könnte die langfristige Wirtschaftlichkeit verbessert werden.",
    "translation": "If life cycle costs were reduced, long-term economic viability could be improved."
  },
  {
    "targetWord": "Passivhaus",
    "sentence": "Das neue Passivhaus verbraucht neunzig Prozent weniger Heizenergie als konventionelle Gebäude.",
    "translation": "The new passive house consumes ninety percent less heating energy than conventional buildings."
  },
  {
    "targetWord": "Passivhaus",
    "sentence": "Im Quartier planen wir ausschließlich Gebäude im Passivhaus-Standard für maximale Energieeffizienz.",
    "translation": "In the district we plan exclusively buildings in passive house standard for maximum energy efficiency."
  },
  {
    "targetWord": "Passivhaus",
    "sentence": "Falls jedes Gebäude als Passivhaus errichtet würde, könnten die Klimaziele erreicht werden.",
    "translation": "If every building were constructed as a passive house, climate goals could be achieved."
  },
  {
    "targetWord": "Plusenergiehaus",
    "sentence": "Das Plusenergiehaus produziert mehr Energie, als es über das gesamte Jahr verbraucht.",
    "translation": "The plus-energy house produces more energy than it consumes over the entire year."
  },
  {
    "targetWord": "Plusenergiehaus",
    "sentence": "Die Verwaltung fördert den Bau von Plusenergiehäusern durch spezielle Zuschüsse und Beratungsangebote.",
    "translation": "The administration promotes the construction of plus-energy houses through special grants and consultation services."
  },
  {
    "targetWord": "Plusenergiehaus",
    "sentence": "Wenn alle Neubauten als Plusenergiehaus konzipiert würden, entstünde ein energiepositives Quartier.",
    "translation": "If all new buildings were designed as plus-energy houses, an energy-positive district would emerge."
  },
  {
    "targetWord": "Kreislaufwirtschaft",
    "sentence": "Die Kreislaufwirtschaft wurde als zentrales Prinzip in unsere Stadtentwicklungsstrategie integriert.",
    "translation": "The circular economy was integrated as a central principle in our urban development strategy."
  },
  {
    "targetWord": "Kreislaufwirtschaft",
    "sentence": "Im Bausektor implementieren wir Konzepte der Kreislaufwirtschaft durch systematische Materialwiederverwendung.",
    "translation": "In the construction sector we implement circular economy concepts through systematic material reuse."
  },
  {
    "targetWord": "Kreislaufwirtschaft",
    "sentence": "Falls die Kreislaufwirtschaft konsequent umgesetzt würde, könnten Ressourcen erheblich eingespart werden.",
    "translation": "If the circular economy were consistently implemented, resources could be significantly saved."
  },
  {
    "targetWord": "Cradle-to-Cradle",
    "sentence": "Das Cradle-to-Cradle-Prinzip wurde bei der Materialauswahl für den nachhaltigen Bürokomplex angewendet.",
    "translation": "The cradle-to-cradle principle was applied in material selection for the sustainable office complex."
  },
  {
    "targetWord": "Cradle-to-Cradle",
    "sentence": "Unsere Planer setzen verstärkt auf Cradle-to-Cradle-zertifizierte Baustoffe für öffentliche Gebäude.",
    "translation": "Our planners increasingly rely on cradle-to-cradle certified building materials for public buildings."
  },
  {
    "targetWord": "Cradle-to-Cradle",
    "sentence": "Wenn alle Materialien nach Cradle-to-Cradle-Standards ausgewählt würden, entstünde kein Abfall.",
    "translation": "If all materials were selected according to cradle-to-cradle standards, no waste would be created."
  },
  {
    "targetWord": "Baustoffkataster",
    "sentence": "Das digitale Baustoffkataster dokumentiert alle verbauten Materialien für spätere Wiederverwendung.",
    "translation": "The digital building material register documents all installed materials for later reuse."
  },
  {
    "targetWord": "Baustoffkataster",
    "sentence": "Bei Abbruchprojekten nutzen wir das Baustoffkataster zur Identifikation wiederverwertbarer Materialien.",
    "translation": "For demolition projects we use the building material register to identify recyclable materials."
  },
  {
    "targetWord": "Baustoffkataster",
    "sentence": "Falls ein Baustoffkataster vorläge, könnten wertvolle Ressourcen gezielt zurückgewonnen werden.",
    "translation": "If a building material register were available, valuable resources could be specifically recovered."
  },
  {
    "targetWord": "Graue Energie",
    "sentence": "Die graue Energie der Baumaterialien macht oft mehr als die Hälfte des Gesamtenergieverbrauchs aus.",
    "translation": "The embodied energy of building materials often accounts for more than half of total energy consumption."
  },
  {
    "targetWord": "Graue Energie",
    "sentence": "In unseren Ökobilanzen berücksichtigen wir systematisch die graue Energie aller Baukomponenten.",
    "translation": "In our life cycle assessments we systematically consider the embodied energy of all building components."
  },
  {
    "targetWord": "Graue Energie",
    "sentence": "Wenn die graue Energie minimiert würde, verbesserte sich die Klimabilanz des Gebäudes erheblich.",
    "translation": "If embodied energy were minimized, the building's climate balance would improve significantly."
  },
  {
    "targetWord": "Begrünungspflicht",
    "sentence": "Die Begrünungspflicht für Flachdächer wurde in der neuen Bausatzung verbindlich festgeschrieben.",
    "translation": "The greening obligation for flat roofs was bindingly established in the new building regulations."
  },
  {
    "targetWord": "Begrünungspflicht",
    "sentence": "Unsere Behörde überwacht die Einhaltung der Begrünungspflicht bei allen gewerblichen Neubauten.",
    "translation": "Our authority monitors compliance with greening obligations for all commercial new buildings."
  },
  {
    "targetWord": "Begrünungspflicht",
    "sentence": "Falls die Begrünungspflicht ausgeweitet würde, könnte das städtische Mikroklima verbessert werden.",
    "translation": "If the greening obligation were expanded, the urban microclimate could be improved."
  },
  {
    "targetWord": "Photovoltaikpflicht",
    "sentence": "Die Photovoltaikpflicht gilt ab sofort für alle Neubauten mit mehr als fünfhundert Quadratmetern Dachfläche.",
    "translation": "The photovoltaic obligation applies immediately to all new buildings with more than five hundred square meters of roof area."
  },
  {
    "targetWord": "Photovoltaikpflicht",
    "sentence": "Im Energiekonzept berücksichtigen wir die kommende Photovoltaikpflicht für gewerbliche Immobilien.",
    "translation": "In the energy concept we consider the upcoming photovoltaic obligation for commercial properties."
  },
  {
    "targetWord": "Photovoltaikpflicht",
    "sentence": "Wenn die Photovoltaikpflicht verschärft würde, müssten auch Bestandsgebäude nachgerüstet werden.",
    "translation": "If the photovoltaic obligation were tightened, existing buildings would also have to be retrofitted."
  },
  {
    "targetWord": "Smart City",
    "sentence": "Die Smart City-Strategie wurde nach umfangreicher Bürgerbeteiligung vom Stadtrat verabschiedet.",
    "translation": "The smart city strategy was adopted by the city council after extensive citizen participation."
  },
  {
    "targetWord": "Smart City",
    "sentence": "Als Projektleiter koordiniere ich verschiedene Smart City-Initiativen im Bereich Verkehr und Energie.",
    "translation": "As project manager I coordinate various smart city initiatives in transport and energy."
  },
  {
    "targetWord": "Smart City",
    "sentence": "Falls die Smart City-Konzepte umgesetzt würden, könnten städtische Prozesse erheblich optimiert werden.",
    "translation": "If smart city concepts were implemented, urban processes could be significantly optimized."
  },
  {
    "targetWord": "Mobilitätshub",
    "sentence": "Der neue Mobilitätshub verbindet verschiedene Verkehrsmittel an einem zentralen Umsteigepunkt.",
    "translation": "The new mobility hub connects various transport modes at a central transfer point."
  },
  {
    "targetWord": "Mobilitätshub",
    "sentence": "Im Quartier planen wir einen Mobilitätshub mit Carsharing, Fahrradverleih und ÖPNV-Anbindung.",
    "translation": "In the district we plan a mobility hub with car sharing, bike rental and public transport connection."
  },
  {
    "targetWord": "Mobilitätshub",
    "sentence": "Wenn der Mobilitätshub fertiggestellt wäre, würde sich die Verkehrssituation deutlich entspannen.",
    "translation": "If the mobility hub were completed, the traffic situation would relax significantly."
  },
  {
    "targetWord": "Shared Space",
    "sentence": "Das Shared Space-Konzept wurde erfolgreich in der Innenstadt implementiert und evaluiert.",
    "translation": "The shared space concept was successfully implemented and evaluated in the city center."
  },
  {
    "targetWord": "Shared Space",
    "sentence": "Bei der Umgestaltung setzen wir auf Shared Space für gleichberechtigte Verkehrsteilnahme.",
    "translation": "In the redesign we rely on shared space for equal traffic participation."
  },
  {
    "targetWord": "Shared Space",
    "sentence": "Falls Shared Space eingeführt würde, müssten Verkehrsteilnehmer verstärkt aufeinander Rücksicht nehmen.",
    "translation": "If shared space were introduced, road users would have to be more considerate of each other."
  },
  {
    "targetWord": "Superblock",
    "sentence": "Der erste Superblock wurde nach barcelonischem Vorbild in unserem Stadtviertel eingerichtet.",
    "translation": "The first superblock was established in our district following the Barcelona model."
  },
  {
    "targetWord": "Superblock",
    "sentence": "Im Verkehrskonzept definieren wir mehrere Superblocks zur Reduzierung des Durchgangsverkehrs.",
    "translation": "In the traffic concept we define several superblocks to reduce through traffic."
  },
  {
    "targetWord": "Superblock",
    "sentence": "Wenn weitere Superblocks entstünden, würde sich die Lebensqualität im Viertel erhöhen.",
    "translation": "If more superblocks were created, quality of life in the neighborhood would increase."
  },
  {
    "targetWord": "15-Minuten-Stadt",
    "sentence": "Die 15-Minuten-Stadt wurde als Leitbild für die nachhaltige Quartiersentwicklung beschlossen.",
    "translation": "The 15-minute city was adopted as a guiding principle for sustainable district development."
  },
  {
    "targetWord": "15-Minuten-Stadt",
    "sentence": "Unser Planungsteam entwickelt Konzepte zur Umsetzung der 15-Minuten-Stadt in verschiedenen Bezirken.",
    "translation": "Our planning team develops concepts for implementing the 15-minute city in various districts."
  },
  {
    "targetWord": "15-Minuten-Stadt",
    "sentence": "Falls die 15-Minuten-Stadt realisiert würde, könnten Verkehrsemissionen drastisch reduziert werden.",
    "translation": "If the 15-minute city were realized, traffic emissions could be drastically reduced."
  },
  {
    "targetWord": "Kiezblock",
    "sentence": "Der neue Kiezblock wurde nach intensiver Anwohnerbeteiligung verkehrsberuhigt umgestaltet.",
    "translation": "The new neighborhood block was traffic-calmed after intensive resident participation."
  },
  {
    "targetWord": "Kiezblock",
    "sentence": "Als Verkehrsplaner konzipiere ich Kiezblocks zur Förderung der lokalen Lebensqualität.",
    "translation": "As a traffic planner I design neighborhood blocks to promote local quality of life."
  },
  {
    "targetWord": "Kiezblock",
    "sentence": "Wenn der Kiezblock umgesetzt würde, entstünden neue Aufenthaltsräume für die Nachbarschaft.",
    "translation": "If the neighborhood block were implemented, new social spaces for the neighborhood would emerge."
  },
  {
    "targetWord": "Pop-up-Radweg",
    "sentence": "Der temporäre Pop-up-Radweg wurde nach erfolgreicher Testphase dauerhaft eingerichtet.",
    "translation": "The temporary pop-up bike lane was permanently established after a successful test phase."
  },
  {
    "targetWord": "Pop-up-Radweg",
    "sentence": "Die Verkehrsbehörde plant weitere Pop-up-Radwege zur schnellen Verbesserung der Fahrradinfrastruktur.",
    "translation": "The traffic authority plans more pop-up bike lanes for rapid improvement of bicycle infrastructure."
  },
  {
    "targetWord": "Pop-up-Radweg",
    "sentence": "Falls der Pop-up-Radweg bewährt hätte, würde er in dauerhafte Infrastruktur umgewandelt.",
    "translation": "If the pop-up bike lane had proven successful, it would be converted to permanent infrastructure."
  },
  {
    "targetWord": "Reallabor",
    "sentence": "Das urbane Reallabor testet innovative Lösungen für nachhaltige Stadtentwicklung unter realen Bedingungen.",
    "translation": "The urban real laboratory tests innovative solutions for sustainable urban development under real conditions."
  },
  {
    "targetWord": "Reallabor",
    "sentence": "In unserem Reallabor erproben wir neue Mobilitätskonzepte gemeinsam mit Bürgern und Wissenschaftlern.",
    "translation": "In our real laboratory we test new mobility concepts together with citizens and scientists."
  },
  {
    "targetWord": "Reallabor",
    "sentence": "Wenn das Reallabor erfolgreich wäre, könnten die Ergebnisse stadtweite Anwendung finden.",
    "translation": "If the real laboratory were successful, the results could find citywide application."
  },
  {
    "targetWord": "Transformationsmanagement",
    "sentence": "Das professionelle Transformationsmanagement begleitet den Strukturwandel in ehemaligen Industriegebieten systematisch.",
    "translation": "Professional transformation management systematically accompanies structural change in former industrial areas."
  },
  {
    "targetWord": "Transformationsmanagement",
    "sentence": "Unser Team für Transformationsmanagement koordiniert die verschiedenen Akteure im Umbauprozess.",
    "translation": "Our transformation management team coordinates the various actors in the restructuring process."
  },
  {
    "targetWord": "Transformationsmanagement",
    "sentence": "Falls das Transformationsmanagement intensiviert würde, könnten Konflikte frühzeitig gelöst werden.",
    "translation": "If transformation management were intensified, conflicts could be resolved early."
  },
  {
    "targetWord": "Beteiligungsverfahren",
    "sentence": "Das mehrstufige Beteiligungsverfahren wurde transparent dokumentiert und öffentlich zugänglich gemacht.",
    "translation": "The multi-stage participation process was transparently documented and made publicly accessible."
  },
  {
    "targetWord": "Beteiligungsverfahren",
    "sentence": "Als Moderatorin leite ich Beteiligungsverfahren für komplexe Stadtentwicklungsprojekte und Bauvorhaben.",
    "translation": "As a moderator I lead participation processes for complex urban development projects and construction projects."
  },
  {
    "targetWord": "Beteiligungsverfahren",
    "sentence": "Wenn das Beteiligungsverfahren erweitert würde, könnten mehr Bürger ihre Ideen einbringen.",
    "translation": "If the participation process were expanded, more citizens could contribute their ideas."
  },
  {
    "targetWord": "Planungswerkstatt",
    "sentence": "Die zweitägige Planungswerkstatt hat konkrete Gestaltungsvorschläge für den neuen Stadtplatz erarbeitet.",
    "translation": "The two-day planning workshop developed concrete design proposals for the new city square."
  },
  {
    "targetWord": "Planungswerkstatt",
    "sentence": "In der Planungswerkstatt entwickeln Bürger gemeinsam mit Experten zukunftsfähige Quartierskonzepte.",
    "translation": "In the planning workshop citizens develop future-oriented district concepts together with experts."
  },
  {
    "targetWord": "Planungswerkstatt",
    "sentence": "Falls eine Planungswerkstatt durchgeführt würde, entstünden kreative Lösungen durch kollektive Intelligenz.",
    "translation": "If a planning workshop were conducted, creative solutions would emerge through collective intelligence."
  },
  {
    "targetWord": "Zukunftswerkstatt",
    "sentence": "Die Zukunftswerkstatt wurde methodisch strukturiert durchgeführt und lieferte innovative Entwicklungsimpulse.",
    "translation": "The future workshop was methodically structured and delivered innovative development impulses."
  },
  {
    "targetWord": "Zukunftswerkstatt",
    "sentence": "Unsere Abteilung organisiert regelmäßig Zukunftswerkstätten zur partizipativen Strategieentwicklung.",
    "translation": "Our department regularly organizes future workshops for participatory strategy development."
  },
  {
    "targetWord": "Zukunftswerkstatt",
    "sentence": "Wenn die Zukunftswerkstatt früher stattgefunden hätte, wären Konflikte vermieden worden.",
    "translation": "If the future workshop had taken place earlier, conflicts would have been avoided."
  },
  {
    "targetWord": "Bürgergutachten",
    "sentence": "Das unabhängige Bürgergutachten wurde dem Stadtrat als Entscheidungsgrundlage vorgelegt.",
    "translation": "The independent citizen report was presented to the city council as a decision basis."
  },
  {
    "targetWord": "Bürgergutachten",
    "sentence": "Für kontroverse Projekte beauftragen wir externe Institute mit der Erstellung von Bürgergutachten.",
    "translation": "For controversial projects we commission external institutes to prepare citizen reports."
  },
  {
    "targetWord": "Bürgergutachten",
    "sentence": "Falls ein Bürgergutachten vorläge, könnten politische Entscheidungen besser legitimiert werden.",
    "translation": "If a citizen report were available, political decisions could be better legitimized."
  },
  {
    "targetWord": "Digitaler Zwilling",
    "sentence": "Der digitale Zwilling ermöglicht die Simulation verschiedener Entwicklungsszenarien für das Stadtquartier.",
    "translation": "The digital twin enables simulation of various development scenarios for the urban district."
  },
  {
    "targetWord": "Digitaler Zwilling",
    "sentence": "Mit dem digitalen Zwilling optimieren wir Energieflüsse und Verkehrsströme in Echtzeit.",
    "translation": "With the digital twin we optimize energy flows and traffic streams in real time."
  },
  {
    "targetWord": "Digitaler Zwilling",
    "sentence": "Wenn der digitale Zwilling vollständig wäre, könnten Planungsfehler frühzeitig erkannt werden.",
    "translation": "If the digital twin were complete, planning errors could be detected early."
  },
  {
    "targetWord": "Building Information Modeling",
    "sentence": "Building Information Modeling wurde als Standard für alle öffentlichen Bauvorhaben verbindlich eingeführt.",
    "translation": "Building Information Modeling was bindingly introduced as standard for all public construction projects."
  },
  {
    "targetWord": "Building Information Modeling",
    "sentence": "Unsere Architekten nutzen Building Information Modeling zur integrierten Planung komplexer Gebäude.",
    "translation": "Our architects use Building Information Modeling for integrated planning of complex buildings."
  },
  {
    "targetWord": "Building Information Modeling",
    "sentence": "Falls Building Information Modeling konsequent angewendet würde, ließen sich Baukosten reduzieren.",
    "translation": "If Building Information Modeling were consistently applied, construction costs could be reduced."
  },
  {
    "targetWord": "Flächenverbrauch",
    "sentence": "Der tägliche Flächenverbrauch wurde durch verdichtete Bauweise und Nachverdichtung deutlich reduziert.",
    "translation": "Daily land consumption was significantly reduced through densified construction and urban infill."
  },
  {
    "targetWord": "Flächenverbrauch",
    "sentence": "Im Monitoring dokumentieren wir den Flächenverbrauch für Siedlungs- und Verkehrszwecke kontinuierlich.",
    "translation": "In monitoring we continuously document land consumption for settlement and transport purposes."
  },
  {
    "targetWord": "Flächenverbrauch",
    "sentence": "Wenn der Flächenverbrauch gestoppt würde, könnten wertvolle Naturräume erhalten bleiben.",
    "translation": "If land consumption were stopped, valuable natural spaces could be preserved."
  },
  {
    "targetWord": "Flächensparen",
    "sentence": "Das konsequente Flächensparen wurde durch Innenentwicklung und Brachflächenrecycling erfolgreich umgesetzt.",
    "translation": "Consistent land saving was successfully implemented through inner development and brownfield recycling."
  },
  {
    "targetWord": "Flächensparen",
    "sentence": "Als Planungsbehörde fördern wir das Flächensparen durch gezielte Anreize und Beratung.",
    "translation": "As a planning authority we promote land saving through targeted incentives and consultation."
  },
  {
    "targetWord": "Flächensparen",
    "sentence": "Falls das Flächensparen priorisiert würde, müssten alternative Entwicklungskonzepte erarbeitet werden.",
    "translation": "If land saving were prioritized, alternative development concepts would have to be developed."
  },
  {
    "targetWord": "Bodenschutz",
    "sentence": "Der präventive Bodenschutz wurde in allen städtischen Planungsverfahren verbindlich verankert.",
    "translation": "Preventive soil protection was bindingly anchored in all municipal planning procedures."
  },
  {
    "targetWord": "Bodenschutz",
    "sentence": "Unser Umweltamt überwacht den Bodenschutz bei Bauvorhaben und kontaminierten Altlasten systematisch.",
    "translation": "Our environmental office systematically monitors soil protection in construction projects and contaminated sites."
  },
  {
    "targetWord": "Bodenschutz",
    "sentence": "Wenn der Bodenschutz verstärkt würde, könnten Bodenfunktionen langfristig erhalten bleiben.",
    "translation": "If soil protection were strengthened, soil functions could be preserved long-term."
  },
  {
    "targetWord": "Ökokonto",
    "sentence": "Das kommunale Ökokonto wurde mit vorgezogenen Ausgleichsmaßnahmen für zukünftige Eingriffe aufgefüllt.",
    "translation": "The municipal eco-account was filled with advance compensation measures for future interventions."
  },
  {
    "targetWord": "Ökokonto",
    "sentence": "Über das Ökokonto realisieren wir naturschutzfachliche Maßnahmen zeitlich entkoppelt vom Eingriff.",
    "translation": "Through the eco-account we realize nature conservation measures temporally decoupled from the intervention."
  },
  {
    "targetWord": "Ökokonto",
    "sentence": "Falls das Ökokonto ausreichend gefüllt wäre, könnten Bauvorhaben schneller genehmigt werden.",
    "translation": "If the eco-account were sufficiently filled, construction projects could be approved faster."
  },
  {
    "targetWord": "Eingriffsregelung",
    "sentence": "Die naturschutzrechtliche Eingriffsregelung wurde bei der Projektplanung von Anfang an berücksichtigt.",
    "translation": "The nature conservation intervention regulation was considered from the beginning in project planning."
  },
  {
    "targetWord": "Eingriffsregelung",
    "sentence": "Als Landschaftsplaner bewerte ich Eingriffe gemäß Eingriffsregelung und entwickle Kompensationskonzepte.",
    "translation": "As a landscape planner I assess interventions according to intervention regulation and develop compensation concepts."
  },
  {
    "targetWord": "Eingriffsregelung",
    "sentence": "Wenn die Eingriffsregelung verschärft würde, müssten größere Ausgleichsflächen bereitgestellt werden.",
    "translation": "If the intervention regulation were tightened, larger compensation areas would have to be provided."
  },
  {
    "targetWord": "Ausgleichsmaßnahme",
    "sentence": "Die erforderliche Ausgleichsmaßnahme wurde auf einer ehemaligen Ackerfläche als Biotop realisiert.",
    "translation": "The required compensation measure was realized as a biotope on former agricultural land."
  },
  {
    "targetWord": "Ausgleichsmaßnahme",
    "sentence": "Für das Baugebiet planen wir eine Ausgleichsmaßnahme durch Aufforstung und Gewässerrenaturierung.",
    "translation": "For the construction area we plan a compensation measure through reforestation and water body restoration."
  },
  {
    "targetWord": "Ausgleichsmaßnahme",
    "sentence": "Falls die Ausgleichsmaßnahme nicht umgesetzt würde, dürfte das Projekt nicht genehmigt werden.",
    "translation": "If the compensation measure were not implemented, the project could not be approved."
  },
  {
    "targetWord": "Lärmaktionsplan",
    "sentence": "Der neue Lärmaktionsplan wurde nach umfangreicher Lärmkartierung und Bürgerbeteiligung beschlossen.",
    "translation": "The new noise action plan was adopted after extensive noise mapping and citizen participation."
  },
  {
    "targetWord": "Lärmaktionsplan",
    "sentence": "Im Lärmaktionsplan definieren wir konkrete Maßnahmen zur Reduzierung der Lärmbelastung.",
    "translation": "In the noise action plan we define concrete measures to reduce noise pollution."
  },
  {
    "targetWord": "Lärmaktionsplan",
    "sentence": "Wenn der Lärmaktionsplan konsequent umgesetzt würde, verbesserte sich die Wohnqualität erheblich.",
    "translation": "If the noise action plan were consistently implemented, residential quality would improve significantly."
  },
  {
    "targetWord": "Luftreinhalteplan",
    "sentence": "Der aktualisierte Luftreinhalteplan enthält verschärfte Maßnahmen zur Einhaltung der Grenzwerte.",
    "translation": "The updated air quality plan contains stricter measures to comply with limit values."
  },
  {
    "targetWord": "Luftreinhalteplan",
    "sentence": "Die Umweltbehörde überwacht die Umsetzung des Luftreinhalteplans durch kontinuierliche Messungen.",
    "translation": "The environmental authority monitors implementation of the air quality plan through continuous measurements."
  },
  {
    "targetWord": "Luftreinhalteplan",
    "sentence": "Falls der Luftreinhalteplan nicht greifen würde, müssten Fahrverbote verhängt werden.",
    "translation": "If the air quality plan were not effective, driving bans would have to be imposed."
  },
  {
    "targetWord": "Umweltzone",
    "sentence": "Die erweiterte Umweltzone wurde nach Analyse der Luftqualitätsdaten auf weitere Stadtteile ausgedehnt.",
    "translation": "The expanded environmental zone was extended to additional districts after analyzing air quality data."
  },
  {
    "targetWord": "Umweltzone",
    "sentence": "In der Umweltzone dürfen nur noch Fahrzeuge mit grüner Plakette fahren.",
    "translation": "In the environmental zone only vehicles with green stickers may drive."
  },
  {
    "targetWord": "Umweltzone",
    "sentence": "Wenn die Umweltzone vergrößert würde, könnten die Stickoxidwerte weiter gesenkt werden.",
    "translation": "If the environmental zone were enlarged, nitrogen oxide levels could be further reduced."
  },
  {
    "targetWord": "Gesundheitsverträglichkeitsprüfung",
    "sentence": "Die umfassende Gesundheitsverträglichkeitsprüfung wurde für das geplante Industriegebiet durchgeführt.",
    "translation": "The comprehensive health impact assessment was conducted for the planned industrial area."
  },
  {
    "targetWord": "Gesundheitsverträglichkeitsprüfung",
    "sentence": "Bei Großprojekten fordern wir eine detaillierte Gesundheitsverträglichkeitsprüfung zur Risikobewertung.",
    "translation": "For large projects we require a detailed health impact assessment for risk evaluation."
  },
  {
    "targetWord": "Gesundheitsverträglichkeitsprüfung",
    "sentence": "Falls die Gesundheitsverträglichkeitsprüfung Risiken aufzeigte, müssten Schutzmaßnahmen ergriffen werden.",
    "translation": "If the health impact assessment revealed risks, protective measures would have to be taken."
  },
  {
    "targetWord": "Walkability",
    "sentence": "Die Walkability des Quartiers wurde durch breitere Gehwege und sichere Querungen verbessert.",
    "translation": "The walkability of the district was improved through wider sidewalks and safe crossings."
  },
  {
    "targetWord": "Walkability",
    "sentence": "In unserer Stadtplanung priorisieren wir die Walkability zur Förderung aktiver Mobilität.",
    "translation": "In our urban planning we prioritize walkability to promote active mobility."
  },
  {
    "targetWord": "Walkability",
    "sentence": "Wenn die Walkability erhöht würde, könnten mehr Menschen zu Fuß ihre Ziele erreichen.",
    "translation": "If walkability were increased, more people could reach their destinations on foot."
  },
  {
    "targetWord": "Bikability",
    "sentence": "Die Bikability wurde durch ein durchgängiges Radwegenetz und sichere Abstellanlagen gestärkt.",
    "translation": "Bikability was strengthened through a continuous bike path network and secure parking facilities."
  },
  {
    "targetWord": "Bikability",
    "sentence": "Als Verkehrsplanerin bewerte ich die Bikability verschiedener Straßenabschnitte systematisch.",
    "translation": "As a traffic planner I systematically evaluate the bikability of various street sections."
  },
  {
    "targetWord": "Bikability",
    "sentence": "Falls die Bikability verbessert würde, stiege der Radverkehrsanteil am Modal Split deutlich.",
    "translation": "If bikability were improved, the bicycle traffic share in modal split would increase significantly."
  },
  {
    "targetWord": "Grüne Infrastruktur",
    "sentence": "Die grüne Infrastruktur wurde als multifunktionales Netzwerk naturnaher Flächen strategisch entwickelt.",
    "translation": "Green infrastructure was strategically developed as a multifunctional network of natural areas."
  },
  {
    "targetWord": "Grüne Infrastruktur",
    "sentence": "Wir integrieren grüne Infrastruktur zur Klimaanpassung und Biodiversitätsförderung in alle Planungen.",
    "translation": "We integrate green infrastructure for climate adaptation and biodiversity promotion in all plans."
  },
  {
    "targetWord": "Grüne Infrastruktur",
    "sentence": "Wenn die grüne Infrastruktur ausgebaut würde, verbesserten sich Stadtklima und Lebensqualität.",
    "translation": "If green infrastructure were expanded, urban climate and quality of life would improve."
  },
  {
    "targetWord": "Schwammstadt",
    "sentence": "Das Schwammstadt-Prinzip wurde durch dezentrale Versickerungsanlagen und Retentionsflächen umgesetzt.",
    "translation": "The sponge city principle was implemented through decentralized infiltration systems and retention areas."
  },
  {
    "targetWord": "Schwammstadt",
    "sentence": "Als Wassermanager entwickle ich Schwammstadt-Konzepte für klimaresiliente Quartiere.",
    "translation": "As a water manager I develop sponge city concepts for climate-resilient districts."
  },
  {
    "targetWord": "Schwammstadt",
    "sentence": "Falls die Schwammstadt realisiert würde, könnten Überflutungen bei Starkregen verhindert werden.",
    "translation": "If the sponge city were realized, flooding during heavy rain could be prevented."
  },
  {
    "targetWord": "Regenwassernutzung",
    "sentence": "Die dezentrale Regenwassernutzung wurde in allen öffentlichen Gebäuden als Standard etabliert.",
    "translation": "Decentralized rainwater use was established as standard in all public buildings."
  },
  {
    "targetWord": "Regenwassernutzung",
    "sentence": "Im Neubaugebiet fördern wir die Regenwassernutzung durch reduzierte Abwassergebühren.",
    "translation": "In the new development area we promote rainwater use through reduced wastewater fees."
  },
  {
    "targetWord": "Regenwassernutzung",
    "sentence": "Wenn die Regenwassernutzung verpflichtend wäre, könnte der Trinkwasserverbrauch halbiert werden.",
    "translation": "If rainwater use were mandatory, drinking water consumption could be halved."
  },
  {
    "targetWord": "Grauwasserrecycling",
    "sentence": "Das innovative Grauwasserrecycling wurde im Wohnkomplex zur Toilettenspülung und Bewässerung installiert.",
    "translation": "Innovative greywater recycling was installed in the residential complex for toilet flushing and irrigation."
  },
  {
    "targetWord": "Grauwasserrecycling",
    "sentence": "Bei Großprojekten prüfen wir die Integration von Grauwasserrecycling zur Ressourcenschonung.",
    "translation": "For large projects we examine the integration of greywater recycling for resource conservation."
  },
  {
    "targetWord": "Grauwasserrecycling",
    "sentence": "Falls Grauwasserrecycling Standard würde, sänke der Wasserverbrauch um dreißig Prozent.",
    "translation": "If greywater recycling became standard, water consumption would decrease by thirty percent."
  },
  {
    "targetWord": "Wohnraummangel",
    "sentence": "Der akute Wohnraummangel wurde durch beschleunigte Genehmigungsverfahren und Nachverdichtung bekämpft.",
    "translation": "The acute housing shortage was combated through accelerated approval procedures and densification."
  },
  {
    "targetWord": "Wohnraummangel",
    "sentence": "Als Stadtentwickler erarbeite ich Strategien gegen den Wohnraummangel in Ballungsräumen.",
    "translation": "As an urban developer I develop strategies against housing shortage in metropolitan areas."
  },
  {
    "targetWord": "Wohnraummangel",
    "sentence": "Wenn der Wohnraummangel anhielte, würden die Mietpreise weiter drastisch steigen.",
    "translation": "If the housing shortage persisted, rental prices would continue to rise drastically."
  },
  {
    "targetWord": "Wohnungsbauoffensive",
    "sentence": "Die städtische Wohnungsbauoffensive wurde mit einem Investitionsvolumen von zwei Milliarden Euro gestartet.",
    "translation": "The municipal housing construction offensive was launched with an investment volume of two billion euros."
  },
  {
    "targetWord": "Wohnungsbauoffensive",
    "sentence": "Im Rahmen der Wohnungsbauoffensive koordinieren wir verschiedene Akteure und Förderprogramme.",
    "translation": "Within the housing construction offensive we coordinate various actors and funding programs."
  },
  {
    "targetWord": "Wohnungsbauoffensive",
    "sentence": "Falls die Wohnungsbauoffensive erfolgreich wäre, entstünden zehntausend neue bezahlbare Wohnungen.",
    "translation": "If the housing construction offensive were successful, ten thousand new affordable apartments would be created."
  },
  {
    "targetWord": "Leerstandsmanagement",
    "sentence": "Das systematische Leerstandsmanagement hat die Aktivierung brachliegender Immobilien deutlich beschleunigt.",
    "translation": "Systematic vacancy management has significantly accelerated the activation of vacant properties."
  },
  {
    "targetWord": "Leerstandsmanagement",
    "sentence": "Unser Team für Leerstandsmanagement vermittelt zwischen Eigentümern und potenziellen Zwischennutzern.",
    "translation": "Our vacancy management team mediates between owners and potential interim users."
  },
  {
    "targetWord": "Leerstandsmanagement",
    "sentence": "Wenn das Leerstandsmanagement intensiviert würde, könnten mehr Räume aktiviert werden.",
    "translation": "If vacancy management were intensified, more spaces could be activated."
  },
  {
    "targetWord": "Schrumpfende Stadt",
    "sentence": "Die schrumpfende Stadt wurde durch Rückbaustrategien und Grünflächenentwicklung erfolgreich stabilisiert.",
    "translation": "The shrinking city was successfully stabilized through demolition strategies and green space development."
  },
  {
    "targetWord": "Schrumpfende Stadt",
    "sentence": "Als Planer entwickle ich Konzepte für schrumpfende Städte im demografischen Wandel.",
    "translation": "As a planner I develop concepts for shrinking cities in demographic change."
  },
  {
    "targetWord": "Schrumpfende Stadt",
    "sentence": "Falls die schrumpfende Stadt nicht gesteuert würde, entstünden soziale Brennpunkte.",
    "translation": "If the shrinking city were not managed, social hotspots would emerge."
  },
  {
    "targetWord": "Stadtumbau",
    "sentence": "Der nachhaltige Stadtumbau wurde durch Fördermittel des Bundes und der Länder finanziert.",
    "translation": "Sustainable urban restructuring was financed through federal and state funding."
  },
  {
    "targetWord": "Stadtumbau",
    "sentence": "Im Stadtumbau-Programm koordinieren wir Abriss, Aufwertung und Umnutzung von Quartieren.",
    "translation": "In the urban restructuring program we coordinate demolition, upgrading and conversion of districts."
  },
  {
    "targetWord": "Stadtumbau",
    "sentence": "Wenn der Stadtumbau gelänge, würden strukturschwache Gebiete wieder attraktiv werden.",
    "translation": "If urban restructuring succeeded, structurally weak areas would become attractive again."
  },
  {
    "targetWord": "Resilienz",
    "sentence": "Die urbane Resilienz wurde durch diversifizierte Infrastrukturen und Notfallpläne systematisch gestärkt.",
    "translation": "Urban resilience was systematically strengthened through diversified infrastructures and emergency plans."
  },
  {
    "targetWord": "Resilienz",
    "sentence": "Als Krisenmanager entwickle ich Strategien zur Erhöhung der städtischen Resilienz.",
    "translation": "As a crisis manager I develop strategies to increase urban resilience."
  },
  {
    "targetWord": "Resilienz",
    "sentence": "Falls die Resilienz verbessert würde, könnten Krisen besser bewältigt werden.",
    "translation": "If resilience were improved, crises could be better managed."
  },
  {
    "targetWord": "Anpassungskapazität",
    "sentence": "Die klimatische Anpassungskapazität wurde durch flexible Planungsinstrumente und Monitoring erhöht.",
    "translation": "Climate adaptation capacity was increased through flexible planning instruments and monitoring."
  },
  {
    "targetWord": "Anpassungskapazität",
    "sentence": "Wir bewerten die Anpassungskapazität verschiedener Stadtteile anhand definierter Indikatoren.",
    "translation": "We assess the adaptation capacity of various districts using defined indicators."
  },
  {
    "targetWord": "Anpassungskapazität",
    "sentence": "Wenn die Anpassungskapazität gestärkt würde, könnten Klimafolgen abgemildert werden.",
    "translation": "If adaptation capacity were strengthened, climate impacts could be mitigated."
  },
  {
    "targetWord": "Gemeinwohlorientierung",
    "sentence": "Die konsequente Gemeinwohlorientierung wurde als Leitprinzip der Stadtentwicklung politisch verankert.",
    "translation": "Consistent public welfare orientation was politically anchored as a guiding principle of urban development."
  },
  {
    "targetWord": "Gemeinwohlorientierung",
    "sentence": "Bei Grundstücksvergaben priorisieren wir Projekte mit nachgewiesener Gemeinwohlorientierung.",
    "translation": "For land allocations we prioritize projects with proven public welfare orientation."
  },
  {
    "targetWord": "Gemeinwohlorientierung",
    "sentence": "Falls die Gemeinwohlorientierung durchgesetzt würde, profitierten alle Bevölkerungsgruppen gleichermaßen.",
    "translation": "If public welfare orientation were enforced, all population groups would benefit equally."
  },
  {
    "targetWord": "Suffizienz",
    "sentence": "Das Suffizienz-Prinzip wurde durch Flächensparkonzepte und Sharing-Angebote praktisch umgesetzt.",
    "translation": "The sufficiency principle was practically implemented through space-saving concepts and sharing offers."
  },
  {
    "targetWord": "Suffizienz",
    "sentence": "In unseren Planungen berücksichtigen wir Suffizienz als dritten Nachhaltigkeitspfeiler.",
    "translation": "In our planning we consider sufficiency as the third sustainability pillar."
  },
  {
    "targetWord": "Suffizienz",
    "sentence": "Wenn Suffizienz gesellschaftlich akzeptiert würde, sänke der Ressourcenverbrauch erheblich.",
    "translation": "If sufficiency were socially accepted, resource consumption would decrease significantly."
  },
  {
    "targetWord": "Kompakte Stadt",
    "sentence": "Die kompakte Stadt wurde durch Nachverdichtung und gemischte Nutzungen konsequent entwickelt.",
    "translation": "The compact city was consistently developed through densification and mixed uses."
  },
  {
    "targetWord": "Kompakte Stadt",
    "sentence": "Als Stadtplaner favorisiere ich das Modell der kompakten Stadt zur Flächeneinsparung.",
    "translation": "As an urban planner I favor the compact city model for land saving."
  },
  {
    "targetWord": "Kompakte Stadt",
    "sentence": "Falls die kompakte Stadt realisiert würde, verkürzen sich Wege und Pendlerströme.",
    "translation": "If the compact city were realized, distances and commuter flows would shorten."
  },
  {
    "targetWord": "Produktive Stadt",
    "sentence": "Die produktive Stadt integriert urbane Produktion wieder in gemischte Quartiere.",
    "translation": "The productive city integrates urban production back into mixed districts."
  },
  {
    "targetWord": "Produktive Stadt",
    "sentence": "Im Konzept der produktiven Stadt fördern wir Manufakturen und Handwerksbetriebe.",
    "translation": "In the productive city concept we promote manufactories and craft businesses."
  },
  {
    "targetWord": "Produktive Stadt",
    "sentence": "Wenn die produktive Stadt umgesetzt würde, entstünden lokale Wertschöpfungsketten.",
    "translation": "If the productive city were implemented, local value chains would emerge."
  },
  {
    "targetWord": "Eigentumsstruktur",
    "sentence": "Die diversifizierte Eigentumsstruktur wurde durch genossenschaftliche und gemeinwohlorientierte Modelle gestärkt.",
    "translation": "The diversified ownership structure was strengthened through cooperative and public welfare-oriented models."
  },
  {
    "targetWord": "Eigentumsstruktur",
    "sentence": "Bei Quartiersentwicklungen analysieren wir die bestehende Eigentumsstruktur zur Konfliktprävention.",
    "translation": "For district developments we analyze the existing ownership structure for conflict prevention."
  },
  {
    "targetWord": "Eigentumsstruktur",
    "sentence": "Falls die Eigentumsstruktur ausgewogener wäre, würde die soziale Mischung verbessert.",
    "translation": "If the ownership structure were more balanced, social mixing would improve."
  },
  {
    "targetWord": "Rekommunalisierung",
    "sentence": "Die erfolgreiche Rekommunalisierung der Energieversorgung ermöglicht direkte Einflussnahme auf Klimaziele.",
    "translation": "The successful remunicipalization of energy supply enables direct influence on climate goals."
  },
  {
    "targetWord": "Rekommunalisierung",
    "sentence": "Als Verwaltungsexperte begleite ich Rekommunalisierung von privatisierten städtischen Dienstleistungen.",
    "translation": "As an administrative expert I accompany remunicipalization of privatized municipal services."
  },
  {
    "targetWord": "Rekommunalisierung",
    "sentence": "Wenn die Rekommunalisierung abgeschlossen wäre, könnten soziale Tarife eingeführt werden.",
    "translation": "If remunicipalization were completed, social tariffs could be introduced."
  }
]
