[
  {
    "word": "to scrutinize",
    "conjugations": [
      "scrutinize",
      "scrutinizes",
      "scrutinizing",
      "scrutinized"
    ],
    "translations": {
      "en": "Examine carefully, carefully",
      "de": "zu hinterfragen"
    },
    "explanation": {
      "en": "Examine or inspect something very carefully and meticulously. Looking at something in great detail to discover information.",
      "de": "Etwas sehr sorgfältig und gründlich zu untersuchen oder zu inspizieren. Etwas sehr detailliert zu betrachten, um Informationen zu entdecken."
    },
    "examples": {
      "en": [
        "Experts scrutinized the data for any inconsistencies.",
        "Experts checked the data for any inconsistencies."
      ],
      "de": [
        "Der Ausschuss prüft den Vorschlag, bevor er eine Entscheidung trifft.",
        "The committee will carefully examine the proposal before making a decision."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to articulate",
    "conjugations": [
      "articulate",
      "articulates",
      "articulating",
      "articulated"
    ],
    "translations": {
      "en": "Express clearly, formulate",
      "de": "zu artikulieren"
    },
    "explanation": {
      "en": "Expressing thoughts or feelings clearly and effectively with words. State something accurately and coherently.",
      "de": "Gedanken, Ideen oder Gefühle klar und effektiv in Worten auszudrücken. Etwas präzise und zusammenhängend zu sagen."
    },
    "examples": {
      "en": [
        "He struggled to articulate his complex ideas in simple terms.",
        "He struggled to express his complex ideas in simple terms."
      ],
      "de": [
        "Sie artikulierte ihre Bedenken in Bezug auf das Projekt sehr deutlich.",
        "She expressed her concerns about the project very clearly."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to substantiate",
    "conjugations": [
      "substantiate",
      "substantiates",
      "substantiating",
      "substantiated"
    ],
    "translations": {
      "en": "Supported by evidence, proven",
      "de": "zu begründen"
    },
    "explanation": {
      "en": "Providing evidence or proof to support or prove the validity of a claim or statement. Support assertions with facts.",
      "de": "Beweise oder Belege zur Untermauerung oder zum Nachweis der Wahrheit einer Behauptung oder Aussage zu erbringen. Behauptungen mit Fakten zu untermauern."
    },
    "examples": {
      "en": [
        "These findings substantiate our initial hypothesis.",
        "These results support our initial hypothesis."
      ],
      "de": [
        "Die Forschung untermauert die Theorie, dass Schlaf das Gedächtnis verbessert.",
        "Research supports the theory that sleep improves memory."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to advocate",
    "conjugations": [
      "advocate",
      "advocates",
      "advocating",
      "advocated"
    ],
    "translations": {
      "en": "Calls for, advocates",
      "de": "befürworten"
    },
    "explanation": {
      "en": "Publicly recommending or supporting a particular cause, policy, or way of doing things. Speak in favor of something.",
      "de": "Eine bestimmte Sache, Richtlinie oder Vorgehensweise öffentlich zu empfehlen oder zu unterstützen. Für etwas zu sprechen."
    },
    "examples": {
      "en": [
        "Many experts advocate a balanced approach to the problem.",
        "Many experts call for a balanced approach to the problem."
      ],
      "de": [
        "Sie setzt sich seit langem für eine Bildungsreform ein.",
        "She has long called for education reform."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to encompass",
    "conjugations": [
      "encompass",
      "encompasses",
      "encompassing",
      "encompassed"
    ],
    "translations": {
      "en": "Includes, contains",
      "de": "umfassen"
    },
    "explanation": {
      "en": "Include or contain a wide range of things. Cover or deal completely and comprehensively.",
      "de": "Um eine breite Palette von Dingen aufzunehmen oder zu enthalten. Vollständig und umfassend abzudecken oder zu behandeln."
    },
    "examples": {
      "en": [
        "This definition encompasses all possible interpretations.",
        "This definition includes all possible explanations."
      ],
      "de": [
        "Die Studie umfasst drei Jahrzehnte Forschung.",
        "The study includes three decades of research."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to perpetuate",
    "conjugations": [
      "perpetuate",
      "perpetuates",
      "perpetuating",
      "perpetuated"
    ],
    "translations": {
      "en": "Perpetuates, perpetuates",
      "de": "zu verewigen"
    },
    "explanation": {
      "en": "Make something continue indefinitely or for a long time. Preserving extinction or oblivion.",
      "de": "Um etwas auf unbestimmte Zeit oder für eine lange Zeit fortzusetzen. Um vor dem Aussterben oder Vergessen zu bewahren."
    },
    "examples": {
      "en": [
        "The system perpetuates inequality across generations.",
        "The system perpetuates inequality across generations."
      ],
      "de": [
        "Diese Stereotypen verewigen schädliche Missverständnisse.",
        "These stereotypes perpetuate harmful misconceptions."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to mitigate",
    "conjugations": [
      "mitigate",
      "mitigates",
      "mitigating",
      "mitigated"
    ],
    "translations": {
      "en": "Alleviates, reduces",
      "de": "zu mildern"
    },
    "explanation": {
      "en": "Making something less severe, dangerous, or painful. Reduce the harmful effects of something.",
      "de": "Etwas weniger schwer, ernst oder schmerzhaft zu machen. Um die schädlichen Auswirkungen von etwas zu reduzieren."
    },
    "examples": {
      "en": [
        "Early intervention can mitigate the effects of the disease.",
        "Early intervention can mitigate the effects of the disease."
      ],
      "de": [
        "Es wurden Maßnahmen zur Minderung der Umweltauswirkungen ergriffen.",
        "Measures have been taken to mitigate the environmental impact."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to consolidate",
    "conjugations": [
      "consolidate",
      "consolidates",
      "consolidating",
      "consolidated"
    ],
    "translations": {
      "en": "Unites, integrates",
      "de": "zu konsolidieren"
    },
    "explanation": {
      "en": "Combining several things into a more effective or cohesive whole. Strengthen or consolidate a position.",
      "de": "Mehrere Dinge zu einem einzigen, effektiveren oder kohärenteren Ganzen zu kombinieren. Um eine Position zu stärken oder zu verstärken."
    },
    "examples": {
      "en": [
        "They need time to consolidate their gains.",
        "They need time to consolidate their gains."
      ],
      "de": [
        "Das Unternehmen konsolidierte seine Geschäftstätigkeit, um Kosten zu senken.",
        "The company consolidated its operations to reduce costs."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to synthesize",
    "conjugations": [
      "synthesize",
      "synthesizes",
      "synthesizing",
      "synthesized"
    ],
    "translations": {
      "en": "Integrate, install",
      "de": "zu synthetisieren"
    },
    "explanation": {
      "en": "Combining different ideas, influences, or objects into a cohesive whole. Production by combining separate elements.",
      "de": "Verschiedene Ideen, Einflüsse oder Objekte zu einem zusammenhängenden Ganzen zu verbinden. Produzieren durch Kombination separater Elemente."
    },
    "examples": {
      "en": [
        "She synthesized various theories into a new framework.",
        "Different theories were integrated into a new framework."
      ],
      "de": [
        "Der Bericht fasst Daten aus mehreren Quellen zusammen.",
        "The report combines data from multiple sources."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to corroborate",
    "conjugations": [
      "corroborate",
      "corroborates",
      "corroborating",
      "corroborated"
    ],
    "translations": {
      "en": "Confirm, confirm",
      "de": "bestätigen"
    },
    "explanation": {
      "en": "Confirm or support a statement, theory, or conclusion by providing additional evidence. Reinforcement or support with evidence.",
      "de": "Bestätigung oder Unterstützung einer Aussage, Theorie oder Feststellung durch Vorlage zusätzlicher Beweise. Um zu stärken oder mit Beweisen zu untermauern."
    },
    "examples": {
      "en": [
        "Recent findings corroborate earlier research.",
        "The latest results confirm previous research."
      ],
      "de": [
        "Die Zeugenaussage bestätigte das Alibi des Angeklagten.",
        "The witness's testimony validated the defendant's alibi."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to exacerbate",
    "conjugations": [
      "exacerbate",
      "exacerbates",
      "exacerbating",
      "exacerbated"
    ],
    "translations": {
      "en": "Aggravate, make worse",
      "de": "zu verschlimmern"
    },
    "explanation": {
      "en": "Make a problem, bad situation, or negative feeling worse. Intensifying or worsening difficulties.",
      "de": "Ein Problem, eine schlechte Situation oder ein negatives Gefühl verschlimmern. Schwierigkeiten zu verschärfen oder zu verschlimmern."
    },
    "examples": {
      "en": [
        "Poor planning exacerbated the existing problems.",
        "Poor planning exacerbated existing problems."
      ],
      "de": [
        "Die Dürre verschärfte die Nahrungsmittelknappheitskrise.",
        "Drought exacerbated the food shortage crisis."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to discern",
    "conjugations": [
      "discern",
      "discerns",
      "discerning",
      "discerned"
    ],
    "translations": {
      "en": "Distinguish, perceive",
      "de": "zu erkennen"
    },
    "explanation": {
      "en": "Perceiving or recognizing something that is not clear. Seeing, recognizing, or understanding something with difficulty.",
      "de": "Etwas wahrzunehmen oder zu erkennen, das nicht offensichtlich ist. Etwas mit Schwierigkeiten zu sehen, zu erkennen oder zu verstehen."
    },
    "examples": {
      "en": [
        "Experts can discern subtle differences in the data.",
        "Experts can discern subtle differences in data."
      ],
      "de": [
        "Es ist schwierig, die Wahrheit von den Gerüchten zu unterscheiden.",
        "It is difficult to distinguish truth from rumour."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to elucidate",
    "conjugations": [
      "elucidate",
      "elucidates",
      "elucidating",
      "elucidated"
    ],
    "translations": {
      "en": "Explain, explain",
      "de": "zu erläutern"
    },
    "explanation": {
      "en": "Make something clear by explaining it more fully. Illuminate or clarify a difficult concept.",
      "de": "Um etwas klarzustellen, indem man es ausführlicher erklärt. Ein schwieriges Konzept zu beleuchten oder zu klären."
    },
    "examples": {
      "en": [
        "Further research is needed to elucidate this phenomenon.",
        "More research is needed to clarify this phenomenon."
      ],
      "de": [
        "Der Professor erläuterte die komplexe Theorie in einfachen Worten.",
        "The professor explained the complex theory in simple terms."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to circumvent",
    "conjugations": [
      "circumvent",
      "circumvents",
      "circumventing",
      "circumvented"
    ],
    "translations": {
      "en": "circumvent, avoid",
      "de": "zu umgehen"
    },
    "explanation": {
      "en": "Finding a way around an obstacle or difficulty. Avoid complying with a rule or requirement by using clever means.",
      "de": "Um ein Hindernis oder eine Schwierigkeit zu umgehen. Um zu vermeiden, dass eine Regel oder Anforderung mit klugen Mitteln eingehalten werden muss."
    },
    "examples": {
      "en": [
        "Technology can help circumvent traditional barriers.",
        "Technology can help transcend traditional barriers."
      ],
      "de": [
        "Sie fanden einen Weg, die Vorschriften zu umgehen.",
        "They found a way to circumvent the regulations."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to proliferate",
    "conjugations": [
      "proliferate",
      "proliferates",
      "proliferating",
      "proliferated"
    ],
    "translations": {
      "en": "It spreads quickly and reproduces",
      "de": "um sich zu vermehren"
    },
    "explanation": {
      "en": "Rapidly increasing in numbers or quantity. Spread or reproduce quickly and widely.",
      "de": "Um die Anzahl oder den Betrag schnell zu erhöhen. Um sich schnell und umfassend zu verbreiten oder zu vermehren."
    },
    "examples": {
      "en": [
        "Misinformation can proliferate quickly online.",
        "Misinformation can spread quickly online."
      ],
      "de": [
        "Social-Media-Plattformen haben sich in den letzten Jahren stark verbreitet.",
        "Social media platforms have proliferated in recent years."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to juxtapose",
    "conjugations": [
      "juxtapose",
      "juxtaposes",
      "juxtaposing",
      "juxtaposed"
    ],
    "translations": {
      "en": "Put side by side, compare",
      "de": "zur Gegenüberstellung"
    },
    "explanation": {
      "en": "Placing two things side by side, especially to compare or contrast. Putting things together to show differences or similarities.",
      "de": "Zwei Dinge nebeneinander zu platzieren, vor allem zum Vergleich oder Kontrast. Dinge zusammenzusetzen, um Unterschiede oder Gemeinsamkeiten aufzuzeigen."
    },
    "examples": {
      "en": [
        "The study juxtaposes urban and rural living conditions.",
        "The study compares urban and rural living conditions."
      ],
      "de": [
        "Der Künstler stellte moderne und traditionelle Elemente gegenüber.",
        "The artist juxtaposed modern and traditional elements."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to ameliorate",
    "conjugations": [
      "ameliorate",
      "ameliorates",
      "ameliorating",
      "ameliorated"
    ],
    "translations": {
      "en": "Improves, corrects",
      "de": "zu verbessern"
    },
    "explanation": {
      "en": "Make something better or more tolerable. Improving a bad or unsatisfactory situation.",
      "de": "Um etwas besser oder erträglicher zu machen. Um eine schlechte oder unbefriedigende Situation zu verbessern."
    },
    "examples": {
      "en": [
        "Education can ameliorate social inequality.",
        "Education can improve social inequality."
      ],
      "de": [
        "Neue Richtlinien zielen darauf ab, die Arbeitsbedingungen zu verbessern.",
        "The new policies aim to improve working conditions."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to extrapolate",
    "conjugations": [
      "extrapolate",
      "extrapolates",
      "extrapolating",
      "extrapolated"
    ],
    "translations": {
      "en": "extrapolate, deduce",
      "de": "zu extrapolieren"
    },
    "explanation": {
      "en": "Estimating or inferring something by extending or projecting known information. Inference from what is known.",
      "de": "Etwas zu schätzen oder abzuschließen, indem bekannte Informationen erweitert oder projiziert werden. Aus dem Bekannten zu schliessen."
    },
    "examples": {
      "en": [
        "It's difficult to extrapolate these results to other populations.",
        "It is difficult to generalize these findings to other populations."
      ],
      "de": [
        "Wir können zukünftige Trends aus aktuellen Daten extrapolieren.",
        "We can extrapolate future trends from current data."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to disseminate",
    "conjugations": [
      "disseminate",
      "disseminates",
      "disseminating",
      "disseminated"
    ],
    "translations": {
      "en": "Publish, distribute",
      "de": "zu verbreiten"
    },
    "explanation": {
      "en": "Disseminate or distribute information, knowledge or ideas on a large scale. Dispersal or dispersal throughout an area or among people.",
      "de": "Um Informationen, Wissen oder Ideen weit zu verbreiten oder zu verbreiten. In einem Gebiet oder unter Menschen zu zerstreuen oder zu zerstreuen."
    },
    "examples": {
      "en": [
        "Social media helps disseminate news rapidly.",
        "Social media helps spread news quickly."
      ],
      "de": [
        "Die Organisation verbreitet Gesundheitsinformationen an ländliche Gemeinden.",
        "The organization disseminates health information in rural communities."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to impede",
    "conjugations": [
      "impede",
      "impedes",
      "impeding",
      "impeded"
    ],
    "translations": {
      "en": "hinder, obstruct",
      "de": "zu behindern"
    },
    "explanation": {
      "en": "Delaying or preventing progress or movement. Obstructing or obstructing the working or operation of something.",
      "de": "Um den Fortschritt oder die Bewegung zu verzögern oder zu verhindern. Um die Aktion oder den Betrieb von etwas zu behindern oder zu behindern."
    },
    "examples": {
      "en": [
        "Poor infrastructure impedes economic development.",
        "Poor infrastructure hinders economic development."
      ],
      "de": [
        "Bürokratische Verfahren können Innovationen behindern.",
        "Bureaucratic procedures can hinder innovation."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to undermine",
    "conjugations": [
      "undermine",
      "undermines",
      "undermining",
      "undermined"
    ],
    "translations": {
      "en": "undermine, weaken",
      "de": "zu untergraben"
    },
    "explanation": {
      "en": "Gradually or maliciously weakening or damaging something. The erosion of the base or foundation of something, literally or figuratively.",
      "de": "Etwas allmählich oder heimtückisch zu schwächen oder zu beschädigen. Die Basis oder das Fundament von etwas zu erodieren, wörtlich oder im übertragenen Sinne."
    },
    "examples": {
      "en": [
        "Such actions undermine the credibility of the organization.",
        "Such actions undermine the organization's credibility."
      ],
      "de": [
        "Korruption untergräbt das Vertrauen der Öffentlichkeit in Institutionen.",
        "Corruption undermines public confidence in institutions."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to bolster",
    "conjugations": [
      "bolster",
      "bolsters",
      "bolstering",
      "bolstered"
    ],
    "translations": {
      "en": "Supports, enhances",
      "de": "zu stärken"
    },
    "explanation": {
      "en": "Support or enhance something. Support or reinforcement, especially with additional resources or confidence.",
      "de": "Etwas zu unterstützen oder zu stärken. Stützen oder verstärken, insbesondere mit zusätzlichen Ressourcen oder Selbstvertrauen."
    },
    "examples": {
      "en": [
        "Investment in education will bolster economic growth.",
        "Investing in education will boost economic growth."
      ],
      "de": [
        "Die Beweise unterstützen den Fall der Staatsanwaltschaft.",
        "The evidence supports the prosecution's case."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to foster",
    "conjugations": [
      "foster",
      "fosters",
      "fostering",
      "fostered"
    ],
    "translations": {
      "en": "Encourages, enhances",
      "de": "zu fördern"
    },
    "explanation": {
      "en": "Encouraging or promoting the development of something. Helping something grow or develop by providing support and encouragement.",
      "de": "Um die Entwicklung von etwas zu fördern oder zu fördern. Etwas durch Unterstützung und Ermutigung wachsen oder sich entwickeln zu lassen."
    },
    "examples": {
      "en": [
        "Open communication fosters trust in relationships.",
        "Open communication enhances trust in relationships."
      ],
      "de": [
        "Das Programm fördert Kreativität und Innovation unter den Studierenden.",
        "The program encourages creativity and innovation among students."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to attribute",
    "conjugations": [
      "attribute",
      "attributes",
      "attributing",
      "attributed"
    ],
    "translations": {
      "en": "Attributed to, attributed to",
      "de": "Zum Attribut"
    },
    "explanation": {
      "en": "Considering something as the result of someone or something. Attributing a work or note to a specific author or source.",
      "de": "Etwas als von jemandem oder etwas verursacht zu betrachten. Ein Werk oder eine Bemerkung einem bestimmten Autor oder einer bestimmten Quelle zuordnen."
    },
    "examples": {
      "en": [
        "Success can be attributed to hard work and dedication.",
        "Success can be attributed to hard work and dedication."
      ],
      "de": [
        "Experten führen den Rückgang auf den Klimawandel zurück.",
        "Experts attribute the decline to climate change."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to preclude",
    "conjugations": [
      "preclude",
      "precludes",
      "precluding",
      "precluded"
    ],
    "translations": {
      "en": "Prevent, prevent",
      "de": "auszuschließen"
    },
    "explanation": {
      "en": "Preventing something from happening or making it impossible. Exclusion or exclusion as a possibility.",
      "de": "Um etwas zu verhindern oder unmöglich zu machen. Auszuschließen oder als Möglichkeit auszuschließen."
    },
    "examples": {
      "en": [
        "This agreement does not preclude future negotiations.",
        "This agreement does not prevent future negotiations."
      ],
      "de": [
        "Budgetbeschränkungen schließen die Einstellung von zusätzlichem Personal aus.",
        "Financial constraints prevent hiring additional staff."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to epitomize",
    "conjugations": [
      "epitomize",
      "epitomizes",
      "epitomizing",
      "epitomized"
    ],
    "translations": {
      "en": "It embodies, represents a model",
      "de": "zu versinnbildlichen"
    },
    "explanation": {
      "en": "To be an ideal or embodiment of something. Representing the typical qualities or characteristics of something.",
      "de": "Ein perfektes Beispiel oder eine perfekte Verkörperung von etwas zu sein. Um die typischen Eigenschaften oder Merkmale von etwas darzustellen."
    },
    "examples": {
      "en": [
        "Her career epitomizes dedication and perseverance.",
        "Her career embodies dedication and perseverance."
      ],
      "de": [
        "Dieses Gebäude verkörpert modernes architektonisches Design.",
        "This building embodies modern architectural design."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to alleviate",
    "conjugations": [
      "alleviate",
      "alleviates",
      "alleviating",
      "alleviated"
    ],
    "translations": {
      "en": "Alleviates, makes it easier",
      "de": "zu lindern"
    },
    "explanation": {
      "en": "Make the suffering, pain or problem less severe. Providing partial relief of distress or difficulty.",
      "de": "Um Leiden, Schmerzen oder ein Problem weniger schwerwiegend zu machen. Teilweise Linderung von Not oder Schwierigkeiten."
    },
    "examples": {
      "en": [
        "Government programs aim to alleviate poverty.",
        "Government programs aim to alleviate poverty."
      ],
      "de": [
        "Medikamente können die Symptome lindern, aber die Krankheit nicht heilen.",
        "Medication can relieve symptoms but does not cure the disease."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to invoke",
    "conjugations": [
      "invoke",
      "invokes",
      "invoking",
      "invoked"
    ],
    "translations": {
      "en": "It evokes, is based on",
      "de": "aufrufen"
    },
    "explanation": {
      "en": "Citing or appealing to something as authority or justification. Relying on or referring to a principle, law, or precedent.",
      "de": "Etwas als Autorität oder Rechtfertigung zu zitieren oder anzusprechen. Sich auf einen Grundsatz, ein Gesetz oder einen Präzedenzfall zu berufen oder sich darauf zu beziehen."
    },
    "examples": {
      "en": [
        "Leaders often invoke historical examples in their speeches.",
        "Leaders often cite historical examples in their speeches."
      ],
      "de": [
        "Der Anwalt berief sich auf mehrere Präzedenzfälle, um den Fall zu stützen.",
        "The lawyer relied on several precedents to support the case."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to galvanize",
    "conjugations": [
      "galvanize",
      "galvanizes",
      "galvanizing",
      "galvanized"
    ],
    "translations": {
      "en": "Stimulates, stimulates",
      "de": "verzinkt werden"
    },
    "explanation": {
      "en": "Shocking or provoking someone to take action. Stimulation or arousal as if by an electric shock.",
      "de": "Jemanden zu schockieren oder zum Handeln anzuregen. Wie durch einen Stromschlag zu stimulieren oder zu erregen."
    },
    "examples": {
      "en": [
        "Her speech galvanized public opinion against the proposal.",
        "Her speech galvanized public opinion against the proposal."
      ],
      "de": [
        "Die Krise hat die Gemeinschaft zum Handeln gebracht.",
        "The crisis galvanized the community to take action."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to delineate",
    "conjugations": [
      "delineate",
      "delineates",
      "delineating",
      "delineated"
    ],
    "translations": {
      "en": "Accurately defines, draws",
      "de": "abzugrenzen"
    },
    "explanation": {
      "en": "Describe or depict something accurately. Indicating the exact location or boundaries of something.",
      "de": "Etwas genau zu beschreiben oder darzustellen. Um die genaue Position oder Grenzen von etwas anzugeben."
    },
    "examples": {
      "en": [
        "The contract clearly delineates the terms of agreement.",
        "The contract clearly outlines the terms of the agreement."
      ],
      "de": [
        "Der Bericht beschreibt die Zuständigkeiten der einzelnen Abteilungen.",
        "The report precisely defines the responsibilities of each department."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to warrant",
    "conjugations": [
      "warrant",
      "warrants",
      "warranting",
      "warranted"
    ],
    "translations": {
      "en": "Justifies, warrants",
      "de": "zu rechtfertigen"
    },
    "explanation": {
      "en": "Justifying or calling for a particular action or decision. Providing sufficient reasons for something.",
      "de": "Um eine bestimmte Handlung oder Entscheidung zu rechtfertigen oder zu erfordern. Um eine angemessene Grundlage für etwas zu schaffen."
    },
    "examples": {
      "en": [
        "The situation warrants immediate attention.",
        "The situation requires immediate attention."
      ],
      "de": [
        "Die Beweise rechtfertigen keine so drastischen Maßnahmen.",
        "The evidence does not justify such drastic measures."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "ramification",
    "conjugations": null,
    "translations": {
      "en": "Consequences, effects",
      "de": "Ramifikation"
    },
    "explanation": {
      "en": "The result of an action or event, especially when it is complex or unwelcome. The effects or consequences that follow a decision.",
      "de": "Eine Folge einer Handlung oder eines Ereignisses, insbesondere wenn es komplex oder unerwünscht ist. Die Implikationen oder Ergebnisse, die sich aus einer Entscheidung ergeben."
    },
    "examples": {
      "en": [
        "We must consider all ramifications before proceeding.",
        "We must consider all the consequences before proceeding."
      ],
      "de": [
        "Die Politik hat schwerwiegende Auswirkungen auf die Wirtschaft.",
        "Politics has serious consequences for the economy."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "paradigm",
    "conjugations": null,
    "translations": {
      "en": "Model, example",
      "de": "Paradigma"
    },
    "explanation": {
      "en": "A typical example or pattern of something. A worldview or framework that underlies theories and methodology.",
      "de": "Ein typisches Beispiel oder Muster für etwas. Eine Weltanschauung oder ein Rahmen, der Theorien und Methoden zugrunde liegt."
    },
    "examples": {
      "en": [
        "The old paradigm no longer applies to modern society.",
        "The old model no longer applies to modern society."
      ],
      "de": [
        "Diese Entdeckung stellt einen Paradigmenwechsel in der Medizin dar.",
        "This discovery represents a paradigm shift in medicine."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "rhetoric",
    "conjugations": null,
    "translations": {
      "en": "Eloquence, oratory",
      "de": "Zweiter Titel:"
    },
    "explanation": {
      "en": "The art of speaking or writing effectively or persuasively. Language designed to produce a persuasive or influential effect.",
      "de": "Die Kunst des effektiven oder überzeugenden Sprechens oder Schreibens. Sprache, die überzeugend oder beeindruckend wirken soll."
    },
    "examples": {
      "en": [
        "His rhetoric inspired the masses.",
        "His speech inspired the masses."
      ],
      "de": [
        "Politische Rhetorik weicht oft von der tatsächlichen Politik ab.",
        "Political rhetoric often differs from actual policy."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "precedent",
    "conjugations": null,
    "translations": {
      "en": "precedent, previous example",
      "de": "Vorentscheidung"
    },
    "explanation": {
      "en": "A past event or action that serves as an example or evidence. A legal case that establishes a principle or rule.",
      "de": "Ein früheres Ereignis oder eine frühere Handlung, die als Beispiel oder Leitfaden angesehen wird. Ein Rechtsfall, der einen Grundsatz oder eine Regel festlegt."
    },
    "examples": {
      "en": [
        "There is no precedent for such action.",
        "There is no precedent for such action."
      ],
      "de": [
        "Diese Entscheidung schafft einen gefährlichen Präzedenzfall.",
        "This decision sets a dangerous precedent."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "ambiguity",
    "conjugations": null,
    "translations": {
      "en": "Ambiguity, confusion",
      "de": "Vieldeutigkeit"
    },
    "explanation": {
      "en": "Uncertainty or imprecision in meaning. The quality of being open to more than one interpretation.",
      "de": "Unsicherheit oder Ungenauigkeit der Bedeutung. Die Qualität, offen für mehr als eine Interpretation zu sein."
    },
    "examples": {
      "en": [
        "Legal documents should avoid ambiguity.",
        "Legal documents should avoid ambiguity."
      ],
      "de": [
        "Die Zweideutigkeit der Aussage führte zu Verwirrung.",
        "The ambiguity of the statement led to confusion."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "disparity",
    "conjugations": null,
    "translations": {
      "en": "Disparity, unequal",
      "de": "Inkongruenzen (pl.)"
    },
    "explanation": {
      "en": "A significant difference or inequality between things. Lack of similarity or equality between people or things.",
      "de": "Ein großer Unterschied oder eine Ungleichheit zwischen den Dingen. Mangel an Ähnlichkeit oder Gleichheit zwischen Menschen oder Dingen."
    },
    "examples": {
      "en": [
        "Income disparity remains a major challenge.",
        "Income inequality remains a major challenge."
      ],
      "de": [
        "Es gibt eine wachsende Kluft zwischen Arm und Reich.",
        "There is a growing disparity between the rich and the poor."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "coherence",
    "conjugations": null,
    "translations": {
      "en": "Cohesion, consistency",
      "de": "Kohärenz"
    },
    "explanation": {
      "en": "The quality of being logical and consistent. The condition of having parts or elements that fit together well.",
      "de": "Die Qualität, logisch und konsistent zu sein. Der Zustand, Teile oder Elemente zu haben, die gut zusammenpassen."
    },
    "examples": {
      "en": [
        "Policy coherence is essential for effective governance.",
        "Policy coherence is essential for effective governance."
      ],
      "de": [
        "Dem Argument fehlt es an Kohärenz und Struktur.",
        "The argument lacks coherence and structure."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "autonomy",
    "conjugations": null,
    "translations": {
      "en": "Independence, self-rule",
      "de": "Selbstständigkeit"
    },
    "explanation": {
      "en": "The right or condition of self-government. Independence and freedom to make own decisions.",
      "de": "Das Recht oder die Bedingung der Selbstverwaltung. Unabhängigkeit und Entscheidungsfreiheit."
    },
    "examples": {
      "en": [
        "Professional autonomy is important in medical practice.",
        "Professional independence is important in medical practice."
      ],
      "de": [
        "Die Region strebt eine größere Autonomie von der Zentralregierung an.",
        "The region seeks greater independence from the central government."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "catalyst",
    "conjugations": null,
    "translations": {
      "en": "Stimulus, stimulant",
      "de": "Katalysator"
    },
    "explanation": {
      "en": "A person or thing that precipitates an event or change. Something that causes activity or achieves a result.",
      "de": "Eine Person oder Sache, die ein Ereignis oder eine Veränderung auslöst. Etwas, das Aktivität verursacht oder ein Ergebnis hervorruft."
    },
    "examples": {
      "en": [
        "Technology acts as a catalyst for economic growth.",
        "Technology acts as a catalyst for economic growth."
      ],
      "de": [
        "Der Protest war ein Katalysator für politische Reformen.",
        "The protest was a catalyst for political reform."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "dichotomy",
    "conjugations": null,
    "translations": {
      "en": "Dichotomy, contradiction",
      "de": "Zweiteilung"
    },
    "explanation": {
      "en": "A division or contrast between two opposite or completely different things. A sharp distinction between two categories.",
      "de": "Eine Trennung oder ein Kontrast zwischen zwei Dingen, die gegensätzlich oder völlig unterschiedlich sind. Eine scharfe Unterscheidung zwischen zwei Kategorien."
    },
    "examples": {
      "en": [
        "The dichotomy between theory and practice is evident.",
        "The contradiction between theory and practice is clear."
      ],
      "de": [
        "Es gibt eine falsche Dichotomie zwischen Tradition und Fortschritt.",
        "There is a false dichotomy between tradition and progress."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "trajectory",
    "conjugations": null,
    "translations": {
      "en": "path, march",
      "de": "Trajektorie"
    },
    "explanation": {
      "en": "The path followed by an object or path of development. The progression or sequence of events over time.",
      "de": "Der Weg, dem ein Objekt folgt oder der Entwicklungsverlauf. Ein Verlauf oder eine Abfolge von Ereignissen im Laufe der Zeit."
    },
    "examples": {
      "en": [
        "Her career trajectory has been impressive.",
        "Her career has been impressive."
      ],
      "de": [
        "Das Land befindet sich auf einem Aufwärtskurs.",
        "The country is on an upward economic path."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "nuance",
    "conjugations": null,
    "translations": {
      "en": "A subtle difference, a moral shade",
      "de": "eine Differenzierung dar. "
    },
    "explanation": {
      "en": "A subtle difference in meaning, expression, or sound. Slight difference in quality, tone or color.",
      "de": "Ein subtiler Unterschied in Bedeutung, Ausdruck oder Klang. Eine leichte Variation in Qualität, Ton oder Farbe."
    },
    "examples": {
      "en": [
        "His translation captured all the nuances of the original.",
        "His translation has absorbed all the nuances of the original."
      ],
      "de": [
        "In der Diplomatie ist es wichtig, kulturelle Nuancen zu verstehen.",
        "Understanding cultural nuances is important in diplomacy."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "anomaly",
    "conjugations": null,
    "translations": {
      "en": "anomaly, anomaly",
      "de": "ANGEBORENE MISSBILDUNG NNB"
    },
    "explanation": {
      "en": "Something that deviates from what is standard, normal, or expected. Irregularity or abnormality.",
      "de": "Etwas, das von dem abweicht, was Standard, normal oder erwartet ist. Eine Unregelmäßigkeit oder Auffälligkeit."
    },
    "examples": {
      "en": [
        "This data point is an anomaly that requires investigation.",
        "This data point is an anomaly that requires investigation."
      ],
      "de": [
        "Die Testergebnisse zeigten mehrere Auffälligkeiten.",
        "The test results showed several anomalies."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "prerequisite",
    "conjugations": null,
    "translations": {
      "en": "Prerequisite, prerequisite",
      "de": "Voraussetzung"
    },
    "explanation": {
      "en": "Something is required as a precondition for something else to occur. Necessary requirement or qualification.",
      "de": "Eine Sache, die als Vorbedingung für etwas anderes erforderlich ist. Eine notwendige Anforderung oder Qualifikation."
    },
    "examples": {
      "en": [
        "Trust is a prerequisite for effective collaboration.",
        "Trust is a prerequisite for effective cooperation."
      ],
      "de": [
        "Voraussetzung für diese Position ist ein Bachelor-Abschluss.",
        "A bachelor's degree is a prerequisite for this position."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "conjecture",
    "conjugations": null,
    "translations": {
      "en": "Guess, assume",
      "de": "(Mutmaßung)"
    },
    "explanation": {
      "en": "An opinion or conclusion based on incomplete information. An educated guess or guess.",
      "de": "Eine Meinung oder Schlussfolgerung, die auf der Grundlage unvollständiger Informationen gebildet wird. Spekulation oder fundiertes Raten."
    },
    "examples": {
      "en": [
        "Scientists avoid conjecture in favor of empirical data.",
        "Scientists eschew guesswork in favor of empirical data."
      ],
      "de": [
        "Die Theorie bleibt eine bloße Vermutung ohne Beweise.",
        "The theory remains speculation without evidence."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "consensus",
    "conjugations": null,
    "translations": {
      "en": "Consensus, consensus",
      "de": "Übereinstimmung, Konsens"
    },
    "explanation": {
      "en": "A general agreement between a group of people. A collective opinion or position reached by a group.",
      "de": "Allgemeine Übereinstimmung zwischen einer Gruppe von Menschen. Eine kollektive Meinung oder Position, zu der eine Gruppe gelangt ist."
    },
    "examples": {
      "en": [
        "The committee reached consensus after lengthy discussions.",
        "The committee reached a consensus after long discussions."
      ],
      "de": [
        "Es gibt einen wachsenden Konsens über Klimaschutzmaßnahmen.",
        "There is a growing consensus on climate action."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "incentive",
    "conjugations": null,
    "translations": {
      "en": "Motivation, motivation",
      "de": "Anreize"
    },
    "explanation": {
      "en": "Something that motivates or encourages someone to do something. A payment or benefit that encourages work.",
      "de": "Etwas, das jemanden motiviert oder ermutigt, etwas zu tun. Eine Zahlung oder Leistung, die zum Handeln anregt."
    },
    "examples": {
      "en": [
        "Financial incentives can improve employee performance.",
        "Financial incentives can improve employee performance."
      ],
      "de": [
        "Steuerliche Anreize fördern Investitionen in erneuerbare Energien.",
        "Tax incentives encourage investment in renewable energy."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "threshold",
    "conjugations": null,
    "translations": {
      "en": "Threshold, limit",
      "de": "Schwellenwert"
    },
    "explanation": {
      "en": "The point at which something starts or changes. The level or point at which a new situation or condition begins.",
      "de": "Der Punkt, an dem etwas beginnt oder sich ändert. Eine Ebene oder ein Punkt, an dem ein neuer Zustand oder Zustand beginnt."
    },
    "examples": {
      "en": [
        "The pain threshold varies from person to person.",
        "The extent of pain varies from person to person."
      ],
      "de": [
        "Wir stehen an der Schwelle zu einer technologischen Revolution.",
        "We are on the threshold of a technological revolution."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "empirical",
    "conjugations": null,
    "translations": {
      "en": "Experimental, based on observation",
      "de": "Empirische"
    },
    "explanation": {
      "en": "Based on observation or experiment rather than theory or pure logic. It can be verified by observation or experiment.",
      "de": "Basierend auf Beobachtung oder Erfahrung und nicht auf Theorie oder reiner Logik. Überprüfbar durch Beobachtung oder Erfahrung."
    },
    "examples": {
      "en": [
        "Empirical research is essential in scientific study.",
        "Experimental research is essential in scientific study."
      ],
      "de": [
        "Die Schlussfolgerung wird durch empirische Nachweise gestützt.",
        "The conclusion is supported by experimental evidence."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "pragmatic",
    "conjugations": null,
    "translations": {
      "en": "Practical, realistic",
      "de": "Sie sind pragmatisch"
    },
    "explanation": {
      "en": "Dealing with matters wisely and realistically in a way that is based on practical considerations. Focus on results rather than theory.",
      "de": "Vernünftiger und realistischer Umgang mit den Dingen auf der Grundlage praktischer Überlegungen. Konzentriert sich auf Ergebnisse und nicht auf die Theorie."
    },
    "examples": {
      "en": [
        "Her pragmatic leadership style achieves results.",
        "Her hands-on leadership style gets results."
      ],
      "de": [
        "Wir brauchen einen pragmatischen Ansatz, um dieses Problem zu lösen.",
        "We need a practical approach to solve this problem."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "intricate",
    "conjugations": null,
    "translations": {
      "en": "Complex, tangled",
      "de": "kompliziert"
    },
    "explanation": {
      "en": "Very complex or detailed in design or structure. The presence of many interconnected parts or aspects.",
      "de": "Sehr kompliziert oder detailliert in Design oder Struktur. Viele miteinander verbundene Teile oder Facetten."
    },
    "examples": {
      "en": [
        "The design features intricate patterns.",
        "The design features complex patterns."
      ],
      "de": [
        "Das Rechtssystem ist kompliziert und schwer zu navigieren.",
        "The legal system is complex and difficult to navigate."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "comprehensive",
    "conjugations": null,
    "translations": {
      "en": "Comprehensive, complete",
      "de": "umfassende"
    },
    "explanation": {
      "en": "Complete and includes all or almost all elements or aspects. Comprehensive and wide-ranging.",
      "de": "Vollständig und einschließlich aller oder fast aller Elemente oder Aspekte. Gründlich und breit gefächert."
    },
    "examples": {
      "en": [
        "Students receive comprehensive training.",
        "Students receive comprehensive training."
      ],
      "de": [
        "Der Bericht bietet eine umfassende Analyse des Problems.",
        "The report provides a comprehensive analysis of the issue."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "substantial",
    "conjugations": null,
    "translations": {
      "en": "Big, substantial",
      "de": "ausrei­chend berück­sichtigt"
    },
    "explanation": {
      "en": "Of great importance, size, or value. Significant in quantity, value, or degree.",
      "de": "Von erheblicher Bedeutung, Größe oder Wert. Groß in Menge, Wert oder Grad."
    },
    "examples": {
      "en": [
        "There has been substantial progress in negotiations.",
        "There has been substantial progress in the negotiations."
      ],
      "de": [
        "Das Projekt erfordert erhebliche Investitionen.",
        "The project requires a large investment."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "profound",
    "conjugations": null,
    "translations": {
      "en": "Deep, sublime",
      "de": "tiefgreifend"
    },
    "explanation": {
      "en": "very great or intense; Having insight or deep understanding. Far-reaching and comprehensive in impact.",
      "de": "Sehr groß oder intensiv; mit tiefer Einsicht oder Verständnis. Weitreichende und durchgreifende Wirkung."
    },
    "examples": {
      "en": [
        "She showed profound understanding of the subject.",
        "Demonstrated a deep understanding of the topic."
      ],
      "de": [
        "Die Entdeckung hatte einen tiefgreifenden Einfluss auf die Wissenschaft.",
        "The discovery had a profound impact on science."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "meticulous",
    "conjugations": null,
    "translations": {
      "en": "Meticulous, interested in details",
      "de": "sorgfältiges…"
    },
    "explanation": {
      "en": "Show great attention to detail; Very careful and careful. It is characterized by extreme attention to the smallest details.",
      "de": "Mit viel Liebe zum Detail; sehr sorgfältig und präzise. Ausgezeichnet durch äußerste Sorgfalt bis ins kleinste Detail."
    },
    "examples": {
      "en": [
        "She is meticulous in her work.",
        "She is meticulous in her work."
      ],
      "de": [
        "Die Forschung erfordert akribische Liebe zum Detail.",
        "Research requires careful attention to detail."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "inherent",
    "conjugations": null,
    "translations": {
      "en": "Latent, inherent",
      "de": "Inhärent"
    },
    "explanation": {
      "en": "Existing in something as a permanent, essential, or distinctive characteristic. Essential or natural to something.",
      "de": "Das Vorhandensein in etwas als dauerhaftes, wesentliches oder charakteristisches Attribut. Intrinsisch oder natürlich für etwas."
    },
    "examples": {
      "en": [
        "The system has inherent flaws.",
        "The system has inherent flaws."
      ],
      "de": [
        "Das Risiko ist in jeder Unternehmung inhärent.",
        "Risk is inherent in any business venture."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to set forth",
    "conjugations": [
      "set forth",
      "sets forth",
      "setting forth",
      "set forth"
    ],
    "translations": {
      "en": "Explain, explain",
      "de": "Ziffer"
    },
    "explanation": {
      "en": "Present ideas or facts clearly and systematically. State or describe something in detail.",
      "de": "Ideen oder Fakten klar und systematisch darzustellen. Etwas im Detail darzulegen oder zu beschreiben."
    },
    "examples": {
      "en": [
        "The report sets forth a comprehensive plan.",
        "The report outlines a comprehensive plan."
      ],
      "de": [
        "Das Dokument legt die Bedingungen der Vereinbarung fest.",
        "The document sets out the terms of the agreement."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to carry out",
    "conjugations": [
      "carry out",
      "carries out",
      "carrying out",
      "carried out"
    ],
    "translations": {
      "en": "Executing, being carried out",
      "de": "vornehmen zu lassen."
    },
    "explanation": {
      "en": "Performing or completing a task, duty, or plan. Put into practice or carry out an action.",
      "de": "Um eine Aufgabe, eine Pflicht oder einen Plan auszuführen oder abzuschließen. Um eine Aktion durchzuführen oder auszuführen."
    },
    "examples": {
      "en": [
        "They carried out the plan successfully.",
        "They executed the plan successfully."
      ],
      "de": [
        "Das Team führte umfangreiche Recherchen durch.",
        "The team conducted extensive research."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to bring about",
    "conjugations": [
      "bring about",
      "brings about",
      "bringing about",
      "brought about"
    ],
    "translations": {
      "en": "Cause, cause",
      "de": "herbeizuführen"
    },
    "explanation": {
      "en": "Causing something to happen or exist. Make something happen or come true.",
      "de": "Um zu bewirken, dass etwas geschieht oder entsteht. Etwas geschehen zu lassen oder verwirklicht zu werden."
    },
    "examples": {
      "en": [
        "Technology has brought about major transformations.",
        "Technology has brought about major transformations."
      ],
      "de": [
        "Änderungen der Richtlinien führten zu erheblichen Verbesserungen.",
        "Policy changes brought about significant improvements."
      ]
    },
    "cefrLevel": "A1"
  },
  {
    "word": "to account for",
    "conjugations": [
      "account for",
      "accounts for",
      "accounting for",
      "accounted for"
    ],
    "translations": {
      "en": "Explains, represents",
      "de": "verantworten"
    },
    "explanation": {
      "en": "Provide an explanation for something. Forming or representing a specific amount or ratio.",
      "de": "Um eine Erklärung für etwas zu geben. Einen bestimmten Betrag oder Anteil zu bilden oder darzustellen."
    },
    "examples": {
      "en": [
        "How do you account for this discrepancy?",
        "How do you explain this contradiction?"
      ],
      "de": [
        "Der Tourismus macht 15 % der Wirtschaft aus.",
        "Tourism represents 15% of the economy."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "to stem from",
    "conjugations": [
      "stem from",
      "stems from",
      "stemming from",
      "stemmed from"
    ],
    "translations": {
      "en": "Stemming from, arising from",
      "de": "zu entstammen"
    },
    "explanation": {
      "en": "Arising from or causing something. The existence of something as a source or origin.",
      "de": "Aus etwas hervorgehen oder durch etwas verursacht werden. Etwas als Quelle oder Ursprung zu haben."
    },
    "examples": {
      "en": [
        "His success stems from hard work and dedication.",
        "His success stems from hard work and dedication."
      ],
      "de": [
        "Das Problem rührt von einer schlechten Kommunikation her.",
        "The problem stems from poor communication."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "viable",
    "conjugations": null,
    "translations": {
      "en": "Applicable, possible",
      "de": "lebensfähig"
    },
    "explanation": {
      "en": "Able to work successfully or be effective. Practical and able to survive or succeed.",
      "de": "Fähigkeit, erfolgreich zu arbeiten oder effektiv zu sein. Machbar und in der Lage zu überleben oder erfolgreich zu sein."
    },
    "examples": {
      "en": [
        "The project is economically viable.",
        "The project is economically viable."
      ],
      "de": [
        "Wir müssen eine tragfähige Lösung für dieses Problem finden.",
        "We need to find a viable solution to this problem."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "tangible",
    "conjugations": null,
    "translations": {
      "en": "Tangible, felt",
      "de": "Sachanlagen"
    },
    "explanation": {
      "en": "It can be perceived by touch; Clear and specific. Real and not imaginary or abstract.",
      "de": "Durch Berührung wahrnehmbar; klar und eindeutig. Real und nicht imaginär oder abstrakt."
    },
    "examples": {
      "en": [
        "The policy produced tangible results.",
        "The policy produced tangible results."
      ],
      "de": [
        "Wir brauchen greifbare Beweise, um die Behauptung zu stützen.",
        "We need concrete evidence to support the claim."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "obsolete",
    "conjugations": null,
    "translations": {
      "en": "Outdated, outdated",
      "de": "obsolet"
    },
    "explanation": {
      "en": "no longer produced or used; old. It has been replaced by something newer or more effective.",
      "de": "Nicht mehr produziert oder verwendet; veraltet. Abgelöst von etwas Neuem oder Effektiverem."
    },
    "examples": {
      "en": [
        "Many traditional practices are now obsolete.",
        "Many traditional practices are now outdated."
      ],
      "de": [
        "Die Technologie wurde innerhalb von fünf Jahren obsolet.",
        "The technology became obsolete within five years."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "plausible",
    "conjugations": null,
    "translations": {
      "en": "Reasonable, convincing",
      "de": "plausibel"
    },
    "explanation": {
      "en": "seems reasonable or likely; Believable. Valid, likely, or apparently acceptable.",
      "de": "Erscheint vernünftig oder wahrscheinlich; glaubwürdig. Scheinbar gültig, wahrscheinlich oder akzeptabel."
    },
    "examples": {
      "en": [
        "His excuse was plausible but unconvincing.",
        "His excuse was reasonable but not convincing."
      ],
      "de": [
        "Die Erklärung klingt plausibel.",
        "The explanation seems reasonable."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "contentious",
    "conjugations": null,
    "translations": {
      "en": "Controversial, contentious",
      "de": "umstrit~tene"
    },
    "explanation": {
      "en": "Causes or is likely to cause an argument; Controversial. It includes a disagreement or intense dispute.",
      "de": "Ein Argument verursachen oder wahrscheinlich verursachen; umstritten. Es kommt zu hitzigen Meinungsverschiedenheiten oder Streitigkeiten."
    },
    "examples": {
      "en": [
        "The proposal proved highly contentious.",
        "The proposal proved very controversial."
      ],
      "de": [
        "Einwanderung ist ein umstrittenes politisches Thema.",
        "Immigration is a controversial political issue."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "assertive",
    "conjugations": null,
    "translations": {
      "en": "Firm, confident",
      "de": "Bestimmt"
    },
    "explanation": {
      "en": "Having or displaying a confident and strong personality. Confident in stating opinions or claims.",
      "de": "Eine selbstbewusste und kraftvolle Persönlichkeit zu haben oder zu zeigen. Selbstbewusst in der Äußerung von Meinungen oder Behauptungen."
    },
    "examples": {
      "en": [
        "Her assertive communication style is effective.",
        "Her assertive communication style is effective."
      ],
      "de": [
        "Sie müssen in Meetings durchsetzungsfähiger sein.",
        "You need to be more assertive in meetings."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "elusive",
    "conjugations": null,
    "translations": {
      "en": "Elusive, elusive",
      "de": "flüchtig"
    },
    "explanation": {
      "en": "Difficult to find, catch or investigate. Difficult to understand, identify, or remember.",
      "de": "Schwierig zu finden, zu fangen oder zu erreichen. Schwer zu verstehen, zu definieren oder sich daran zu erinnern."
    },
    "examples": {
      "en": [
        "The solution to the problem proved elusive.",
        "The solution to the problem proved elusive."
      ],
      "de": [
        "Der Erfolg in diesem Bereich bleibt schwer fassbar.",
        "Success in this field remains elusive."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "detrimental",
    "conjugations": null,
    "translations": {
      "en": "Harmful, harmful",
      "de": "nachteilig"
    },
    "explanation": {
      "en": "Tends to cause harm or harm. Has a harmful or harmful effect on something.",
      "de": "Neigend dazu, Schaden oder Schaden zu verursachen. Eine schädliche Wirkung auf etwas habend."
    },
    "examples": {
      "en": [
        "The policy had detrimental effects on the economy.",
        "The policy had detrimental effects on the economy."
      ],
      "de": [
        "Schlafmangel ist schädlich für die Gesundheit.",
        "Lack of sleep is harmful to health."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "feasibility",
    "conjugations": null,
    "translations": {
      "en": "Feasibility, applicability",
      "de": "Studie"
    },
    "explanation": {
      "en": "The state or degree to which something can be done easily or comfortably. The process and likelihood of success.",
      "de": "Der Zustand oder der Grad der einfachen oder bequemen Durchführung. Praktikabilität und Erfolgswahrscheinlichkeit."
    },
    "examples": {
      "en": [
        "The feasibility study was conclusive.",
        "The feasibility study was conclusive."
      ],
      "de": [
        "Wir müssen die Durchführbarkeit des Projekts beurteilen.",
        "We need to evaluate the feasibility of the project."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "integrity",
    "conjugations": null,
    "translations": {
      "en": "Integrity, uprightness",
      "de": "Unversehrtheit"
    },
    "explanation": {
      "en": "The quality of honesty and strong moral principles. A state of perfection and indivisibility.",
      "de": "Die Qualität, ehrlich zu sein und starke moralische Prinzipien zu haben. Der Zustand, ganz und ungeteilt zu sein."
    },
    "examples": {
      "en": [
        "The system maintains data integrity.",
        "The system maintains data integrity."
      ],
      "de": [
        "Professionelle Integrität ist in diesem Bereich unerlässlich.",
        "Professional integrity is essential in this field."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "scrutiny",
    "conjugations": null,
    "translations": {
      "en": "Careful examination, scrutiny",
      "de": "Prüfung, Überprüfung, Untersuchung"
    },
    "explanation": {
      "en": "Note or critical examination. Careful and careful study or attention.",
      "de": "Kritische Beobachtung oder Untersuchung. Genaues und sorgfältiges Studium oder Aufmerksamkeit."
    },
    "examples": {
      "en": [
        "Public officials face constant scrutiny.",
        "Public officials face constant scrutiny."
      ],
      "de": [
        "Der Vorschlag wurde intensiv geprüft.",
        "The proposal underwent intense scrutiny."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "resilience",
    "conjugations": null,
    "translations": {
      "en": "Resilience, ability to recover",
      "de": "Belastbarkeit"
    },
    "explanation": {
      "en": "Ability to quickly recover from difficulties. Ability to return to shape after bending or compression.",
      "de": "Die Fähigkeit, sich schnell von Schwierigkeiten zu erholen oder sich anzupassen. Die Kapazität, Belastungen standzuhalten und sich von Rückschlägen zu erholen."
    },
    "examples": {
      "en": [
        "Building resilience is crucial for success.",
        "Building resilience is crucial to success."
      ],
      "de": [
        "Die Wirtschaft zeigte bemerkenswerte Widerstandsfähigkeit während der Krise.",
        "The economy showed remarkable resilience during the crisis."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "sovereignty",
    "conjugations": null,
    "translations": {
      "en": "Sovereignty, supreme authority",
      "de": "Souveränität / Hoheitsgewalt"
    },
    "explanation": {
      "en": "Supreme authority or authority. The power of a state to govern itself or another state.",
      "de": "Oberste Macht oder Autorität. Die Befugnis eines Staates, sich selbst zu regieren oder einen anderen Staat zu kontrollieren."
    },
    "examples": {
      "en": [
        "The treaty respects state sovereignty.",
        "The treaty respects state sovereignty."
      ],
      "de": [
        "Nationale Souveränität ist ein Grundprinzip des Völkerrechts.",
        "National sovereignty is a fundamental principle of international law."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "legitimacy",
    "conjugations": null,
    "translations": {
      "en": "Legitimacy, legality",
      "de": "Legitimität / Rechtmäßigkeit"
    },
    "explanation": {
      "en": "Compliance with the law or rules. The quality of being logically sound or realistic.",
      "de": "Übereinstimmung mit dem Gesetz oder Regeln. Die Qualität, gerechtfertigt oder vernünftig zu sein."
    },
    "examples": {
      "en": [
        "Legitimacy requires public trust.",
        "Legitimacy requires public trust."
      ],
      "de": [
        "Die Legitimität der Regierung wurde in Frage gestellt.",
        "The legitimacy of the government has been called into question."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "accountability",
    "conjugations": null,
    "translations": {
      "en": "Accountability, accountability",
      "de": "Rechenschaftspflicht / Verantwortlichkeit"
    },
    "explanation": {
      "en": "The fact or state of being responsible. Responsibility to someone or an activity.",
      "de": "Die Tatsache oder der Zustand, rechenschaftspflichtig zu sein. Verantwortung für sein Handeln oder seine Entscheidungen zu übernehmen."
    },
    "examples": {
      "en": [
        "There must be accountability for these actions.",
        "There must be accountability for these actions."
      ],
      "de": [
        "Transparenz gewährleistet Rechenschaftspflicht in der Regierungsführung.",
        "Transparency ensures accountability in governance."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "implication",
    "conjugations": null,
    "translations": {
      "en": "Include, guaranteed",
      "de": "Implikation / Auswirkung"
    },
    "explanation": {
      "en": "A conclusion that can be drawn from something even though it is not explicitly stated. The likely outcome of something.",
      "de": "Eine Schlussfolgerung, die aus etwas gezogen werden kann, obwohl sie nicht ausdrücklich genannt wird. Eine wahrscheinliche Konsequenz von etwas."
    },
    "examples": {
      "en": [
        "What are the implications of this decision?",
        "What are the implications of this decision?"
      ],
      "de": [
        "Die Forschung hat wichtige Implikationen für die Politik.",
        "The research has important implications for policy."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "versatile",
    "conjugations": null,
    "translations": {
      "en": "Versatile, flexible",
      "de": "vielseitig / anpassungsfähig"
    },
    "explanation": {
      "en": "Able to adapt or adjust to many different jobs or activities. It has multiple uses or applications.",
      "de": "Fähig, sich an viele verschiedene Funktionen oder Aktivitäten anzupassen oder angepasst zu werden. Viele Fähigkeiten oder Verwendungsmöglichkeiten habend."
    },
    "examples": {
      "en": [
        "This tool is versatile and practical.",
        "This tool is versatile and practical."
      ],
      "de": [
        "Sie ist eine vielseitige Fachkraft mit diversen Fähigkeiten.",
        "She is a multi-talented professional with diverse skills."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "concise",
    "conjugations": null,
    "translations": {
      "en": "Brief, brief",
      "de": "prägnant / knapp"
    },
    "explanation": {
      "en": "Provide a lot of information clearly and in few words. Short and direct.",
      "de": "Viele Informationen klar und in wenigen Worten geben. Kurz, aber umfassend."
    },
    "examples": {
      "en": [
        "The explanation was clear and concise.",
        "The explanation was clear and concise."
      ],
      "de": [
        "Bitte erstellen Sie eine prägnante Zusammenfassung des Berichts.",
        "Please provide a brief summary of the report."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "explicit",
    "conjugations": null,
    "translations": {
      "en": "Frank, clear",
      "de": "explizit / ausdrücklich"
    },
    "explanation": {
      "en": "It is stated clearly and in detail, leaving no room for confusion or doubt. Expressed fully and clearly.",
      "de": "Klar und detailliert angegeben, keinen Raum für Verwirrung oder Zweifel lassend. Offen und direkt."
    },
    "examples": {
      "en": [
        "He gave explicit instructions.",
        "He gave explicit instructions."
      ],
      "de": [
        "Der Vertrag enthält ausdrückliche Bedingungen.",
        "The contract contains express terms."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "implicit",
    "conjugations": null,
    "translations": {
      "en": "Implicit, indirect",
      "de": "implizit / stillschweigend"
    },
    "explanation": {
      "en": "Suggested although not directly expressed. Understandable even though it is not clearly or directly stated.",
      "de": "Angedeutet, aber nicht direkt ausgedrückt. Als selbstverständlich verstanden, ohne direkt angegeben zu werden."
    },
    "examples": {
      "en": [
        "The criticism was implicit in her remarks.",
        "Criticism was implicit in her remarks."
      ],
      "de": [
        "Es gab eine stillschweigende Vereinbarung zwischen ihnen.",
        "There was an implicit agreement between them."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "arbitrary",
    "conjugations": null,
    "translations": {
      "en": "Arbitrary, arbitrary",
      "de": "willkürlich / arbiträr"
    },
    "explanation": {
      "en": "Based on random choice or personal whim, rather than any reason or system. Not restricted by law or rules.",
      "de": "Basierend auf zufälliger Wahl oder persönlicher Laune, statt auf Vernunft oder System. Willkürlich und ohne offensichtliche Begründung."
    },
    "examples": {
      "en": [
        "We cannot accept arbitrary rules.",
        "We cannot accept arbitrary rules."
      ],
      "de": [
        "Die Entscheidung schien willkürlich und unfair.",
        "The decision seemed arbitrary and unfair."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "transparent",
    "conjugations": null,
    "translations": {
      "en": "Transparent, clear",
      "de": "transparent / durchsichtig"
    },
    "explanation": {
      "en": "easy to perceive or detect; Open and not secret. It allows light to pass through so that objects can be seen clearly.",
      "de": "Leicht wahrzunehmen oder zu erkennen; offen und nicht geheimnisvoll. In einer Weise durchgeführt, die volle Öffentlichkeit und Rechenschaftspflicht ermöglicht."
    },
    "examples": {
      "en": [
        "Transparent decision-making builds trust.",
        "Transparent decision making builds trust."
      ],
      "de": [
        "Die Organisation führt transparente Operationen durch.",
        "The organization maintains transparent operations."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "ambiguous",
    "conjugations": null,
    "translations": {
      "en": "Ambiguous, ambiguous",
      "de": "mehrdeutig / zweideutig"
    },
    "explanation": {
      "en": "Open to more than one interpretation; It does not have one clear meaning. Unclear or inaccurate.",
      "de": "Offen für mehr als eine Interpretation; keine eindeutige Bedeutung habend. Unklar oder mehrdeutig."
    },
    "examples": {
      "en": [
        "Avoid ambiguous language in legal documents.",
        "Avoid ambiguous language in legal documents."
      ],
      "de": [
        "Die Nachricht war absichtlich mehrdeutig.",
        "The message was intentionally vague."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "cumulative",
    "conjugations": null,
    "translations": {
      "en": "Cumulative, accumulated",
      "de": "kumulativ / anhäufend"
    },
    "explanation": {
      "en": "Increasing or increasing in quantity, degree, or strength with successive additions. Accumulation problem.",
      "de": "Zunehmend oder erhöht in Menge, Grad oder Kraft durch aufeinanderfolgende Hinzufügungen. Zusammengenommen oder angesammelt."
    },
    "examples": {
      "en": [
        "Experience has a cumulative benefit.",
        "Experience has a cumulative benefit."
      ],
      "de": [
        "Die kumulative Wirkung der Umweltverschmutzung ist alarmierend.",
        "The cumulative effect of pollution is alarming."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "pivotal",
    "conjugations": null,
    "translations": {
      "en": "Pivotal, decisive",
      "de": "entscheidend / zentral"
    },
    "explanation": {
      "en": "Critical to the development or success of something. Central and crucially important.",
      "de": "Von entscheidender Bedeutung in Bezug auf die Entwicklung oder den Erfolg von etwas. Zentral oder entscheidend."
    },
    "examples": {
      "en": [
        "Her role was pivotal to the project's success.",
        "Her role was pivotal to the success of the project."
      ],
      "de": [
        "Dies war ein entscheidender Moment in der Geschichte.",
        "This was a pivotal moment in history."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "unprecedented",
    "conjugations": null,
    "translations": {
      "en": "Unprecedented, unique",
      "de": "beispiellos / noch nie dagewesen"
    },
    "explanation": {
      "en": "Not done or not known before; There is no precedent. New and without previous example.",
      "de": "Noch nie zuvor getan oder bekannt; ohne Präzedenzfall. Noch nie zuvor auf diesem Ausmaß oder Grad gesehen oder erlebt."
    },
    "examples": {
      "en": [
        "This is an unprecedented achievement.",
        "This is an unprecedented achievement."
      ],
      "de": [
        "Die Krise schuf beispiellose Herausforderungen.",
        "The crisis has created unprecedented challenges."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "indispensable",
    "conjugations": null,
    "translations": {
      "en": "Indispensable, necessary",
      "de": "unentbehrlich / unverzichtbar"
    },
    "explanation": {
      "en": "Necessary or absolutely essential. It is so important that it cannot be dispensed with.",
      "de": "Absolut notwendig oder essenziell. Zu wichtig, um darauf zu verzichten oder wegzulassen."
    },
    "examples": {
      "en": [
        "Her expertise is indispensable to the team.",
        "Her experience is indispensable to the team."
      ],
      "de": [
        "Technologie ist jetzt im Bildungswesen unverzichtbar.",
        "Technology is now indispensable in education."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "conducive",
    "conjugations": null,
    "translations": {
      "en": "Favorable, favorable",
      "de": "förderlich / zuträglich"
    },
    "explanation": {
      "en": "Make a particular situation or outcome likely or possible. Contribute to or enhance something.",
      "de": "Eine bestimmte Situation oder ein Ergebnis wahrscheinlich oder möglich machen. Zu etwas beitragen oder es fördern."
    },
    "examples": {
      "en": [
        "Good relations are conducive to cooperation.",
        "Good relationships are conducive to cooperation."
      ],
      "de": [
        "Eine ruhige Umgebung ist förderlich für das Lernen.",
        "The quiet environment is conducive to studying."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "stringent",
    "conjugations": null,
    "translations": {
      "en": "Strict, aggravating",
      "de": "streng / rigoros"
    },
    "explanation": {
      "en": "Strict, precise and demanding. Existence of strict requirements or regulations.",
      "de": "Streng, präzise und anspruchsvoll. Strenge Anforderungen habend; restriktiv."
    },
    "examples": {
      "en": [
        "Stringent regulations ensure safety.",
        "Strict regulations ensure safety."
      ],
      "de": [
        "Das Unternehmen hat strenge Qualitätsstandards.",
        "The company has strict quality standards."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "marginal",
    "conjugations": null,
    "translations": {
      "en": "Marginal, secondary",
      "de": "geringfügig / marginal"
    },
    "explanation": {
      "en": "Of secondary importance; Not central. Very small or minimal in amount or degree.",
      "de": "Von zweitrangiger Bedeutung; nicht zentral. Sehr klein oder unbedeutend."
    },
    "examples": {
      "en": [
        "These are marginal concerns in the debate.",
        "These are marginal concerns in the debate."
      ],
      "de": [
        "Die Verbesserung war nur geringfügig.",
        "The improvement was only marginal."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "intermittent",
    "conjugations": null,
    "translations": {
      "en": "Intermittent, alternating",
      "de": "intermittierend / gelegentlich"
    },
    "explanation": {
      "en": "Occurs at irregular intervals; It is not continuous or constant. Stop and start at intervals.",
      "de": "In unregelmäßigen Abständen auftretend; nicht kontinuierlich oder stetig. Periodisch anhalten und wieder beginnen."
    },
    "examples": {
      "en": [
        "The patient experiences intermittent pain.",
        "The patient suffers from intermittent pain."
      ],
      "de": [
        "Es gab den ganzen Tag über intermittierende Regenschauer.",
        "There were intermittent showers throughout the day."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "susceptible",
    "conjugations": null,
    "translations": {
      "en": "Vulnerable, vulnerable",
      "de": "anfällig / empfänglich"
    },
    "explanation": {
      "en": "Likely or likely to be affected or harmed by a particular thing. Extroverted or easily influenced by something.",
      "de": "Wahrscheinlich oder neigend dazu, von einer bestimmten Sache beeinflusst oder geschädigt zu werden. Empfänglich oder empfindlich für etwas."
    },
    "examples": {
      "en": [
        "The system is susceptible to cyberattacks.",
        "The system is vulnerable to cyber attacks."
      ],
      "de": [
        "Kleine Kinder sind anfällig für Infektionen.",
        "Young children are susceptible to infection."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "formidable",
    "conjugations": null,
    "translations": {
      "en": "Huge, majestic",
      "de": "beachtlich / gewaltig"
    },
    "explanation": {
      "en": "Inspires fear or respect by being impressively big, strong, or capable. Difficult to deal with or overcome.",
      "de": "Furcht oder Respekt einflößend durch beeindruckende Größe, Intensität oder Fähigkeit. Schwierig mit umzugehen oder zu überwinden."
    },
    "examples": {
      "en": [
        "She is a formidable opponent.",
        "She's a formidable opponent."
      ],
      "de": [
        "Sie stehen vor beachtlichen Herausforderungen.",
        "They face enormous challenges in the future."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "unprecedented",
    "conjugations": null,
    "translations": {
      "en": "Unprecedented",
      "de": "beispiellos / noch nie dagewesen"
    },
    "explanation": {
      "en": "It has never happened or been known before. No previous case or example.",
      "de": "Noch nie zuvor getan oder bekannt; ohne Präzedenzfall. Noch nie zuvor auf diesem Ausmaß oder Grad gesehen oder erlebt."
    },
    "examples": {
      "en": [
        "This achievement is unprecedented in history.",
        "This achievement is unprecedented in history."
      ],
      "de": [
        "Die Krise schuf beispiellose Herausforderungen.",
        "The crisis has created unprecedented challenges."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "synthesis",
    "conjugations": null,
    "translations": {
      "en": "Installation, integration",
      "de": "Synthese / Zusammenführung"
    },
    "explanation": {
      "en": "Combining ideas to form a theory or system. Producing something by combining different elements.",
      "de": "Die Kombination von Ideen zur Bildung einer Theorie oder eines Systems. Die Erstellung von etwas durch die Kombination verschiedener Elemente."
    },
    "examples": {
      "en": [
        "This approach requires synthesis of multiple disciplines.",
        "This approach requires the integration of multiple disciplines."
      ],
      "de": [
        "Das Buch ist eine Synthese verschiedener Theorien.",
        "The book is a synthesis of different theories."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "methodology",
    "conjugations": null,
    "translations": {
      "en": "methodology, method",
      "de": "Methodologie / Vorgehensweise"
    },
    "explanation": {
      "en": "A system of methods used in a specific field of study or activity. Study methods and principles.",
      "de": "Ein System von Methoden, die in einem bestimmten Studien- oder Tätigkeitsbereich verwendet werden. Die systematische Untersuchung der Methoden, die in einem Fachgebiet angewendet werden."
    },
    "examples": {
      "en": [
        "They developed a new teaching methodology.",
        "They developed a new teaching methodology."
      ],
      "de": [
        "Die Forschungsmethodik war solide und rigoros.",
        "The research methodology was sound and rigorous."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "correlation",
    "conjugations": null,
    "translations": {
      "en": "Connection, relationship",
      "de": "Korrelation / Zusammenhang"
    },
    "explanation": {
      "en": "An interrelationship or connection between two or more things. The degree to which things are related.",
      "de": "Eine gegenseitige Beziehung oder Verbindung zwischen zwei oder mehr Dingen. Ein Prozess, bei dem zwei oder mehr Dinge sich systematisch ändern."
    },
    "examples": {
      "en": [
        "The study found a correlation between diet and health.",
        "The study found a link between diet and health."
      ],
      "de": [
        "Es gibt eine starke Korrelation zwischen Bildung und Einkommen.",
        "There is a strong correlation between education and income."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "speculation",
    "conjugations": null,
    "translations": {
      "en": "Speculate, speculate",
      "de": "Spekulation / Mutmaßung"
    },
    "explanation": {
      "en": "Forming a theory or guess without strong evidence. Investing in risky projects in the hope of profit.",
      "de": "Die Bildung einer Theorie oder Vermutung ohne feste Beweise. Investition in Aktien oder andere Unternehmungen in der Hoffnung auf Gewinn, aber mit dem Risiko des Verlusts."
    },
    "examples": {
      "en": [
        "Financial speculation carries high risk.",
        "Financial speculation carries high risks."
      ],
      "de": [
        "Dies bleibt bloße Spekulation ohne Beweis.",
        "This remains just speculation without evidence."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "optimization",
    "conjugations": null,
    "translations": {
      "en": "Improve, assimilate",
      "de": "Optimierung / Verbesserung"
    },
    "explanation": {
      "en": "Making the best or most effective use of a situation or resource. Maximize efficiency.",
      "de": "Die Handlung, die beste oder effektivste Nutzung einer Situation oder Ressource zu machen. Der Prozess der Verbesserung der Effizienz eines Systems oder Prozesses."
    },
    "examples": {
      "en": [
        "Resource optimization is essential for success.",
        "Optimizing resources is essential for success."
      ],
      "de": [
        "Prozessoptimierung verbesserte die Produktivität.",
        "Process optimization Improve productivity."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "mitigation",
    "conjugations": null,
    "translations": {
      "en": "Alleviate, reduce",
      "de": "Abschwächung / Milderung"
    },
    "explanation": {
      "en": "The act of reducing the intensity, seriousness, or pain of something. Measures to reduce the impact.",
      "de": "Die Handlung, die Schwere, Ernsthaftigkeit oder Schmerzhaftigkeit von etwas zu reduzieren. Maßnahmen zur Verringerung negativer Auswirkungen."
    },
    "examples": {
      "en": [
        "Risk mitigation strategies are in place.",
        "Risk mitigation strategies exist."
      ],
      "de": [
        "Klimawandelabschwächung erfordert globales Handeln.",
        "Mitigating climate change requires global action."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "proliferation",
    "conjugations": null,
    "translations": {
      "en": "Spread, reproduction",
      "de": "Verbreitung / Vermehrung"
    },
    "explanation": {
      "en": "A rapid increase in the number or quantity of something. The growth or spread of something.",
      "de": "Schnelle Zunahme der Anzahl oder Menge von etwas. Die Ausbreitung oder Vermehrung von etwas."
    },
    "examples": {
      "en": [
        "The proliferation of smartphones changed communication.",
        "The spread of smartphones has changed communication."
      ],
      "de": [
        "Atomwaffenverbreitung stellt globale Bedrohungen dar.",
        "The proliferation of nuclear weapons poses global threats."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "intervention",
    "conjugations": null,
    "translations": {
      "en": "Intervention, therapeutic intervention",
      "de": "Intervention / Eingriff"
    },
    "explanation": {
      "en": "The action or process of intervention. Intervening or participating to modify or improve something.",
      "de": "Die Handlung oder der Prozess des Eingreifens. Einmischung in eine Situation, um ein Ergebnis zu beeinflussen."
    },
    "examples": {
      "en": [
        "Medical intervention was necessary.",
        "Medical intervention was necessary."
      ],
      "de": [
        "Frühzeitige Intervention kann ernsthafte Probleme verhindern.",
        "Early intervention can prevent serious problems."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "manifestation",
    "conjugations": null,
    "translations": {
      "en": "Transfiguration, appearance",
      "de": "Manifestation / Erscheinungsform"
    },
    "explanation": {
      "en": "An event, action, or thing that clearly shows or embodies something abstract. A sign or evidence of something.",
      "de": "Ein Ereignis, eine Handlung oder ein Objekt, das etwas klar zeigt oder verkörpert. Ein Zeichen oder Beweis für die Existenz von etwas."
    },
    "examples": {
      "en": [
        "These symptoms are manifestations of stress.",
        "These symptoms are manifestations of stress."
      ],
      "de": [
        "Gewalt ist eine Manifestation tieferer sozialer Probleme.",
        "Violence is a manifestation of deeper social problems."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "connotation",
    "conjugations": null,
    "translations": {
      "en": "Connotation, implied meaning",
      "de": "Konnotation / Nebenbedeutung"
    },
    "explanation": {
      "en": "An idea or feeling that a word evokes in addition to its literal meaning. Related or suggested meaning.",
      "de": "Eine Idee oder ein Gefühl, das ein Wort zusätzlich zu seiner wörtlichen oder primären Bedeutung hervorruft. Die implizierte oder assoziierte Bedeutung."
    },
    "examples": {
      "en": [
        "Consider the cultural connotations of your words.",
        "Consider the cultural connotations of your words."
      ],
      "de": [
        "Das Wort 'Heim' hat positive Konnotationen.",
        "The word 'home' has positive connotations."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "juxtaposition",
    "conjugations": null,
    "translations": {
      "en": "Juxtaposition, juxtaposition",
      "de": "Gegenüberstellung / Nebeneinanderstellung"
    },
    "explanation": {
      "en": "The fact of seeing or placing two objects close together with a contradictory effect. Place side by side for comparison.",
      "de": "Die Tatsache, dass zwei Dinge nahe beieinander gesehen oder platziert werden, um Kontrast oder Vergleich zu ermöglichen. Nebeneinanderstellung."
    },
    "examples": {
      "en": [
        "This juxtaposition highlights the contrast.",
        "This juxtaposition highlights the contrast."
      ],
      "de": [
        "Die Gegenüberstellung alter und neuer Architektur ist beeindruckend.",
        "The juxtaposition of old and new architecture is stunning."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "discrepancy",
    "conjugations": null,
    "translations": {
      "en": "Contradiction, difference",
      "de": "Diskrepanz / Unstimmigkeit"
    },
    "explanation": {
      "en": "Incompatibility or similarity between two or more facts. An illogical or surprising difference.",
      "de": "Ein Mangel an Kompatibilität oder Ähnlichkeit zwischen zwei oder mehr Tatsachen. Eine Differenz oder Inkonsistenz."
    },
    "examples": {
      "en": [
        "The audit revealed financial discrepancies.",
        "The audit revealed financial discrepancies."
      ],
      "de": [
        "Es gibt eine Diskrepanz zwischen den beiden Berichten.",
        "There is a contradiction between the two reports."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "rationale",
    "conjugations": null,
    "translations": {
      "en": "Justification, logical basis",
      "de": "Begründung / Grundgedanke"
    },
    "explanation": {
      "en": "A set of reasons or rationale for a course of action or belief. Latent thinking.",
      "de": "Eine Reihe von Gründen oder eine logische Grundlage für eine Vorgehensweise oder einen Glauben. Die zugrunde liegenden Prinzipien."
    },
    "examples": {
      "en": [
        "The rationale for the policy is clear.",
        "The rationale for the policy is clear."
      ],
      "de": [
        "Was ist die Begründung hinter dieser Entscheidung?",
        "What is the justification behind this decision?"
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "criterion",
    "conjugations": null,
    "translations": {
      "en": "Standard, standard",
      "de": "Kriterium / Maßstab"
    },
    "explanation": {
      "en": "A principle or standard by which something can be judged or decided. A basis for comparison or evaluation.",
      "de": "Ein Prinzip oder Standard, anhand dessen etwas beurteilt oder entschieden werden kann. Ein Maßstab oder eine Anforderung."
    },
    "examples": {
      "en": [
        "Multiple criteria must be met.",
        "Multiple criteria must be met."
      ],
      "de": [
        "Das Hauptkriterium für die Auswahl ist Erfahrung.",
        "The primary criterion for selection is experience."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "hypothesis",
    "conjugations": null,
    "translations": {
      "en": "Hypothesis, assumption",
      "de": "Hypothese / Annahme"
    },
    "explanation": {
      "en": "An assumption or proposed explanation based on limited evidence. Testable prediction.",
      "de": "Eine Annahme oder vorgeschlagene Erklärung, die auf der Grundlage begrenzter Beweise als Ausgangspunkt für weitere Untersuchungen erstellt wurde. Eine Theorie zum Testen."
    },
    "examples": {
      "en": [
        "We need to test this hypothesis.",
        "We need to test this hypothesis."
      ],
      "de": [
        "Die Hypothese wurde durch experimentelle Daten bestätigt.",
        "The hypothesis was confirmed by experimental data."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "variable",
    "conjugations": null,
    "translations": {
      "en": "Variable, variable factor",
      "de": "Variable / Veränderliche"
    },
    "explanation": {
      "en": "An item, feature, or factor that is likely to vary or change. A quantity that can take different values.",
      "de": "Ein Element, Merkmal oder Faktor, der sich wahrscheinlich ändert oder verändert werden kann. Eine Größe, die verschiedene Werte annehmen kann."
    },
    "examples": {
      "en": [
        "Control the variables in the experiment.",
        "Adjust the variables in the experiment."
      ],
      "de": [
        "Mehrere Variablen beeinflussen das Ergebnis.",
        "Multiple variables affect the outcome."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "inference",
    "conjugations": null,
    "translations": {
      "en": "inference, inference",
      "de": "Schlussfolgerung / Ableitung"
    },
    "explanation": {
      "en": "A conclusion reached on the basis of evidence and logic. The process of deriving logical conclusions.",
      "de": "Eine Schlussfolgerung, die auf der Grundlage von Beweisen und Vernunft erreicht wurde. Der Prozess des Ableitens logischer Schlussfolgerungen."
    },
    "examples": {
      "en": [
        "Statistical inference requires careful analysis.",
        "Statistical inference requires careful analysis."
      ],
      "de": [
        "Die aus den Daten gezogene Schlussfolgerung ist gültig.",
        "The conclusion drawn from the data is correct."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "deliberate",
    "conjugations": null,
    "translations": {
      "en": "Intentional, intentional",
      "de": "absichtlich / bewusst"
    },
    "explanation": {
      "en": "It was done consciously and deliberately; It has been carefully considered. Slow and cautious in action or thought.",
      "de": "Bewusst und absichtlich getan; sorgfältig überlegt. Vorsätzlich oder geplant."
    },
    "examples": {
      "en": [
        "Take deliberate and measured steps.",
        "Take careful and deliberate steps."
      ],
      "de": [
        "Es war ein absichtlicher Versuch zu täuschen.",
        "It was a deliberate attempt to mislead."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "pertinent",
    "conjugations": null,
    "translations": {
      "en": "Related, closely related",
      "de": "relevant / zutreffend"
    },
    "explanation": {
      "en": "Relevant or applicable to a particular issue. Appropriate to the current topic or situation.",
      "de": "Relevant oder anwendbar auf eine bestimmte Angelegenheit. Angemessen für eine Situation oder einen Kontext."
    },
    "examples": {
      "en": [
        "These questions are pertinent to the discussion.",
        "These questions are relevant to the discussion."
      ],
      "de": [
        "Bitte stellen Sie alle relevanten Informationen bereit.",
        "Please provide all relevant information."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "ubiquitous",
    "conjugations": null,
    "translations": {
      "en": "Ubiquitous, all-encompassing",
      "de": "allgegenwärtig / überall vorhanden"
    },
    "explanation": {
      "en": "Exists, appears, or is found everywhere. It seems to be everywhere at the same time.",
      "de": "Überall vorhanden, erscheinend oder gefunden. Scheint überall gleichzeitig zu sein."
    },
    "examples": {
      "en": [
        "Social media is now ubiquitous.",
        "Social media is now everywhere."
      ],
      "de": [
        "Smartphones sind in der modernen Gesellschaft allgegenwärtig geworden.",
        "Smartphones have become ubiquitous in modern society."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "tenuous",
    "conjugations": null,
    "translations": {
      "en": "Flimsy, weak",
      "de": "schwach / dürftig"
    },
    "explanation": {
      "en": "very weak or slight; immaterial. Based on little evidence or has little substance.",
      "de": "Sehr schwach oder geringfügig; substanzlos. Auf wenig Substanz oder Beweisen basierend."
    },
    "examples": {
      "en": [
        "His argument rests on tenuous evidence.",
        "His argument is based on weak evidence."
      ],
      "de": [
        "Die Verbindung zwischen den Ereignissen ist schwach.",
        "The connection between the events is tenuous."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "salient",
    "conjugations": null,
    "translations": {
      "en": "Prominent, noticeable",
      "de": "hervorstechend / markant"
    },
    "explanation": {
      "en": "most obvious or important; prominent. distinct from the rest; marked.",
      "de": "Am auffälligsten oder wichtigsten; hervorstechend. Hervorstehend oder auffallend prominent."
    },
    "examples": {
      "en": [
        "This is the salient point of the argument.",
        "This is the salient point of the argument."
      ],
      "de": [
        "Die hervorstechenden Merkmale des Vorschlags sind dargelegt.",
        "Salient features of the proposal are explained."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "arduous",
    "conjugations": null,
    "translations": {
      "en": "Hard, difficult",
      "de": "mühsam / beschwerlich"
    },
    "explanation": {
      "en": "involves or requires strenuous effort; Difficult and tiring. Demands great effort or work.",
      "de": "Anstrengende Anstrengungen erfordernd oder einschließend; schwierig und ermüdend. Mühsam oder beschwerlich."
    },
    "examples": {
      "en": [
        "The journey ahead will be arduous.",
        "The journey ahead will be arduous."
      ],
      "de": [
        "Der Aufstieg auf den Berg war eine mühsame Aufgabe.",
        "Climbing the mountain was an arduous task."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "austere",
    "conjugations": null,
    "translations": {
      "en": "Strict, spartan",
      "de": "streng / spartanisch"
    },
    "explanation": {
      "en": "Severe or strict in manner, attitude, or appearance. It has no amenities or luxuries; Simple and normal.",
      "de": "Streng oder strikt in Verhalten, Haltung oder Erscheinung. Einfach und schmucklos, ohne Komfort oder Luxus."
    },
    "examples": {
      "en": [
        "He lives an austere lifestyle.",
        "He lives a spartan lifestyle."
      ],
      "de": [
        "Die Regierung setzte strenge Wirtschaftspolitik um.",
        "The government implemented strict economic policies."
      ]
    },
    "cefrLevel": "A2"
  },
  {
    "word": "robust",
    "conjugations": null,
    "translations": {
      "en": "Strong, durable",
      "de": "robust / widerstandsfähig"
    },
    "explanation": {
      "en": "Strong and healthy; active. Able to withstand or overcome adverse conditions.",
      "de": "Stark und gesund; kräftig. Fähig, widrigen Bedingungen standzuhalten oder sich von ihnen zu erholen."
    },
    "examples": {
      "en": [
        "We need a robust system for data protection.",
        "We need a robust data protection system."
      ],
      "de": [
        "Die Wirtschaft zeigt robustes Wachstum.",
        "The economy is showing strong growth."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "lucrative",
    "conjugations": null,
    "translations": {
      "en": "Profitable, profitable",
      "de": "lukrativ / einträglich"
    },
    "explanation": {
      "en": "It produces a large amount of profit. Financially rewarding or beneficial.",
      "de": "Einen großen Gewinn produzierend. Finanziell lohnend oder profitabel."
    },
    "examples": {
      "en": [
        "She found a lucrative business opportunity.",
        "I found a lucrative job opportunity."
      ],
      "de": [
        "Der Vertrag erwies sich als sehr lukrativ.",
        "The contract proved to be very profitable."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "detrimental",
    "conjugations": null,
    "translations": {
      "en": "Harmful, harmful",
      "de": "schädlich / nachteilig"
    },
    "explanation": {
      "en": "Tends to cause harm or harm. Has a harmful or harmful effect.",
      "de": "Neigend dazu, Schaden oder Schaden zu verursachen. Eine schädliche Wirkung auf etwas habend."
    },
    "examples": {
      "en": [
        "These policies are detrimental to the environment.",
        "These policies are harmful to the environment."
      ],
      "de": [
        "Schlafmangel ist schädlich für die Gesundheit.",
        "Lack of sleep is harmful to health."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "to delve into",
    "conjugations": [
      "delve into",
      "delves into",
      "delving into",
      "delved into"
    ],
    "translations": {
      "en": "Digging into, looking into",
      "de": "sich vertiefen in / erforschen"
    },
    "explanation": {
      "en": "Research or investigate something thoroughly and in depth. Examine or explore something in detail.",
      "de": "Etwas gründlich und tiefgehend zu erforschen oder zu untersuchen. Sich intensiv mit einem Thema zu beschäftigen."
    },
    "examples": {
      "en": [
        "We need to delve into this matter further.",
        "We need to delve into this issue more."
      ],
      "de": [
        "Die Studie vertieft sich in die Ursachen des Phänomens.",
        "The study delves into the causes of the phenomenon."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "to hinge on",
    "conjugations": [
      "hinge on",
      "hinges on",
      "hinging on",
      "hinged on"
    ],
    "translations": {
      "en": "Depends on, depends on",
      "de": "abhängen von / ankommen auf"
    },
    "explanation": {
      "en": "Being completely dependent on something; To be dependent on something. The presence of a critical factor or determinant.",
      "de": "Vollständig von etwas abhängen; abhängig von etwas sein. Sich auf einen entscheidenden Punkt konzentrieren."
    },
    "examples": {
      "en": [
        "Everything hinges on the committee's decision.",
        "Everything depends on the committee's decision."
      ],
      "de": [
        "Der Erfolg des Projekts hängt von angemessener Finanzierung ab.",
        "The success of the project depends on sufficient financing."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "to phase out",
    "conjugations": [
      "phase out",
      "phases out",
      "phasing out",
      "phased out"
    ],
    "translations": {
      "en": "gradually eliminated, eliminated",
      "de": "auslaufen lassen / schrittweise abschaffen"
    },
    "explanation": {
      "en": "Stopping or removing something gradually over time. Withdrawal or cancellation in stages.",
      "de": "Etwas im Laufe der Zeit allmählich einstellen oder entfernen. Schrittweise Reduzierung oder Eliminierung."
    },
    "examples": {
      "en": [
        "They plan to phase out fossil fuels by 2050.",
        "They plan to eliminate fossil fuels by 2050."
      ],
      "de": [
        "Das Unternehmen lässt alte Technologie auslaufen.",
        "The company is phasing out old technology."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "to come to terms with",
    "conjugations": [
      "come to terms with",
      "comes to terms with",
      "coming to terms with",
      "came to terms with"
    ],
    "translations": {
      "en": "Accept, come to terms with",
      "de": "sich abfinden mit / akzeptieren"
    },
    "explanation": {
      "en": "Accepting and dealing with something difficult or unpleasant. Coming to acceptance of a difficult reality.",
      "de": "Etwas Schwieriges oder Unangenehmes akzeptieren und damit umgehen. Sich mit einer Situation abfinden."
    },
    "examples": {
      "en": [
        "We must come to terms with climate change.",
        "We must come to terms with climate change."
      ],
      "de": [
        "Sie hat sich mit dem Verlust abgefunden.",
        "I accepted the loss."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "inherently",
    "conjugations": null,
    "translations": {
      "en": "By nature, essentially",
      "de": "von Natur aus / grundsätzlich"
    },
    "explanation": {
      "en": "In a permanent, basic or distinctive way. Naturally or substantially.",
      "de": "Auf eine permanente, wesentliche oder charakteristische Weise. Als natürlicher, notwendiger Teil von etwas."
    },
    "examples": {
      "en": [
        "Innovation is inherently risky.",
        "Innovation is intrinsically risky."
      ],
      "de": [
        "Das System ist von Natur aus fehlerhaft.",
        "The system is inherently flawed."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "predominantly",
    "conjugations": null,
    "translations": {
      "en": "Mainly, mostly",
      "de": "überwiegend / vorwiegend"
    },
    "explanation": {
      "en": "Mainly; Mostly. To a large or dominant extent.",
      "de": "Hauptsächlich; zum größten Teil. Zu einem großen oder vorherrschenden Grad."
    },
    "examples": {
      "en": [
        "The region is predominantly agricultural.",
        "The area is mostly agricultural."
      ],
      "de": [
        "Die Belegschaft ist überwiegend jung.",
        "The workforce is mainly young."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "ostensibly",
    "conjugations": null,
    "translations": {
      "en": "On the surface, it seems",
      "de": "angeblich / scheinbar"
    },
    "explanation": {
      "en": "Apparently or supposedly, but perhaps not actually. It also appears or is stated to be true, although not necessarily so.",
      "de": "Anscheinend oder angeblich, aber vielleicht nicht tatsächlich. Scheinbar, aber möglicherweise nicht wirklich."
    },
    "examples": {
      "en": [
        "He ostensibly agreed with the plan.",
        "He apparently agreed to the plan."
      ],
      "de": [
        "Das Treffen ging angeblich um das Budget.",
        "The meeting was ostensibly about the budget."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "inadvertently",
    "conjugations": null,
    "translations": {
      "en": "Unintentionally, unintentionally",
      "de": "unbeabsichtigt / versehentlich"
    },
    "explanation": {
      "en": "without intention; Casually. It was done by mistake or without realizing it.",
      "de": "Ohne Absicht; versehentlich. Aus Versehen oder ohne es zu wollen."
    },
    "examples": {
      "en": [
        "The error was inadvertently introduced.",
        "The error was entered unintentionally."
      ],
      "de": [
        "Sie enthüllte das Geheimnis unbeabsichtigt.",
        "She accidentally revealed the secret."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "concurrently",
    "conjugations": null,
    "translations": {
      "en": "At the same time, synchronously",
      "de": "gleichzeitig / parallel"
    },
    "explanation": {
      "en": "Existing, occurring, or being accomplished at the same time. Simultaneously.",
      "de": "Existierend, geschehend oder zur gleichen Zeit getan. Gleichzeitig."
    },
    "examples": {
      "en": [
        "He serves two sentences concurrently.",
        "Serving two sentences concurrently."
      ],
      "de": [
        "Die Programme laufen gleichzeitig.",
        "Programs run at the same time."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "paradox",
    "conjugations": null,
    "translations": {
      "en": "A paradox, an apparent contradiction",
      "de": "Paradoxon / Widerspruch"
    },
    "explanation": {
      "en": "A statement or suggestion that appears absurd or contradictory and which upon investigation may prove to be well founded or true.",
      "de": "Eine scheinbar absurde oder widersprüchliche Aussage oder Behauptung, die sich bei Untersuchung als wahr erweisen könnte. Ein sich selbst widersprechendes Konzept."
    },
    "examples": {
      "en": [
        "The paradox remains unresolved.",
        "The paradox remains unresolved."
      ],
      "de": [
        "Es ist ein Paradoxon, dass Auswahl zu Lähmung führen kann.",
        "It is a paradox that choice can lead to paralysis."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "dilemma",
    "conjugations": null,
    "translations": {
      "en": "Dilemma, predicament",
      "de": "Dilemma / Zwickmühle"
    },
    "explanation": {
      "en": "A situation in which a difficult choice must be made between two or more alternatives. A problem without a satisfactory solution.",
      "de": "Eine Situation, in der eine schwierige Wahl getroffen werden muss. Ein Problem, das zwei gleichermaßen unerwünschte Alternativen bietet."
    },
    "examples": {
      "en": [
        "It's a moral dilemma with no easy answer.",
        "It's a moral dilemma with no easy answer."
      ],
      "de": [
        "Die Regierung steht vor einem ethischen Dilemma.",
        "The government faces an ethical dilemma."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "complacency",
    "conjugations": null,
    "translations": {
      "en": "Self-satisfaction, contentment",
      "de": "Selbstgefälligkeit / Zufriedenheit"
    },
    "explanation": {
      "en": "A feeling of arrogant or uncritical complacency about oneself or one's accomplishments. Complacency prevents awareness of danger.",
      "de": "Ein Gefühl selbstgefälliger oder unkritischer Zufriedenheit mit sich selbst oder seinen Leistungen. Selbstzufriedenheit."
    },
    "examples": {
      "en": [
        "Success can breed complacency.",
        "Success can breed complacency."
      ],
      "de": [
        "Selbstgefälligkeit ist im Geschäft gefährlich.",
        "Complacency is dangerous in business."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "resilient",
    "conjugations": null,
    "translations": {
      "en": "Flexible, able to recover",
      "de": "widerstandsfähig / resilient"
    },
    "explanation": {
      "en": "Able to withstand or recover quickly from difficult conditions. Flexible and adaptable to change or adversity.",
      "de": "Fähig, Schwierigkeiten standzuhalten oder sich schnell davon zu erholen. Flexibel und anpassungsfähig."
    },
    "examples": {
      "en": [
        "Resilient people bounce back from setbacks.",
        "Resilient people recover from setbacks."
      ],
      "de": [
        "Die Wirtschaft erwies sich während der Krise als widerstandsfähig.",
        "The economy proved its resilience during the crisis."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "volatile",
    "conjugations": null,
    "translations": {
      "en": "Volatile, unstable",
      "de": "volatil / unbeständig"
    },
    "explanation": {
      "en": "It is likely to change quickly and unexpectedly, especially for the worse. Unstable or explosive.",
      "de": "Neigend dazu, sich schnell und unvorhersehbar zu ändern, besonders zum Schlechteren. Instabil oder unbeständig."
    },
    "examples": {
      "en": [
        "The political situation remains volatile.",
        "The political situation remains unstable."
      ],
      "de": [
        "Der Aktienmarkt ist sehr volatil.",
        "The stock market is very volatile."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "static",
    "conjugations": null,
    "translations": {
      "en": "Fixed, stagnant",
      "de": "statisch / unveränderlich"
    },
    "explanation": {
      "en": "Lacks movement, action or change. fixed or stationary; Not dynamic.",
      "de": "An Bewegung, Handlung oder Veränderung mangelnd. Fest oder stationär."
    },
    "examples": {
      "en": [
        "Economic growth has been static.",
        "Economic growth has been steady."
      ],
      "de": [
        "Die Situation ist seit Jahren statisch geblieben.",
        "The situation remained stagnant for years."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "dynamic",
    "conjugations": null,
    "translations": {
      "en": "Dynamic, moving",
      "de": "dynamisch / beweglich"
    },
    "explanation": {
      "en": "It is characterized by continuous change, activity, or progress. Active and strong.",
      "de": "Gekennzeichnet durch ständige Veränderung, Aktivität oder Fortschritt. Energisch und kraftvoll."
    },
    "examples": {
      "en": [
        "She has a dynamic personality.",
        "She has a dynamic personality."
      ],
      "de": [
        "Die Branche ist dynamisch und schnelllebig.",
        "The industry is dynamic and fast-paced."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "bureaucratic",
    "conjugations": null,
    "translations": {
      "en": "Bureaucratic, administrative",
      "de": "bürokratisch / verwaltungstechnisch"
    },
    "explanation": {
      "en": "Related to or characteristic of bureaucracy. Overly concerned with procedures at the expense of efficiency.",
      "de": "Bezogen auf oder charakteristisch für eine Bürokratie. Übermäßig kompliziert mit administrativen Details."
    },
    "examples": {
      "en": [
        "Bureaucratic red tape delays progress.",
        "Bureaucratic red tape delays progress."
      ],
      "de": [
        "Der Prozess ist übermäßig bürokratisch.",
        "The process is overly bureaucratic."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "hierarchy",
    "conjugations": null,
    "translations": {
      "en": "Hierarchy, hierarchy",
      "de": "Hierarchie / Rangordnung"
    },
    "explanation": {
      "en": "A system or organization in which people or groups are ranked one above another according to status or power.",
      "de": "Ein System oder eine Organisation, in der Menschen oder Gruppen nach Status oder Autorität geordnet sind. Eine Rangordnung."
    },
    "examples": {
      "en": [
        "There's a hierarchy of needs.",
        "There is a hierarchy of needs."
      ],
      "de": [
        "Das Unternehmen hat eine strenge Hierarchie.",
        "The company has a strict hierarchy."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "infrastructure",
    "conjugations": null,
    "translations": {
      "en": "Infrastructure",
      "de": "Infrastruktur / Grundstruktur"
    },
    "explanation": {
      "en": "The basic physical and organizational structures and facilities needed to operate a community or organization.",
      "de": "Die grundlegenden physischen und organisatorischen Strukturen und Einrichtungen, die für den Betrieb einer Gesellschaft oder eines Unternehmens benötigt werden. Basisstrukturen und -systeme."
    },
    "examples": {
      "en": [
        "The country needs better infrastructure.",
        "The country needs better infrastructure."
      ],
      "de": [
        "Investitionen in die Infrastruktur sind entscheidend.",
        "Investment in infrastructure is crucial."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "stakeholder",
    "conjugations": null,
    "translations": {
      "en": "Stakeholder, concerned",
      "de": "Interessenvertreter / Stakeholder"
    },
    "explanation": {
      "en": "A person or group that has an interest or concern about something, especially a company. A person affected by the actions of an organization.",
      "de": "Eine Person oder Gruppe mit einem Interesse oder Anliegen in einem Unternehmen oder einer Organisation. Jemand, der von einem Projekt oder einer Entscheidung betroffen ist."
    },
    "examples": {
      "en": [
        "Stakeholder engagement is important.",
        "Stakeholder engagement is important."
      ],
      "de": [
        "Wir müssen alle Interessenvertreter konsultieren.",
        "We must consult all stakeholders."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "endeavor",
    "conjugations": null,
    "translations": {
      "en": "Endeavor, effort",
      "de": "Bestreben / Unterfangen"
    },
    "explanation": {
      "en": "an attempt to achieve a goal; Serious and determined effort. Project or task.",
      "de": "Ein ernsthafter Versuch oder eine ernsthafte Anstrengung, etwas zu tun. Ein Unterfangen oder Projekt."
    },
    "examples": {
      "en": [
        "We wish you success in your endeavors.",
        "We wish you success in your endeavors."
      ],
      "de": [
        "Dies ist ein gemeinsames Unterfangen.",
        "This is a joint endeavor."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "constraint",
    "conjugations": null,
    "translations": {
      "en": "restriction, restriction",
      "de": "Einschränkung / Beschränkung"
    },
    "explanation": {
      "en": "Restriction or restriction. Something that limits or restricts actions or behavior.",
      "de": "Eine Einschränkung der Freiheit, etwas zu tun oder sich auf eine bestimmte Weise zu verhalten. Ein limitierender Faktor."
    },
    "examples": {
      "en": [
        "Time constraints affect the project.",
        "Time constraints affect the project."
      ],
      "de": [
        "Budgetbeschränkungen begrenzen unsere Optionen.",
        "Budget constraints limit our options."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "leverage",
    "conjugations": null,
    "translations": {
      "en": "leverage, leverage",
      "de": "Hebelwirkung / Einfluss"
    },
    "explanation": {
      "en": "The ability to influence a person or situation. Use something to its maximum advantage.",
      "de": "Die Nutzung von etwas zum maximalen Vorteil. Einfluss oder Macht, die verwendet wird, um ein gewünschtes Ergebnis zu erzielen."
    },
    "examples": {
      "en": [
        "They have significant leverage in negotiations.",
        "They have great influence in negotiations."
      ],
      "de": [
        "Wir können diese Gelegenheit für Wachstum nutzen.",
        "We can take advantage of this opportunity to grow."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "benchmark",
    "conjugations": null,
    "translations": {
      "en": "Reference standard, standard",
      "de": "Maßstab / Benchmark"
    },
    "explanation": {
      "en": "A standard or reference point by which things can be compared or evaluated. A standard of excellence.",
      "de": "Ein Standard oder Bezugspunkt, anhand dessen andere Dinge bewertet oder gemessen werden können. Ein Maßstab für Leistung."
    },
    "examples": {
      "en": [
        "Performance is measured against benchmarks.",
        "Performance is measured against benchmarks."
      ],
      "de": [
        "Dies setzt einen neuen Maßstab für die Branche.",
        "This sets a new standard for the industry."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "incentivize",
    "conjugations": null,
    "translations": {
      "en": "Stimulates, encourages",
      "de": "Anreize schaffen / motivieren"
    },
    "explanation": {
      "en": "Providing an incentive or motivation. Encouraging or motivating through rewards or benefits.",
      "de": "Jemanden mit einem Anreiz motivieren, etwas zu tun. Anreize schaffen oder Belohnungen anbieten."
    },
    "examples": {
      "en": [
        "Policies should incentivize innovation.",
        "Policies must stimulate innovation."
      ],
      "de": [
        "Wir müssen Mitarbeiter zur Innovation motivieren.",
        "We must motivate employees to innovate."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "allegation",
    "conjugations": null,
    "translations": {
      "en": "Allegation, allegation",
      "de": "Behauptung / Vorwurf"
    },
    "explanation": {
      "en": "Alleging or asserting that someone has done something illegal or wrong, usually without evidence. Unproven accusation.",
      "de": "Eine Behauptung oder Aussage, dass jemand etwas Falsches oder Illegales getan hat, die normalerweise ohne Beweis gemacht wird. Ein Vorwurf."
    },
    "examples": {
      "en": [
        "He denies all allegations.",
        "He denies all allegations."
      ],
      "de": [
        "Die Vorwürfe wurden gründlich untersucht.",
        "The allegations were thoroughly investigated."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "contention",
    "conjugations": null,
    "translations": {
      "en": "Disagreement, controversy",
      "de": "Behauptung / Streitpunkt"
    },
    "explanation": {
      "en": "A dispute or heated argument. An assertion, especially one that is maintained in an argument.",
      "de": "Erhitztes Meinungsverschiedenheit oder Argument. Ein Punkt, der in einem Argument oder einer Debatte vorgebracht wird."
    },
    "examples": {
      "en": [
        "Our contention is that costs are too high.",
        "Our argument is that the costs are too high."
      ],
      "de": [
        "Der Streitpunkt war sehr umstritten.",
        "The subject of the controversy was highly controversial."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "deliberation",
    "conjugations": null,
    "translations": {
      "en": "Trade, think carefully",
      "de": "Überlegung / Beratung"
    },
    "explanation": {
      "en": "A long and careful consideration or discussion. The act of thinking carefully about something.",
      "de": "Lange und sorgfältige Überlegung oder Diskussion. Der Prozess des sorgfältigen Abwägens von Entscheidungen."
    },
    "examples": {
      "en": [
        "The jury is in deliberation.",
        "The jury is deliberating."
      ],
      "de": [
        "Nach langer Überlegung traf der Ausschuss eine Entscheidung.",
        "After much deliberation, the committee made a decision."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "proviso",
    "conjugations": null,
    "translations": {
      "en": "Condition, clause",
      "de": "Vorbehalt / Bedingung"
    },
    "explanation": {
      "en": "A condition attached to an agreement or statement. A clause in a contract or law that specifies a condition.",
      "de": "Eine Bedingung oder Qualifikation, die einer Vereinbarung oder Aussage beigefügt ist. Ein Vorbehalt oder eine Einschränkung."
    },
    "examples": {
      "en": [
        "There's an important proviso in the contract.",
        "There is an important clause in the contract."
      ],
      "de": [
        "Die Genehmigung wurde mit der Bedingung erteilt, dass...",
        "Approval was granted on the condition that..."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "contingency",
    "conjugations": null,
    "translations": {
      "en": "Contingency, possibility",
      "de": "Eventualität / Notfall"
    },
    "explanation": {
      "en": "A future event or condition that is possible but cannot be predicted with certainty. Provision for an unexpected event.",
      "de": "Ein zukünftiges Ereignis oder Umstand, der möglich ist, aber nicht mit Sicherheit vorhergesagt werden kann. Ein Notfall- oder Ausweichplan."
    },
    "examples": {
      "en": [
        "Plan for all contingencies.",
        "Plan for all contingencies."
      ],
      "de": [
        "Wir müssen für alle Eventualitäten planen.",
        "We must plan for all contingencies."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "imperative",
    "conjugations": null,
    "translations": {
      "en": "Necessary, inevitable",
      "de": "zwingend / unerlässlich"
    },
    "explanation": {
      "en": "Of vital importance; crucial. Give a reliable command.",
      "de": "Von entscheidender Wichtigkeit; erforderlich. Eine wesentliche oder dringende Sache."
    },
    "examples": {
      "en": [
        "Immediate action is imperative.",
        "Immediate action is imperative."
      ],
      "de": [
        "Es ist zwingend erforderlich, dass wir jetzt handeln.",
        "It is essential that we act now."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "anomalous",
    "conjugations": null,
    "translations": {
      "en": "Abnormal, abnormal",
      "de": "anomal / abweichend"
    },
    "explanation": {
      "en": "Deviation from what is standard, normal, or expected. Irregular or unusual.",
      "de": "Vom Normalen oder Erwarteten abweichend. Ungewöhnlich oder irregulär."
    },
    "examples": {
      "en": [
        "This is an anomalous situation.",
        "This is an abnormal situation."
      ],
      "de": [
        "Die Ergebnisse waren anomal und unerwartet.",
        "The results were anomalous and unexpected."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "disparate",
    "conjugations": null,
    "translations": {
      "en": "Different, very different",
      "de": "unterschiedlich / ungleichartig"
    },
    "explanation": {
      "en": "fundamentally different in kind; No comparison allowed. It contains elements that are very different from each other.",
      "de": "Im Wesentlichen unterschiedlich in Art oder Qualität. Enthält Dinge verschiedener Arten."
    },
    "examples": {
      "en": [
        "They come from disparate backgrounds.",
        "They come from diverse backgrounds."
      ],
      "de": [
        "Das Team vereint unterschiedliche Fähigkeiten.",
        "The team brings together disparate skills."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "homogeneous",
    "conjugations": null,
    "translations": {
      "en": "Homogeneous, uniform",
      "de": "homogen / gleichartig"
    },
    "explanation": {
      "en": "of the same kind; Similar. It consists of parts that are all of the same type; Uniform in structure or composition.",
      "de": "Aus Teilen oder Elementen gleicher oder ähnlicher Art bestehend. Uniform oder konsistent."
    },
    "examples": {
      "en": [
        "The mixture is homogeneous.",
        "The mixture is homogeneous."
      ],
      "de": [
        "Die Bevölkerung ist relativ homogen.",
        "The population is relatively homogeneous."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "equilibrium",
    "conjugations": null,
    "translations": {
      "en": "Balance, poise",
      "de": "Gleichgewicht / Balance"
    },
    "explanation": {
      "en": "A situation in which opposing forces or influences are balanced. A state of physical or mental balance.",
      "de": "Ein Zustand, in dem sich entgegengesetzte Kräfte oder Einflüsse ausbalancieren. Stabilität oder Balance."
    },
    "examples": {
      "en": [
        "Market equilibrium determines prices.",
        "Market equilibrium determines prices."
      ],
      "de": [
        "Das System hat ein Gleichgewicht erreicht.",
        "The system has reached equilibrium."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "deteriorate",
    "conjugations": null,
    "translations": {
      "en": "Deteriorate, get worse",
      "de": "sich verschlechtern / verfallen"
    },
    "explanation": {
      "en": "It gets progressively worse. Decline in quality, value or condition.",
      "de": "Allmählich schlechter werden oder sich verschlechtern. In Qualität, Zustand oder Wert nachlassen."
    },
    "examples": {
      "en": [
        "His health began to deteriorate.",
        "His health began to deteriorate."
      ],
      "de": [
        "Die Bedingungen verschlechterten sich schnell.",
        "Conditions deteriorated quickly."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "fluctuate",
    "conjugations": null,
    "translations": {
      "en": "He fluctuates, he fluctuates",
      "de": "schwanken / fluktuieren"
    },
    "explanation": {
      "en": "Rising and falling irregularly in number or amount. diversity; To be unstable.",
      "de": "Unregelmäßig steigen und fallen. Variieren oder schwanken."
    },
    "examples": {
      "en": [
        "Temperatures fluctuate throughout the day.",
        "Temperatures fluctuate throughout the day."
      ],
      "de": [
        "Preise schwanken mit Angebot und Nachfrage.",
        "Prices fluctuate with supply and demand."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "stagnate",
    "conjugations": null,
    "translations": {
      "en": "It stagnates, stops growing",
      "de": "stagnieren / stillstehen"
    },
    "explanation": {
      "en": "stop developing; Becoming inactive or dull. Failure to progress or develop.",
      "de": "Inaktiv oder stumpf werden. Aufhören, sich zu entwickeln oder Fortschritte zu machen."
    },
    "examples": {
      "en": [
        "Without innovation, businesses stagnate.",
        "Without innovation, businesses stagnate."
      ],
      "de": [
        "Das Wirtschaftswachstum begann zu stagnieren.",
        "Economic growth began to stagnate."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "transcend",
    "conjugations": null,
    "translations": {
      "en": "Transcend, rise above",
      "de": "überschreiten / übersteigen"
    },
    "explanation": {
      "en": "To be or exceed the scope or boundaries of something. Excellence or distinction.",
      "de": "Über oder jenseits der Reichweite, des Bereichs, der Grenzen oder Grenzen von etwas gehen. Übertreffen oder übersteigen."
    },
    "examples": {
      "en": [
        "Her work transcends conventional boundaries.",
        "Her work transcends traditional boundaries."
      ],
      "de": [
        "Ihre Arbeit überschreitet kulturelle Grenzen.",
        "Her work transcends cultural boundaries."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "underpin",
    "conjugations": null,
    "translations": {
      "en": "Supports, forms a basis",
      "de": "untermauern / stützen"
    },
    "explanation": {
      "en": "Support, justify, or form the basis for something. Reinforcing or providing a foundation.",
      "de": "Eine Grundlage oder Basis für etwas bieten; unterstützen oder rechtfertigen. Eine wesentliche Grundlage bilden."
    },
    "examples": {
      "en": [
        "Strong research underpins the theory.",
        "Solid research forms the basis of theory."
      ],
      "de": [
        "Diese Prinzipien untermauern unsere Strategie.",
        "These principles support our strategy."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "augment",
    "conjugations": null,
    "translations": {
      "en": "Increase, enhance",
      "de": "vergrößern / erweitern"
    },
    "explanation": {
      "en": "make something larger in addition to it; Increase or expand. Supplement or reinforcement.",
      "de": "Etwas größer machen; vergrößern oder erhöhen. Hinzufügen oder verstärken."
    },
    "examples": {
      "en": [
        "They plan to augment their workforce.",
        "They plan to increase their workforce."
      ],
      "de": [
        "Wir werden das Team mit neuen Mitgliedern erweitern.",
        "We will strengthen the team with new members."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "diminish",
    "conjugations": null,
    "translations": {
      "en": "reduce, decrease",
      "de": "verringern / abnehmen"
    },
    "explanation": {
      "en": "make or become less; Reduction or diminution in size, importance, or value.",
      "de": "Kleiner, weniger oder weniger wichtig machen oder werden. Reduzieren oder abnehmen."
    },
    "examples": {
      "en": [
        "Nothing can diminish their achievement.",
        "Nothing can diminish their achievement."
      ],
      "de": [
        "Die Auswirkungen verringerten sich im Laufe der Zeit.",
        "The effect diminished over time."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "culminate",
    "conjugations": null,
    "translations": {
      "en": "It reaches its climax, it ends",
      "de": "gipfeln / münden"
    },
    "explanation": {
      "en": "Reaching the peak or highest point of development. Ending or concluding with a specific event or conclusion.",
      "de": "Den Höhepunkt oder das Endergebnis eines Prozesses erreichen. In einem Höhepunkt enden."
    },
    "examples": {
      "en": [
        "Years of research culminated in this discovery.",
        "Years of research led to this discovery."
      ],
      "de": [
        "Die Verhandlungen gipfelten in einer Vereinbarung.",
        "The negotiations culminated in an agreement."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "evoke",
    "conjugations": null,
    "translations": {
      "en": "It evokes, excites",
      "de": "hervorrufen / wachrufen"
    },
    "explanation": {
      "en": "Bringing or recalling a feeling, memory, or image to the conscious mind. Extraction or extraction.",
      "de": "Ein Gefühl, eine Erinnerung oder ein Bild ins Bewusstsein bringen oder hervorrufen. Wachrufen oder heraufbeschwören."
    },
    "examples": {
      "en": [
        "These images evoke memories of childhood.",
        "These photos evoke childhood memories."
      ],
      "de": [
        "Die Musik ruft starke Emotionen hervor.",
        "Music evokes strong emotions."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "invoke",
    "conjugations": null,
    "translations": {
      "en": "cites, is based on",
      "de": "anrufen / berufen"
    },
    "explanation": {
      "en": "Citing or appealing to someone or something as authority for a procedure or in support of an argument.",
      "de": "Eine Autorität oder einen Präzedenzfall als Rechtfertigung zitieren oder anrufen. Um Hilfe bitten oder etwas herbeirufen."
    },
    "examples": {
      "en": [
        "The lawyer invoked several legal precedents.",
        "The lawyer cited several legal precedents."
      ],
      "de": [
        "Er berief sich auf sein Recht zu schweigen.",
        "He invoked his right to silence."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "collaborate",
    "conjugations": null,
    "translations": {
      "en": "Collaborate, cooperate",
      "de": "zusammenarbeiten / kooperieren"
    },
    "explanation": {
      "en": "Working collaboratively with others, especially in an intellectual endeavour. Collaborating treacherously with an enemy.",
      "de": "Zusammenarbeiten, typischerweise um etwas zu produzieren oder zu schaffen. Kooperieren oder partnerschaftlich arbeiten."
    },
    "examples": {
      "en": [
        "We need to collaborate more effectively.",
        "We need to cooperate more effectively."
      ],
      "de": [
        "Wissenschaftler arbeiten bei internationalen Projekten zusammen.",
        "Scientists collaborate on international projects."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "unprecedented",
    "conjugations": null,
    "translations": {
      "en": "Unprecedented",
      "de": "beispiellos / noch nie dagewesen"
    },
    "explanation": {
      "en": "Not done or not known before; Without precedent. New and no previous example.",
      "de": "Noch nie zuvor getan oder bekannt; ohne Präzedenzfall. Noch nie zuvor auf diesem Ausmaß oder Grad gesehen oder erlebt."
    },
    "examples": {
      "en": [
        "We face unprecedented challenges.",
        "We face unprecedented challenges."
      ],
      "de": [
        "Die Krise schuf beispiellose Herausforderungen.",
        "The crisis has created unprecedented challenges."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "legitimate",
    "conjugations": null,
    "translations": {
      "en": "Legitimate, legitimate",
      "de": "legitim / rechtmäßig"
    },
    "explanation": {
      "en": "Compliance with the law or rules. able to defend it with logic or justification; righteous.",
      "de": "Dem Gesetz oder den Regeln entsprechend. Berechtigt oder gerechtfertigt."
    },
    "examples": {
      "en": [
        "The government must be legitimate.",
        "The government must be legitimate."
      ],
      "de": [
        "Sie hat legitime Anliegen bezüglich des Plans.",
        "She has legitimate concerns about the plan."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "transparent",
    "conjugations": null,
    "translations": {
      "en": "Transparent, clear",
      "de": "transparent / durchsichtig"
    },
    "explanation": {
      "en": "Open and honest, not secretive. easy to perceive or detect; Easy to understand.",
      "de": "Leicht wahrzunehmen oder zu erkennen; offen und nicht geheimnisvoll. In einer Weise durchgeführt, die volle Öffentlichkeit und Rechenschaftspflicht ermöglicht."
    },
    "examples": {
      "en": [
        "Transparent governance builds trust.",
        "Transparent governance builds trust."
      ],
      "de": [
        "Die Organisation führt transparente Operationen durch.",
        "The organization maintains transparent operations."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "exemplify",
    "conjugations": null,
    "translations": {
      "en": "Represent, embody",
      "de": "veranschaulichen / beispielhaft zeigen"
    },
    "explanation": {
      "en": "To be a typical example of something. Give an example or explain by giving an example.",
      "de": "Ein repräsentatives Beispiel für etwas sein. Durch Beispiele veranschaulichen oder zeigen."
    },
    "examples": {
      "en": [
        "This case exemplifies the problem.",
        "This situation represents the problem."
      ],
      "de": [
        "Dieser Fall veranschaulicht das Problem perfekt.",
        "This case exemplifies the problem perfectly."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "facilitate",
    "conjugations": null,
    "translations": {
      "en": "Facilitate, facilitate",
      "de": "erleichtern / ermöglichen"
    },
    "explanation": {
      "en": "Make an action or process easy or easier. To help bring about or help advance something.",
      "de": "Eine Handlung oder einen Prozess einfacher oder leichter machen. Erleichtern oder ermöglichen."
    },
    "examples": {
      "en": [
        "The mediator will facilitate the discussion.",
        "The mediator will facilitate the discussion."
      ],
      "de": [
        "Technologie erleichtert die Kommunikation.",
        "Technology facilitates communication."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "reciprocal",
    "conjugations": null,
    "translations": {
      "en": "Mutual, reciprocal",
      "de": "gegenseitig / wechselseitig"
    },
    "explanation": {
      "en": "Given, felt, or accomplished in return. mutual; Existing or carried out by both parties towards the other.",
      "de": "Von zwei oder mehr Parteien gegeben, gefühlt oder gezeigt. Gegenseitig oder wechselseitig."
    },
    "examples": {
      "en": [
        "They have a reciprocal agreement.",
        "They have a reciprocal agreement."
      ],
      "de": [
        "Wir haben eine gegenseitige Vereinbarung.",
        "We have a mutual agreement."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "mutual",
    "conjugations": null,
    "translations": {
      "en": "Mutual, shared",
      "de": "gegenseitig / beidseitig"
    },
    "explanation": {
      "en": "It is communicated or carried out by two or more parties towards the other. It is held jointly by two or more parties.",
      "de": "(Von einem Gefühl oder einer Handlung) von zwei oder mehr Parteien in Bezug aufeinander erlebt oder getan. Gemeinsam oder geteilt."
    },
    "examples": {
      "en": [
        "The agreement is mutually beneficial.",
        "The agreement is beneficial to both parties."
      ],
      "de": [
        "Sie haben gegenseitigen Respekt füreinander.",
        "They have a mutual respect for each other."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "bilateral",
    "conjugations": null,
    "translations": {
      "en": "Binary, between two parties",
      "de": "bilateral / zweiseitig"
    },
    "explanation": {
      "en": "It involves two parties, especially states. It affects or is carried out by two sides equally.",
      "de": "Zwei Seiten, Parteien oder Aspekte betreffend. Mit zwei Seiten oder zwischen zwei Parteien."
    },
    "examples": {
      "en": [
        "Bilateral negotiations are underway.",
        "Bilateral negotiations are ongoing."
      ],
      "de": [
        "Die Länder unterzeichneten eine bilaterale Vereinbarung.",
        "The countries signed a bilateral agreement."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "multilateral",
    "conjugations": null,
    "translations": {
      "en": "Multilateral",
      "de": "multilateral / mehrseitig"
    },
    "explanation": {
      "en": "Agreed upon or participated in by three or more parties, especially the governments of different countries.",
      "de": "Drei oder mehr Parteien, Nationen oder Seiten beteiligt. Zwischen mehreren Parteien."
    },
    "examples": {
      "en": [
        "The UN promotes multilateral diplomacy.",
        "The United Nations promotes multilateral diplomacy."
      ],
      "de": [
        "Es wurden multilaterale Gespräche abgehalten.",
        "Multilateral talks were held."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "unilateral",
    "conjugations": null,
    "translations": {
      "en": "Unilateral, one-sided",
      "de": "unilateral / einseitig"
    },
    "explanation": {
      "en": "It is carried out by or affects only one person, group or country involved in a situation, without the agreement of others.",
      "de": "Von oder nur eine Seite oder Partei betroffen. Einseitig oder unabhängig durchgeführt."
    },
    "examples": {
      "en": [
        "Unilateral decisions can damage relations.",
        "One-sided decisions can harm relationships."
      ],
      "de": [
        "Die Regierung traf eine einseitige Entscheidung.",
        "The government took a unilateral decision."
      ]
    },
    "cefrLevel": "B1"
  },
  {
    "word": "contemporary",
    "conjugations": null,
    "translations": {
      "en": "Contemporary, modern",
      "de": "zeitgenössisch / modern"
    },
    "explanation": {
      "en": "Lives or happens at the same time. Belonging to or occurring in the present; accident.",
      "de": "Zur gleichen Zeit lebend oder auftretend. Modern und zur Gegenwart gehörend."
    },
    "examples": {
      "en": [
        "She is a contemporary of mine.",
        "She is a contemporary of mine."
      ],
      "de": [
        "Zeitgenössische Kunst spiegelt aktuelle Themen wider.",
        "Contemporary art reflects current issues."
      ]
    },
    "cefrLevel": "B1"
  }
]