[
  {
    "word": "la cuisine",
    "sentence": "Le chef surveille toute l'activité dans la cuisine pendant le service du soir.",
    "translation": "The chef monitors all activity in the kitchen during evening service.",
    "arabic_translation": "يراقب الشيف كل النشاط في المطبخ أثناء خدمة المساء."
  },
  {
    "word": "la cuisine",
    "sentence": "Il faut que la cuisine soit impeccablement propre avant l'ouverture du restaurant.",
    "translation": "The kitchen must be impeccably clean before the restaurant opens.",
    "arabic_translation": "يجب أن يكون المطبخ نظيفًا تمامًا قبل افتتاح المطعم."
  },
  {
    "word": "la cuisine",
    "sentence": "Notre cuisine française traditionnelle attire des clients du monde entier chaque année.",
    "translation": "Our traditional French cuisine attracts customers from around the world every year.",
    "arabic_translation": "يجذب مطبخنا الفرنسي التقليدي عملاء من جميع أنحاء العالم كل عام."
  },
  {
    "word": "le chef",
    "sentence": "Le chef a créé un nouveau menu dégustation pour la saison d'automne.",
    "translation": "The chef created a new tasting menu for the autumn season.",
    "arabic_translation": "أنشأ الشيف قائمة تذوق جديدة لموسم الخريف."
  },
  {
    "word": "le chef",
    "sentence": "Chaque matin, le chef sélectionne personnellement les produits frais au marché local.",
    "translation": "Every morning, the chef personally selects fresh products at the local market.",
    "arabic_translation": "كل صباح، يختار الشيف شخصيًا المنتجات الطازجة في السوق المحلي."
  },
  {
    "word": "le chef",
    "sentence": "Pensez-vous que le chef acceptera de modifier cette recette traditionnelle française?",
    "translation": "Do you think the chef will agree to modify this traditional French recipe?",
    "arabic_translation": "هل تعتقد أن الشيف سيوافق على تعديل هذه الوصفة الفرنسية التقليدية؟"
  },
  {
    "word": "le sous-chef",
    "sentence": "Le sous-chef remplace le chef en cuisine quand celui-ci est en congé.",
    "translation": "The sous-chef replaces the chef in the kitchen when he is on leave.",
    "arabic_translation": "يحل نائب الشيف محل الشيف في المطبخ عندما يكون في إجازة."
  },
  {
    "word": "le sous-chef",
    "sentence": "Il est essentiel que le sous-chef maîtrise toutes les techniques de base.",
    "translation": "It is essential that the sous-chef masters all basic techniques.",
    "arabic_translation": "من الضروري أن يتقن نائب الشيف جميع التقنيات الأساسية."
  },
  {
    "word": "le sous-chef",
    "sentence": "Notre sous-chef travaille depuis cinq ans dans ce restaurant étoilé au Michelin.",
    "translation": "Our sous-chef has been working for five years in this Michelin-starred restaurant.",
    "arabic_translation": "يعمل نائب الشيف لدينا منذ خمس سنوات في هذا المطعم الحاصل على نجمة ميشلان."
  },
  {
    "word": "le commis",
    "sentence": "Le commis prépare tous les légumes avant le début du service quotidien.",
    "translation": "The commis prepares all vegetables before the start of daily service.",
    "arabic_translation": "يحضر مساعد الطباخ جميع الخضروات قبل بدء الخدمة اليومية."
  },
  {
    "word": "le commis",
    "sentence": "Chaque commis doit apprendre les bases avant de progresser en cuisine professionnelle.",
    "translation": "Each commis must learn the basics before progressing in professional cooking.",
    "arabic_translation": "يجب على كل مساعد طباخ تعلم الأساسيات قبل التقدم في الطبخ الاحترافي."
  },
  {
    "word": "le commis",
    "sentence": "Avez-vous expliqué au nouveau commis comment préparer correctement le fond de veau?",
    "translation": "Did you explain to the new commis how to properly prepare veal stock?",
    "arabic_translation": "هل شرحت لمساعد الطباخ الجديد كيفية تحضير مرق العجل بشكل صحيح؟"
  },
  {
    "word": "le pâtissier",
    "sentence": "Le pâtissier arrive très tôt pour préparer les viennoiseries du petit déjeuner.",
    "translation": "The pastry chef arrives very early to prepare breakfast pastries.",
    "arabic_translation": "يصل شيف الحلويات مبكرًا جدًا لتحضير معجنات الإفطار."
  },
  {
    "word": "le pâtissier",
    "sentence": "Il faut que le pâtissier respecte précisément les temps de cuisson et températures.",
    "translation": "The pastry chef must precisely respect cooking times and temperatures.",
    "arabic_translation": "يجب على شيف الحلويات احترام أوقات الطهي ودرجات الحرارة بدقة."
  },
  {
    "word": "le pâtissier",
    "sentence": "Notre pâtissier a gagné plusieurs concours internationaux de desserts gastronomiques ces dernières années.",
    "translation": "Our pastry chef has won several international gourmet dessert competitions in recent years.",
    "arabic_translation": "فاز شيف الحلويات لدينا بعدة مسابقات دولية للحلويات الفاخرة في السنوات الأخيرة."
  },
  {
    "word": "le sommelier",
    "sentence": "Le sommelier recommande toujours le vin parfait pour accompagner chaque plat du menu.",
    "translation": "The sommelier always recommends the perfect wine to accompany each dish on the menu.",
    "arabic_translation": "يوصي السوميلييه دائمًا بالنبيذ المثالي لمرافقة كل طبق في القائمة."
  },
  {
    "word": "le sommelier",
    "sentence": "Il est important que le sommelier connaisse l'origine de tous nos crus.",
    "translation": "It is important that the sommelier knows the origin of all our wines.",
    "arabic_translation": "من المهم أن يعرف السوميلييه أصل جميع أنواع النبيذ لدينا."
  },
  {
    "word": "le sommelier",
    "sentence": "Le sommelier nous a conseillé un excellent bordeaux pour notre dîner d'anniversaire hier soir.",
    "translation": "The sommelier advised us of an excellent Bordeaux for our anniversary dinner last night.",
    "arabic_translation": "نصحنا السوميلييه ببوردو ممتاز لعشاء الذكرى السنوية الليلة الماضية."
  },
  {
    "word": "la carte",
    "sentence": "La carte change tous les mois selon les produits de saison disponibles.",
    "translation": "The menu changes every month according to available seasonal products.",
    "arabic_translation": "تتغير القائمة كل شهر حسب المنتجات الموسمية المتاحة."
  },
  {
    "word": "la carte",
    "sentence": "Voulez-vous que je vous présente les nouveaux plats de notre carte d'été?",
    "translation": "Would you like me to present the new dishes on our summer menu?",
    "arabic_translation": "هل تريد أن أقدم لك الأطباق الجديدة في قائمة الصيف لدينا؟"
  },
  {
    "word": "la carte",
    "sentence": "Les clients apprécient beaucoup la diversité et la qualité de notre carte gastronomique.",
    "translation": "Customers greatly appreciate the diversity and quality of our gourmet menu.",
    "arabic_translation": "يقدر العملاء كثيرًا تنوع وجودة قائمتنا الفاخرة."
  },
  {
    "word": "le menu",
    "sentence": "Le menu dégustation comprend sept plats avec des accords mets et vins.",
    "translation": "The tasting menu includes seven courses with food and wine pairings.",
    "arabic_translation": "تتضمن قائمة التذوق سبعة أطباق مع مرافقات الطعام والنبيذ."
  },
  {
    "word": "le menu",
    "sentence": "Il faut que le menu soit équilibré entre viandes, poissons et plats végétariens.",
    "translation": "The menu must be balanced between meats, fish, and vegetarian dishes.",
    "arabic_translation": "يجب أن تكون القائمة متوازنة بين اللحوم والأسماك والأطباق النباتية."
  },
  {
    "word": "le menu",
    "sentence": "Nous avons composé un menu spécial pour les fêtes de fin d'année.",
    "translation": "We have composed a special menu for the end-of-year holidays.",
    "arabic_translation": "قمنا بتكوين قائمة خاصة لعطلات نهاية العام."
  },
  {
    "word": "l'entrée",
    "sentence": "L'entrée du jour est une salade de homard avec une vinaigrette maison.",
    "translation": "Today's starter is a lobster salad with homemade vinaigrette.",
    "arabic_translation": "المقبلات اليوم عبارة عن سلطة الكركند مع صلصة الخل محلية الصنع."
  },
  {
    "word": "l'entrée",
    "sentence": "Chaque entrée doit être servie à la température idéale pour révéler ses saveurs.",
    "translation": "Each starter must be served at the ideal temperature to reveal its flavors.",
    "arabic_translation": "يجب تقديم كل مقبلات في درجة الحرارة المثالية للكشف عن نكهاتها."
  },
  {
    "word": "l'entrée",
    "sentence": "Préférez-vous une entrée froide ou chaude pour commencer votre repas ce soir?",
    "translation": "Do you prefer a cold or hot starter to begin your meal tonight?",
    "arabic_translation": "هل تفضل مقبلات باردة أو ساخنة لبدء وجبتك الليلة؟"
  },
  {
    "word": "le plat principal",
    "sentence": "Le plat principal d'aujourd'hui est un carré d'agneau rôti aux herbes provençales.",
    "translation": "Today's main course is a rack of lamb roasted with Provençal herbs.",
    "arabic_translation": "الطبق الرئيسي اليوم عبارة عن رف من لحم الضأن المشوي مع أعشاب بروفنسال."
  },
  {
    "word": "le plat principal",
    "sentence": "Il est essentiel que le plat principal soit présenté de manière élégante et appétissante.",
    "translation": "It is essential that the main course be presented in an elegant and appetizing manner.",
    "arabic_translation": "من الضروري أن يتم تقديم الطبق الرئيسي بطريقة أنيقة وشهية."
  },
  {
    "word": "le plat principal",
    "sentence": "Nous servons le plat principal avec un accompagnement de légumes de saison rôtis.",
    "translation": "We serve the main course with a side of roasted seasonal vegetables.",
    "arabic_translation": "نقدم الطبق الرئيسي مع طبق جانبي من الخضروات الموسمية المشوية."
  },
  {
    "word": "le dessert",
    "sentence": "Le dessert signature de notre restaurant est un fondant au chocolat noir.",
    "translation": "Our restaurant's signature dessert is a dark chocolate fondant.",
    "arabic_translation": "حلوى المطعم المميزة هي فوندان الشوكولاتة الداكنة."
  },
  {
    "word": "le dessert",
    "sentence": "Souhaitez-vous que je vous recommande un dessert pour accompagner votre café?",
    "translation": "Would you like me to recommend a dessert to accompany your coffee?",
    "arabic_translation": "هل تريد أن أوصي بحلوى لمرافقة قهوتك؟"
  },
  {
    "word": "le dessert",
    "sentence": "Chaque dessert est préparé à la minute pour garantir une fraîcheur optimale.",
    "translation": "Each dessert is prepared to order to guarantee optimal freshness.",
    "arabic_translation": "يتم تحضير كل حلوى عند الطلب لضمان نضارة مثالية."
  },
  {
    "word": "la crème brûlée",
    "sentence": "La crème brûlée doit être caramélisée juste avant le service au chalumeau.",
    "translation": "The crème brûlée must be caramelized just before service with a blowtorch.",
    "arabic_translation": "يجب كرملة الكريم بروليه قبل التقديم مباشرة باستخدام موقد اللحام."
  },
  {
    "word": "la crème brûlée",
    "sentence": "Il faut que la crème brûlée refroidisse complètement avant de brûler le sucre.",
    "translation": "The crème brûlée must cool completely before burning the sugar.",
    "arabic_translation": "يجب أن تبرد الكريم بروليه تمامًا قبل حرق السكر."
  },
  {
    "word": "la crème brûlée",
    "sentence": "Notre crème brûlée à la vanille de Madagascar est le dessert préféré des clients.",
    "translation": "Our Madagascar vanilla crème brûlée is customers' favorite dessert.",
    "arabic_translation": "كريم بروليه الفانيليا من مدغشقر هي الحلوى المفضلة للعملاء."
  },
  {
    "word": "la tarte tatin",
    "sentence": "La tarte tatin doit être retournée délicatement pour présenter les pommes caramélisées.",
    "translation": "The tarte tatin must be flipped delicately to present the caramelized apples.",
    "arabic_translation": "يجب قلب تارت تاتان بلطف لتقديم التفاح المكرمل."
  },
  {
    "word": "la tarte tatin",
    "sentence": "Nous préparons notre tarte tatin avec des pommes reinettes du verger bio local.",
    "translation": "We prepare our tarte tatin with reinette apples from the local organic orchard.",
    "arabic_translation": "نحضر تارت تاتان مع تفاح الرينيت من البستان العضوي المحلي."
  },
  {
    "word": "la tarte tatin",
    "sentence": "Pensez-vous que la tarte tatin soit meilleure servie tiède avec une glace vanille?",
    "translation": "Do you think tarte tatin is better served warm with vanilla ice cream?",
    "arabic_translation": "هل تعتقد أن تارت تاتان أفضل عند تقديمها دافئة مع آيس كريم الفانيليا؟"
  },
  {
    "word": "les macarons",
    "sentence": "Les macarons demandent une technique précise et beaucoup de patience pour réussir.",
    "translation": "Macarons require precise technique and a lot of patience to succeed.",
    "arabic_translation": "تتطلب الماكارون تقنية دقيقة والكثير من الصبر للنجاح."
  },
  {
    "word": "les macarons",
    "sentence": "Il est nécessaire que les macarons reposent avant la cuisson pour former la collerette.",
    "translation": "It is necessary that macarons rest before baking to form the ruffled edge.",
    "arabic_translation": "من الضروري أن تستريح الماكارون قبل الخبز لتشكيل الحافة المزركشة."
  },
  {
    "word": "les macarons",
    "sentence": "Nos macarons sont disponibles en dix parfums différents faits avec des ingrédients naturels.",
    "translation": "Our macarons are available in ten different flavors made with natural ingredients.",
    "arabic_translation": "تتوفر الماكارون لدينا بعشر نكهات مختلفة مصنوعة من مكونات طبيعية."
  },
  {
    "word": "l'éclair",
    "sentence": "L'éclair au café est garni d'une crème mousseline parfumée au café fort.",
    "translation": "The coffee éclair is filled with mousseline cream flavored with strong coffee.",
    "arabic_translation": "يتم حشو إكلير القهوة بكريم موسلين بنكهة القهوة القوية."
  },
  {
    "word": "l'éclair",
    "sentence": "Il faut que l'éclair soit glacé avec un fondant brillant et lisse.",
    "translation": "The éclair must be glazed with a shiny and smooth fondant.",
    "arabic_translation": "يجب أن يتم تزجيج الإكلير بفوندان لامع وناعم."
  },
  {
    "word": "l'éclair",
    "sentence": "Le pâtissier prépare les éclairs chaque matin pour garantir une fraîcheur maximale.",
    "translation": "The pastry chef prepares éclairs every morning to guarantee maximum freshness.",
    "arabic_translation": "يقوم شيف الحلويات بتحضير الإكليرات كل صباح لضمان أقصى قدر من النضارة."
  },
  {
    "word": "le millefeuille",
    "sentence": "Le millefeuille traditionnel est composé de trois couches de pâte feuilletée croustillante.",
    "translation": "The traditional millefeuille is composed of three layers of crispy puff pastry.",
    "arabic_translation": "يتكون الميلفوي التقليدي من ثلاث طبقات من العجين المورق المقرمش."
  },
  {
    "word": "le millefeuille",
    "sentence": "Il est essentiel que le millefeuille soit assemblé juste avant le service.",
    "translation": "It is essential that the millefeuille be assembled just before service.",
    "arabic_translation": "من الضروري أن يتم تجميع الميلفوي قبل التقديم مباشرة."
  },
  {
    "word": "le millefeuille",
    "sentence": "Notre millefeuille à la vanille bourbon a remporté un prix au concours régional.",
    "translation": "Our bourbon vanilla millefeuille won an award at the regional competition.",
    "arabic_translation": "فاز ميلفوي الفانيليا البوربون لدينا بجائزة في المسابقة الإقليمية."
  },
  {
    "word": "le soufflé",
    "sentence": "Le soufflé au Grand Marnier doit être servi immédiatement après la sortie du four.",
    "translation": "The Grand Marnier soufflé must be served immediately after coming out of the oven.",
    "arabic_translation": "يجب تقديم سوفليه غراند مارنييه فورًا بعد الخروج من الفرن."
  },
  {
    "word": "le soufflé",
    "sentence": "Il faut que le soufflé gonfle parfaitement pour impressionner les clients au restaurant.",
    "translation": "The soufflé must rise perfectly to impress customers at the restaurant.",
    "arabic_translation": "يجب أن يرتفع السوفليه بشكل مثالي لإثارة إعجاب العملاء في المطعم."
  },
  {
    "word": "le soufflé",
    "sentence": "Avez-vous commandé le soufflé en début de repas pour respecter le temps?",
    "translation": "Did you order the soufflé at the beginning of the meal to respect timing?",
    "arabic_translation": "هل طلبت السوفليه في بداية الوجبة لاحترام التوقيت؟"
  },
  {
    "word": "la béchamel",
    "sentence": "La béchamel est une sauce mère utilisée dans de nombreuses préparations classiques.",
    "translation": "Béchamel is a mother sauce used in many classic preparations.",
    "arabic_translation": "البشاميل هي صلصة أساسية تستخدم في العديد من التحضيرات الكلاسيكية."
  },
  {
    "word": "la béchamel",
    "sentence": "Il est important que la béchamel ne contienne aucun grumeau pour réussir.",
    "translation": "It is important that the béchamel contains no lumps to succeed.",
    "arabic_translation": "من المهم ألا تحتوي البشاميل على أي كتل للنجاح."
  },
  {
    "word": "la béchamel",
    "sentence": "Nous préparons la béchamel avec du lait entier et du beurre de qualité supérieure.",
    "translation": "We prepare béchamel with whole milk and superior quality butter.",
    "arabic_translation": "نحضر البشاميل بالحليب الكامل والزبدة عالية الجودة."
  },
  {
    "word": "la hollandaise",
    "sentence": "La hollandaise accompagne traditionnellement les asperges blanches et les œufs Bénédicte classiques.",
    "translation": "Hollandaise traditionally accompanies white asparagus and classic eggs Benedict.",
    "arabic_translation": "تصاحب الهولنديز تقليديًا الهليون الأبيض وبيض بنديكت الكلاسيكي."
  },
  {
    "word": "la hollandaise",
    "sentence": "Il faut que la hollandaise soit montée doucement au bain-marie sans surchauffer.",
    "translation": "The hollandaise must be whisked gently in a double boiler without overheating.",
    "arabic_translation": "يجب خفق الهولنديز بلطف في حمام مائي دون تسخين زائد."
  },
  {
    "word": "la hollandaise",
    "sentence": "Avez-vous ajouté une pincée de cayenne pour relever la sauce hollandaise?",
    "translation": "Did you add a pinch of cayenne to enhance the hollandaise sauce?",
    "arabic_translation": "هل أضفت رشة من الفلفل الحار لتحسين صلصة الهولنديز؟"
  },
  {
    "word": "la vinaigrette",
    "sentence": "La vinaigrette maison se prépare avec trois parts d'huile pour une part de vinaigre.",
    "translation": "Homemade vinaigrette is prepared with three parts oil to one part vinegar.",
    "arabic_translation": "يتم تحضير صلصة الخل محلية الصنع بثلاثة أجزاء من الزيت لجزء واحد من الخل."
  },
  {
    "word": "la vinaigrette",
    "sentence": "Il est nécessaire que la vinaigrette soit bien émulsionnée avant le service.",
    "translation": "It is necessary that the vinaigrette be well emulsified before service.",
    "arabic_translation": "من الضروري أن تكون صلصة الخل مستحلبة جيدًا قبل التقديم."
  },
  {
    "word": "la vinaigrette",
    "sentence": "Nous utilisons du vinaigre balsamique vieilli pour notre vinaigrette spéciale du chef.",
    "translation": "We use aged balsamic vinegar for our chef's special vinaigrette.",
    "arabic_translation": "نستخدم الخل البلسمي القديم لصلصة الخل الخاصة بالشيف."
  },
  {
    "word": "le roux",
    "sentence": "Le roux blond sert de base pour épaissir les sauces et les soupes.",
    "translation": "Blonde roux serves as a base for thickening sauces and soups.",
    "arabic_translation": "يستخدم الرو الأشقر كقاعدة لتكثيف الصلصات والشوربات."
  },
  {
    "word": "le roux",
    "sentence": "Il faut que le roux cuise suffisamment pour éliminer le goût de farine.",
    "translation": "The roux must cook sufficiently to eliminate the taste of flour.",
    "arabic_translation": "يجب أن يطهى الرو بشكل كافٍ للتخلص من طعم الدقيق."
  },
  {
    "word": "le roux",
    "sentence": "Avez-vous préparé le roux avec du beurre clarifié pour éviter qu'il brûle?",
    "translation": "Did you prepare the roux with clarified butter to prevent it from burning?",
    "arabic_translation": "هل حضرت الرو بالزبدة المصفاة لمنعه من الاحتراق؟"
  },
  {
    "word": "le foie gras",
    "sentence": "Le foie gras poêlé est servi avec une réduction de porto et figues.",
    "translation": "Pan-seared foie gras is served with a port reduction and figs.",
    "arabic_translation": "يتم تقديم كبد الأوز المقلي مع تخفيض بورتو والتين."
  },
  {
    "word": "le foie gras",
    "sentence": "Il est essentiel que le foie gras soit déveiné soigneusement avant la cuisson.",
    "translation": "It is essential that the foie gras be carefully deveined before cooking.",
    "arabic_translation": "من الضروري إزالة الأوردة من كبد الأوز بعناية قبل الطهي."
  },
  {
    "word": "le foie gras",
    "sentence": "Notre foie gras entier provient d'un producteur du sud-ouest de la France.",
    "translation": "Our whole foie gras comes from a producer in southwestern France.",
    "arabic_translation": "يأتي كبد الأوز الكامل لدينا من منتج في جنوب غرب فرنسا."
  },
  {
    "word": "les escargots",
    "sentence": "Les escargots de Bourgogne sont préparés avec du beurre persillé à l'ail.",
    "translation": "Burgundy snails are prepared with garlic parsley butter.",
    "arabic_translation": "يتم تحضير حلزونات بورغندي بزبدة البقدونس والثوم."
  },
  {
    "word": "les escargots",
    "sentence": "Il faut que les escargots soient bien nettoyés avant de les cuisiner.",
    "translation": "The snails must be well cleaned before cooking them.",
    "arabic_translation": "يجب أن تكون الحلزونات منظفة جيدًا قبل طهيها."
  },
  {
    "word": "les escargots",
    "sentence": "Souhaitez-vous commander les escargots en entrée ou préférez-vous le foie gras?",
    "translation": "Would you like to order snails as a starter or do you prefer foie gras?",
    "arabic_translation": "هل تريد طلب الحلزونات كمقبلات أم تفضل كبد الأوز؟"
  },
  {
    "word": "la blanquette",
    "sentence": "La blanquette de veau est mijotée lentement avec des légumes et champignons frais.",
    "translation": "Veal blanquette is slowly simmered with vegetables and fresh mushrooms.",
    "arabic_translation": "يتم طهي بلانكيت العجل ببطء مع الخضروات والفطر الطازج."
  },
  {
    "word": "la blanquette",
    "sentence": "Il est important que la blanquette soit liée avec une sauce veloutée onctueuse.",
    "translation": "It is important that the blanquette be bound with a smooth velouté sauce.",
    "arabic_translation": "من المهم أن تكون البلانكيت مرتبطة بصلصة فيلوتيه ناعمة."
  },
  {
    "word": "la blanquette",
    "sentence": "Notre blanquette traditionnelle rappelle la cuisine de grand-mère aux clients français fidèles.",
    "translation": "Our traditional blanquette reminds loyal French customers of grandmother's cooking.",
    "arabic_translation": "تذكر البلانكيت التقليدية لدينا العملاء الفرنسيين المخلصين بطهي الجدة."
  },
  {
    "word": "le coq au vin",
    "sentence": "Le coq au vin doit mariner toute la nuit dans du vin rouge de Bourgogne.",
    "translation": "Coq au vin must marinate overnight in red Burgundy wine.",
    "arabic_translation": "يجب أن ينقع الديك بالنبيذ طوال الليل في النبيذ الأحمر من بورغندي."
  },
  {
    "word": "le coq au vin",
    "sentence": "Il faut que le coq au vin mijote plusieurs heures pour être tendre.",
    "translation": "Coq au vin must simmer for several hours to be tender.",
    "arabic_translation": "يجب أن يطهى الديك بالنبيذ لعدة ساعات حتى يصبح طريًا."
  },
  {
    "word": "le coq au vin",
    "sentence": "Nous servons le coq au vin avec des pommes de terre vapeur et lardons croustillants.",
    "translation": "We serve coq au vin with steamed potatoes and crispy bacon.",
    "arabic_translation": "نقدم الديك بالنبيذ مع البطاطس المطهوة على البخار ولحم الخنزير المقرمش."
  },
  {
    "word": "la ratatouille",
    "sentence": "La ratatouille provençale se prépare avec des légumes du soleil coupés régulièrement.",
    "translation": "Provençal ratatouille is prepared with sun vegetables cut evenly.",
    "arabic_translation": "يتم تحضير الراتاتوي البروفنسي بالخضروات الشمسية المقطعة بشكل متساوٍ."
  },
  {
    "word": "la ratatouille",
    "sentence": "Il est préférable que la ratatouille repose quelques heures avant le service.",
    "translation": "It is preferable that ratatouille rest a few hours before service.",
    "arabic_translation": "من الأفضل أن تستريح الراتاتوي لبضع ساعات قبل التقديم."
  },
  {
    "word": "la ratatouille",
    "sentence": "Notre ratatouille accompagne parfaitement l'agneau grillé et le poisson de Méditerranée.",
    "translation": "Our ratatouille perfectly accompanies grilled lamb and Mediterranean fish.",
    "arabic_translation": "تصاحب الراتاتوي لدينا بشكل مثالي لحم الضأن المشوي وسمك البحر الأبيض المتوسط."
  },
  {
    "word": "la bouillabaisse",
    "sentence": "La bouillabaisse marseillaise authentique nécessite au moins cinq variétés de poissons frais.",
    "translation": "Authentic Marseille bouillabaisse requires at least five varieties of fresh fish.",
    "arabic_translation": "تتطلب بويابيس مرسيليا الأصلية خمسة أنواع على الأقل من الأسماك الطازجة."
  },
  {
    "word": "la bouillabaisse",
    "sentence": "Il faut que la bouillabaisse soit servie avec des croûtons et une rouille maison.",
    "translation": "Bouillabaisse must be served with croutons and homemade rouille.",
    "arabic_translation": "يجب أن تقدم البويابيس مع الخبز المحمص والروي محلي الصنع."
  },
  {
    "word": "la bouillabaisse",
    "sentence": "Avez-vous déjà goûté la bouillabaisse traditionnelle pendant vos vacances en Provence?",
    "translation": "Have you ever tasted traditional bouillabaisse during your vacation in Provence?",
    "arabic_translation": "هل سبق لك أن تذوقت البويابيس التقليدية أثناء عطلتك في بروفانس؟"
  },
  {
    "word": "le croissant",
    "sentence": "Le croissant frais doit être feuilleté, doré et croustillant à l'extérieur.",
    "translation": "Fresh croissant must be flaky, golden, and crispy on the outside.",
    "arabic_translation": "يجب أن يكون الكرواسون الطازج متقشرًا وذهبيًا ومقرمشًا من الخارج."
  },
  {
    "word": "le croissant",
    "sentence": "Il est essentiel que le croissant repose au frigo entre chaque tour de pâte.",
    "translation": "It is essential that the croissant rest in the fridge between each turn of dough.",
    "arabic_translation": "من الضروري أن يستريح الكرواسون في الثلاجة بين كل طية من العجين."
  },
  {
    "word": "le croissant",
    "sentence": "Notre croissant au beurre est préparé avec une pâte feuilletée artisanale chaque matin.",
    "translation": "Our butter croissant is prepared with artisanal puff pastry every morning.",
    "arabic_translation": "يتم تحضير الكرواسون بالزبدة مع العجين المورق الحرفي كل صباح."
  },
  {
    "word": "la baguette",
    "sentence": "La baguette traditionnelle française doit avoir une croûte croustillante et une mie aérée.",
    "translation": "Traditional French baguette must have a crispy crust and airy crumb.",
    "arabic_translation": "يجب أن تحتوي الباغيت الفرنسية التقليدية على قشرة مقرمشة ولب هوائي."
  },
  {
    "word": "la baguette",
    "sentence": "Il faut que la baguette soit cuite à haute température pour développer ses arômes.",
    "translation": "The baguette must be baked at high temperature to develop its aromas.",
    "arabic_translation": "يجب خبز الباغيت في درجة حرارة عالية لتطوير نكهاتها."
  },
  {
    "word": "la baguette",
    "sentence": "Nous servons la baguette chaude avec du beurre salé au début de chaque repas.",
    "translation": "We serve warm baguette with salted butter at the start of each meal.",
    "arabic_translation": "نقدم الباغيت الدافئ مع الزبدة المملحة في بداية كل وجبة."
  },
  {
    "word": "le fromage",
    "sentence": "Le fromage doit être sorti du réfrigérateur une heure avant le service.",
    "translation": "Cheese must be removed from the refrigerator one hour before service.",
    "arabic_translation": "يجب إخراج الجبن من الثلاجة قبل ساعة من التقديم."
  },
  {
    "word": "le fromage",
    "sentence": "Il est important que le fromage soit présenté sur un plateau avec différentes variétés.",
    "translation": "It is important that cheese be presented on a platter with different varieties.",
    "arabic_translation": "من المهم أن يتم تقديم الجبن على صينية بأنواع مختلفة."
  },
  {
    "word": "le fromage",
    "sentence": "Nous proposons une sélection de fromages français affinés par un maître fromager local.",
    "translation": "We offer a selection of French cheeses aged by a local master cheesemaker.",
    "arabic_translation": "نقدم مجموعة مختارة من الأجبان الفرنسية المعتقة من قبل صانع جبن محلي متخصص."
  },
  {
    "word": "le camembert",
    "sentence": "Le camembert de Normandie doit être affiné pendant trois semaines au minimum.",
    "translation": "Camembert from Normandy must be aged for at least three weeks.",
    "arabic_translation": "يجب أن ينضج كاممبرت نورماندي لمدة ثلاثة أسابيع على الأقل."
  },
  {
    "word": "le camembert",
    "sentence": "Il faut que le camembert soit servi à température ambiante pour révéler ses arômes.",
    "translation": "Camembert must be served at room temperature to reveal its aromas.",
    "arabic_translation": "يجب تقديم الكاممبرت في درجة حرارة الغرفة للكشف عن نكهاته."
  },
  {
    "word": "le camembert",
    "sentence": "Nous servons le camembert rôti au four avec du miel et des noix grillées.",
    "translation": "We serve camembert roasted in the oven with honey and toasted walnuts.",
    "arabic_translation": "نقدم الكاممبرت المحمص في الفرن مع العسل والجوز المحمص."
  },
  {
    "word": "le brie",
    "sentence": "Le brie de Meaux est considéré comme le roi des fromages français traditionnels.",
    "translation": "Brie de Meaux is considered the king of traditional French cheeses.",
    "arabic_translation": "يعتبر بري دي مو ملك الأجبان الفرنسية التقليدية."
  },
  {
    "word": "le brie",
    "sentence": "Il est préférable que le brie soit coupé en parts juste avant le service.",
    "translation": "It is preferable that brie be cut into portions just before service.",
    "arabic_translation": "من الأفضل أن يتم تقطيع البري إلى قطع قبل التقديم مباشرة."
  },
  {
    "word": "le brie",
    "sentence": "Avez-vous goûté le brie aux truffes noires que nous proposons en saison?",
    "translation": "Have you tasted the black truffle brie that we offer in season?",
    "arabic_translation": "هل تذوقت بري الكمأة السوداء الذي نقدمه في الموسم؟"
  },
  {
    "word": "le roquefort",
    "sentence": "Le roquefort authentique est fabriqué exclusivement dans les caves de l'Aveyron en France.",
    "translation": "Authentic Roquefort is made exclusively in the caves of Aveyron in France.",
    "arabic_translation": "يُصنع روكفور الأصلي حصريًا في كهوف أفيرون في فرنسا."
  },
  {
    "word": "le roquefort",
    "sentence": "Il faut que le roquefort soit accompagné d'un vin doux pour équilibrer sa puissance.",
    "translation": "Roquefort must be accompanied by a sweet wine to balance its strength.",
    "arabic_translation": "يجب أن يكون الروكفور مصحوبًا بنبيذ حلو لموازنة قوته."
  },
  {
    "word": "le roquefort",
    "sentence": "Nous utilisons le roquefort émietté dans notre salade aux poires et noix caramélisées.",
    "translation": "We use crumbled Roquefort in our salad with pears and caramelized walnuts.",
    "arabic_translation": "نستخدم الروكفور المفتت في سلطتنا مع الكمثرى والجوز المكرمل."
  },
  {
    "word": "le comté",
    "sentence": "Le comté affiné douze mois développe des arômes de noisette et de fruits secs.",
    "translation": "Comté aged twelve months develops aromas of hazelnut and dried fruits.",
    "arabic_translation": "يطور كومتيه المعتق لمدة اثني عشر شهرًا نكهات البندق والفواكه المجففة."
  },
  {
    "word": "le comté",
    "sentence": "Il est recommandé que le comté soit râpé finement pour la fondue savoyarde.",
    "translation": "It is recommended that Comté be finely grated for Savoyard fondue.",
    "arabic_translation": "يُوصى بأن يتم بشر الكومتيه بشكل ناعم لفوندو سافويارد."
  },
  {
    "word": "le comté",
    "sentence": "Notre plateau de fromages propose trois types de comté avec différents temps d'affinage.",
    "translation": "Our cheese platter offers three types of Comté with different aging times.",
    "arabic_translation": "تقدم صينية الجبن لدينا ثلاثة أنواع من الكومتيه بأوقات نضج مختلفة."
  },
  {
    "word": "le chèvre",
    "sentence": "Le chèvre frais se marie parfaitement avec la salade tiède et le miel.",
    "translation": "Fresh goat cheese pairs perfectly with warm salad and honey.",
    "arabic_translation": "يتناسب جبن الماعز الطازج تمامًا مع السلطة الدافئة والعسل."
  },
  {
    "word": "le chèvre",
    "sentence": "Il faut que le chèvre soit bien égoutté avant de le servir sur toast.",
    "translation": "Goat cheese must be well drained before serving it on toast.",
    "arabic_translation": "يجب تصفية جبن الماعز جيدًا قبل تقديمه على الخبز المحمص."
  },
  {
    "word": "le chèvre",
    "sentence": "Préférez-vous le chèvre sec ou crémeux pour accompagner votre salade de betteraves?",
    "translation": "Do you prefer dry or creamy goat cheese to accompany your beet salad?",
    "arabic_translation": "هل تفضل جبن الماعز الجاف أم الكريمي لمرافقة سلطة الشمندر؟"
  },
  {
    "word": "le vin",
    "sentence": "Le vin doit être servi à la température appropriée pour exprimer son caractère.",
    "translation": "Wine must be served at the appropriate temperature to express its character.",
    "arabic_translation": "يجب تقديم النبيذ في درجة الحرارة المناسبة للتعبير عن طابعه."
  },
  {
    "word": "le vin",
    "sentence": "Il est essentiel que le vin s'accorde harmonieusement avec les saveurs du plat.",
    "translation": "It is essential that wine harmoniously matches the flavors of the dish.",
    "arabic_translation": "من الضروري أن ينسجم النبيذ بشكل متناغم مع نكهات الطبق."
  },
  {
    "word": "le vin",
    "sentence": "Nous proposons une carte de vins avec plus de cent références françaises et internationales.",
    "translation": "We offer a wine list with over one hundred French and international references.",
    "arabic_translation": "نقدم قائمة نبيذ تحتوي على أكثر من مائة مرجع فرنسي ودولي."
  },
  {
    "word": "le vin rouge",
    "sentence": "Le vin rouge doit être ouvert trente minutes avant le service pour s'oxygéner.",
    "translation": "Red wine must be opened thirty minutes before service to oxygenate.",
    "arabic_translation": "يجب فتح النبيذ الأحمر قبل ثلاثين دقيقة من التقديم للأكسدة."
  },
  {
    "word": "le vin rouge",
    "sentence": "Il faut que le vin rouge soit chambré pour révéler toute sa complexité aromatique.",
    "translation": "Red wine must be brought to room temperature to reveal all its aromatic complexity.",
    "arabic_translation": "يجب أن يصل النبيذ الأحمر إلى درجة حرارة الغرفة للكشف عن تعقيده العطري."
  },
  {
    "word": "le vin rouge",
    "sentence": "Notre sommelier recommande un vin rouge de Bordeaux pour accompagner l'entrecôte grillée.",
    "translation": "Our sommelier recommends a Bordeaux red wine to accompany grilled rib steak.",
    "arabic_translation": "يوصي السوميلييه لدينا بنبيذ أحمر من بوردو لمرافقة شريحة اللحم المشوية."
  },
  {
    "word": "le vin blanc",
    "sentence": "Le vin blanc doit être servi frais entre huit et douze degrés Celsius.",
    "translation": "White wine must be served chilled between eight and twelve degrees Celsius.",
    "arabic_translation": "يجب تقديم النبيذ الأبيض مبردًا بين ثماني واثنتي عشرة درجة مئوية."
  },
  {
    "word": "le vin blanc",
    "sentence": "Il est préférable que le vin blanc accompagne les fruits de mer et poissons délicats.",
    "translation": "It is preferable that white wine accompany seafood and delicate fish.",
    "arabic_translation": "من الأفضل أن يرافق النبيذ الأبيض المأكولات البحرية والأسماك الرقيقة."
  },
  {
    "word": "le vin blanc",
    "sentence": "Nous avons sélectionné un excellent vin blanc sec d'Alsace pour notre choucroute de mer.",
    "translation": "We selected an excellent dry white wine from Alsace for our seafood choucroute.",
    "arabic_translation": "اخترنا نبيذًا أبيض جافًا ممتازًا من الألزاس لشوكروت البحر لدينا."
  },
  {
    "word": "le champagne",
    "sentence": "Le champagne brut se sert en apéritif ou pour célébrer les occasions spéciales.",
    "translation": "Brut champagne is served as an aperitif or to celebrate special occasions.",
    "arabic_translation": "يتم تقديم الشمبانيا الجافة كمقبلات أو للاحتفال بالمناسبات الخاصة."
  },
  {
    "word": "le champagne",
    "sentence": "Il faut que le champagne soit conservé horizontalement dans une cave fraîche.",
    "translation": "Champagne must be stored horizontally in a cool cellar.",
    "arabic_translation": "يجب تخزين الشمبانيا أفقيًا في قبو بارد."
  },
  {
    "word": "le champagne",
    "sentence": "Souhaitez-vous un champagne rosé ou blanc pour accompagner votre dessert aux fruits rouges?",
    "translation": "Would you like a rosé or white champagne to accompany your red fruit dessert?",
    "arabic_translation": "هل تريد شمبانيا وردية أو بيضاء لمرافقة حلوى الفواكه الحمراء؟"
  },
  {
    "word": "l'apéritif",
    "sentence": "L'apéritif est servi traditionnellement avec des amuse-bouches salés avant le repas principal.",
    "translation": "The aperitif is traditionally served with savory appetizers before the main meal.",
    "arabic_translation": "يتم تقديم المقبلات تقليديًا مع المقبلات المالحة قبل الوجبة الرئيسية."
  },
  {
    "word": "l'apéritif",
    "sentence": "Il est courant que l'apéritif dure une trentaine de minutes en France.",
    "translation": "It is common for the aperitif to last about thirty minutes in France.",
    "arabic_translation": "من الشائع أن تستمر المقبلات حوالي ثلاثين دقيقة في فرنسا."
  },
  {
    "word": "l'apéritif",
    "sentence": "Nous proposons plusieurs cocktails maison pour l'apéritif ainsi que des vins régionaux.",
    "translation": "We offer several house cocktails for the aperitif as well as regional wines.",
    "arabic_translation": "نقدم عدة كوكتيلات منزلية للمقبلات بالإضافة إلى نبيذ إقليمي."
  },
  {
    "word": "le digestif",
    "sentence": "Le digestif se prend après le dessert pour faciliter la digestion du repas.",
    "translation": "Digestif is taken after dessert to facilitate digestion of the meal.",
    "arabic_translation": "يتم تناول الديجيستيف بعد الحلوى لتسهيل هضم الوجبة."
  },
  {
    "word": "le digestif",
    "sentence": "Il est traditionnel que le digestif soit servi dans de petits verres à liqueur.",
    "translation": "It is traditional for digestif to be served in small liqueur glasses.",
    "arabic_translation": "من التقليدي أن يتم تقديم الديجيستيف في أكواب الليكيور الصغيرة."
  },
  {
    "word": "le digestif",
    "sentence": "Préférez-vous un digestif à base de plantes ou un alcool plus fort?",
    "translation": "Do you prefer a herbal digestif or a stronger alcohol?",
    "arabic_translation": "هل تفضل ديجيستيف عشبي أم كحول أقوى؟"
  },
  {
    "word": "le cognac",
    "sentence": "Le cognac XO doit vieillir au moins dix ans en fûts de chêne français.",
    "translation": "XO cognac must age at least ten years in French oak barrels.",
    "arabic_translation": "يجب أن يتعتق كونياك XO لمدة عشر سنوات على الأقل في براميل البلوط الفرنسية."
  },
  {
    "word": "le cognac",
    "sentence": "Il faut que le cognac soit réchauffé dans la paume de la main.",
    "translation": "Cognac must be warmed in the palm of the hand.",
    "arabic_translation": "يجب تدفئة الكونياك في راحة اليد."
  },
  {
    "word": "le cognac",
    "sentence": "Nous servons le cognac dans des verres ballons pour apprécier pleinement son bouquet aromatique.",
    "translation": "We serve cognac in balloon glasses to fully appreciate its aromatic bouquet.",
    "arabic_translation": "نقدم الكونياك في أكواب بالون لتقدير باقته العطرية بشكل كامل."
  },
  {
    "word": "le calvados",
    "sentence": "Le calvados traditionnel de Normandie est distillé à partir de cidre de pommes.",
    "translation": "Traditional Normandy calvados is distilled from apple cider.",
    "arabic_translation": "يتم تقطير كالفادوس نورماندي التقليدي من عصير التفاح."
  },
  {
    "word": "le calvados",
    "sentence": "Il est coutume que le calvados soit servi entre les plats comme trou normand.",
    "translation": "It is customary for calvados to be served between courses as a Norman hole.",
    "arabic_translation": "من العادة أن يتم تقديم الكالفادوس بين الأطباق كثقب نورمان."
  },
  {
    "word": "le calvados",
    "sentence": "Avez-vous déjà flambé des crêpes avec du calvados devant les clients?",
    "translation": "Have you ever flambéed crepes with calvados in front of customers?",
    "arabic_translation": "هل سبق لك أن أشعلت الكريب بالكالفادوس أمام العملاء؟"
  },
  {
    "word": "le café",
    "sentence": "Le café est servi traditionnellement après le dessert avec des mignardises maison.",
    "translation": "Coffee is traditionally served after dessert with homemade petit fours.",
    "arabic_translation": "يتم تقديم القهوة تقليديًا بعد الحلوى مع الحلويات الصغيرة محلية الصنع."
  },
  {
    "word": "le café",
    "sentence": "Il faut que le café soit préparé avec des grains fraîchement moulus chaque jour.",
    "translation": "Coffee must be prepared with freshly ground beans every day.",
    "arabic_translation": "يجب تحضير القهوة بحبوب مطحونة طازجة كل يوم."
  },
  {
    "word": "le café",
    "sentence": "Nous utilisons un café arabica d'origine éthiopienne pour notre mélange signature du restaurant.",
    "translation": "We use Ethiopian origin arabica coffee for our restaurant's signature blend.",
    "arabic_translation": "نستخدم قهوة أرابيكا من أصل إثيوبي لمزيجنا المميز للمطعم."
  },
  {
    "word": "l'espresso",
    "sentence": "L'espresso italien doit être extrait en vingt-cinq secondes pour une qualité optimale.",
    "translation": "Italian espresso must be extracted in twenty-five seconds for optimal quality.",
    "arabic_translation": "يجب استخلاص الإسبريسو الإيطالي في خمس وعشرين ثانية للحصول على جودة مثالية."
  },
  {
    "word": "l'espresso",
    "sentence": "Il est essentiel que l'espresso présente une belle crema dorée en surface.",
    "translation": "It is essential that espresso present a beautiful golden crema on the surface.",
    "arabic_translation": "من الضروري أن يظهر الإسبريسو كريما ذهبية جميلة على السطح."
  },
  {
    "word": "l'espresso",
    "sentence": "Souhaitez-vous un double espresso ou un simple avec votre tiramisu aux amaretti?",
    "translation": "Would you like a double or single espresso with your amaretti tiramisu?",
    "arabic_translation": "هل تريد إسبريسو مزدوج أم واحد مع تيراميسو أماريتي؟"
  },
  {
    "word": "le café au lait",
    "sentence": "Le café au lait français se prépare avec moitié café fort et moitié lait chaud.",
    "translation": "French café au lait is prepared with half strong coffee and half hot milk.",
    "arabic_translation": "يتم تحضير القهوة بالحليب الفرنسية بنصف قهوة قوية ونصف حليب ساخن."
  },
  {
    "word": "le café au lait",
    "sentence": "Il faut que le café au lait soit servi dans un bol traditionnel au petit déjeuner.",
    "translation": "Café au lait must be served in a traditional bowl at breakfast.",
    "arabic_translation": "يجب تقديم القهوة بالحليب في وعاء تقليدي في الإفطار."
  },
  {
    "word": "le café au lait",
    "sentence": "Nous proposons un café au lait accompagné de croissants chauds et de confiture maison.",
    "translation": "We offer café au lait accompanied by warm croissants and homemade jam.",
    "arabic_translation": "نقدم قهوة بالحليب مصحوبة بكرواسون دافئ ومربى محلي الصنع."
  },
  {
    "word": "le thé",
    "sentence": "Le thé vert japonais doit infuser trois minutes dans une eau à soixante-dix degrés.",
    "translation": "Japanese green tea must steep for three minutes in water at seventy degrees.",
    "arabic_translation": "يجب أن ينقع الشاي الأخضر الياباني لمدة ثلاث دقائق في ماء عند سبعين درجة."
  },
  {
    "word": "le thé",
    "sentence": "Il est important que le thé soit accompagné de pâtisseries fines et légères.",
    "translation": "It is important that tea be accompanied by fine and light pastries.",
    "arabic_translation": "من المهم أن يكون الشاي مصحوبًا بمعجنات رقيقة وخفيفة."
  },
  {
    "word": "le thé",
    "sentence": "Notre carte propose quinze variétés de thé provenant des meilleures plantations du monde.",
    "translation": "Our menu offers fifteen varieties of tea from the world's best plantations.",
    "arabic_translation": "تقدم قائمتنا خمسة عشر نوعًا من الشاي من أفضل المزارع في العالم."
  },
  {
    "word": "l'infusion",
    "sentence": "L'infusion de menthe fraîche aide à faciliter la digestion après un repas copieux.",
    "translation": "Fresh mint infusion helps facilitate digestion after a hearty meal.",
    "arabic_translation": "يساعد منقوع النعناع الطازج على تسهيل الهضم بعد وجبة دسمة."
  },
  {
    "word": "l'infusion",
    "sentence": "Il faut que l'infusion repose cinq minutes pour libérer tous ses principes actifs.",
    "translation": "The infusion must steep for five minutes to release all its active ingredients.",
    "arabic_translation": "يجب أن ينقع المنقوع لمدة خمس دقائق لإطلاق جميع مكوناته النشطة."
  },
  {
    "word": "l'infusion",
    "sentence": "Nous servons une infusion de verveine citronnée cultivée dans notre jardin aromatique bio.",
    "translation": "We serve a lemon verbena infusion grown in our organic aromatic garden.",
    "arabic_translation": "نقدم منقوع رعي الحمام الليموني المزروع في حديقتنا العطرية العضوية."
  },
  {
    "word": "l'eau minérale",
    "sentence": "L'eau minérale plate ou gazeuse doit être servie fraîche dans des verres propres.",
    "translation": "Still or sparkling mineral water must be served chilled in clean glasses.",
    "arabic_translation": "يجب تقديم المياه المعدنية الثابتة أو الفوارة مبردة في أكواب نظيفة."
  },
  {
    "word": "l'eau minérale",
    "sentence": "Il est important que l'eau minérale soit disponible en permanence sur toutes les tables.",
    "translation": "It is important that mineral water be permanently available on all tables.",
    "arabic_translation": "من المهم أن تكون المياه المعدنية متاحة بشكل دائم على جميع الطاولات."
  },
  {
    "word": "l'eau minérale",
    "sentence": "Préférez-vous de l'eau minérale avec ou sans bulles pour accompagner votre menu?",
    "translation": "Do you prefer mineral water with or without bubbles to accompany your menu?",
    "arabic_translation": "هل تفضل المياه المعدنية مع أو بدون فقاعات لمرافقة قائمتك؟"
  },
  {
    "word": "le jus",
    "sentence": "Le jus d'orange fraîchement pressé est préparé chaque matin au moment de la commande.",
    "translation": "Freshly squeezed orange juice is prepared each morning when ordered.",
    "arabic_translation": "يتم تحضير عصير البرتقال الطازج كل صباح عند الطلب."
  },
  {
    "word": "le jus",
    "sentence": "Il faut que le jus de fruits soit servi immédiatement pour conserver ses vitamines.",
    "translation": "Fruit juice must be served immediately to preserve its vitamins.",
    "arabic_translation": "يجب تقديم عصير الفواكه فورًا للحفاظ على فيتاميناته."
  },
  {
    "word": "le jus",
    "sentence": "Nous proposons des jus détox verts avec épinards, pomme et gingembre au brunch dominical.",
    "translation": "We offer green detox juices with spinach, apple, and ginger at Sunday brunch.",
    "arabic_translation": "نقدم عصائر التخلص من السموم الخضراء مع السبانخ والتفاح والزنجبيل في بر نش الأحد."
  },
  {
    "word": "cuire",
    "sentence": "Il faut cuire les légumes à la vapeur pour préserver toutes leurs qualités nutritionnelles.",
    "translation": "Vegetables must be steamed to preserve all their nutritional qualities.",
    "arabic_translation": "يجب طهي الخضروات على البخار للحفاظ على جميع صفاتها الغذائية."
  },
  {
    "word": "cuire",
    "sentence": "Le chef recommande de cuire la viande à basse température pour qu'elle reste tendre.",
    "translation": "The chef recommends cooking meat at low temperature so it remains tender.",
    "arabic_translation": "يوصي الشيف بطهي اللحم في درجة حرارة منخفضة حتى يبقى طريًا."
  },
  {
    "word": "cuire",
    "sentence": "Combien de temps devez-vous cuire les pâtes fraîches avant de les égoutter?",
    "translation": "How long must you cook fresh pasta before draining it?",
    "arabic_translation": "كم من الوقت يجب أن تطبخ المعكرونة الطازجة قبل تصفيتها؟"
  },
  {
    "word": "faire",
    "sentence": "Il faut faire réduire la sauce pour concentrer les saveurs et obtenir une texture onctueuse.",
    "translation": "The sauce must be reduced to concentrate flavors and obtain a smooth texture.",
    "arabic_translation": "يجب تقليل الصلصة لتركيز النكهات والحصول على قوام ناعم."
  },
  {
    "word": "faire",
    "sentence": "Le commis doit faire mariner la viande pendant plusieurs heures avant la cuisson.",
    "translation": "The commis must marinate the meat for several hours before cooking.",
    "arabic_translation": "يجب على مساعد الطباخ نقع اللحم لعدة ساعات قبل الطهي."
  },
  {
    "word": "faire",
    "sentence": "Pouvez-vous faire attention à la température du four pendant que je prépare la garniture?",
    "translation": "Can you pay attention to the oven temperature while I prepare the filling?",
    "arabic_translation": "هل يمكنك الانتباه إلى درجة حرارة الفرن بينما أحضر الحشوة؟"
  },
  {
    "word": "préparer",
    "sentence": "Nous devons préparer tous les ingrédients avant le début du service du soir.",
    "translation": "We must prepare all ingredients before the evening service begins.",
    "arabic_translation": "يجب علينا تحضير جميع المكونات قبل بدء خدمة المساء."
  },
  {
    "word": "préparer",
    "sentence": "Il est essentiel de préparer une mise en place complète pour travailler efficacement.",
    "translation": "It is essential to prepare a complete mise en place to work efficiently.",
    "arabic_translation": "من الضروري تحضير إعداد كامل للعمل بكفاءة."
  },
  {
    "word": "préparer",
    "sentence": "Le pâtissier commence à préparer les desserts dès six heures du matin.",
    "translation": "The pastry chef begins preparing desserts at six in the morning.",
    "arabic_translation": "يبدأ شيف الحلويات في تحضير الحلويات عند الساعة السادسة صباحًا."
  },
  {
    "word": "couper",
    "sentence": "Il faut couper les légumes en brunoise pour obtenir des petits dés réguliers.",
    "translation": "Vegetables must be cut in brunoise to obtain regular small dice.",
    "arabic_translation": "يجب تقطيع الخضروات إلى برونواز للحصول على مكعبات صغيرة منتظمة."
  },
  {
    "word": "couper",
    "sentence": "Le chef demande de couper les tomates en quartiers pour la salade niçoise.",
    "translation": "The chef asks to cut tomatoes into wedges for the Niçoise salad.",
    "arabic_translation": "يطلب الشيف تقطيع الطماطم إلى أرباع لسلطة نيسواز."
  },
  {
    "word": "couper",
    "sentence": "Avez-vous appris à couper correctement les oignons sans pleurer pendant votre formation?",
    "translation": "Did you learn to cut onions correctly without crying during your training?",
    "arabic_translation": "هل تعلمت تقطيع البصل بشكل صحيح دون البكاء أثناء تدريبك؟"
  },
  {
    "word": "hacher",
    "sentence": "Il faut hacher finement l'ail et le persil pour préparer une persillade traditionnelle.",
    "translation": "Garlic and parsley must be finely chopped to prepare traditional persillade.",
    "arabic_translation": "يجب فرم الثوم والبقدونس بشكل ناعم لتحضير البيرسيلاد التقليدي."
  },
  {
    "word": "hacher",
    "sentence": "Le commis doit hacher les herbes aromatiques juste avant le service pour garder leur fraîcheur.",
    "translation": "The commis must chop aromatic herbs just before service to keep their freshness.",
    "arabic_translation": "يجب على مساعد الطباخ فرم الأعشاب العطرية قبل التقديم مباشرة للحفاظ على نضارتها."
  },
  {
    "word": "hacher",
    "sentence": "Pouvez-vous hacher ces échalotes pendant que je termine la réduction de vinaigre balsamique?",
    "translation": "Can you chop these shallots while I finish the balsamic vinegar reduction?",
    "arabic_translation": "هل يمكنك فرم هذه البصل الصغير بينما أنهي تخفيض الخل البلسمي؟"
  },
  {
    "word": "émincer",
    "sentence": "Il faut émincer les champignons en fines lamelles pour qu'ils cuisent rapidement.",
    "translation": "Mushrooms must be thinly sliced so they cook quickly.",
    "arabic_translation": "يجب تقطيع الفطر إلى شرائح رقيقة حتى ينضج بسرعة."
  },
  {
    "word": "émincer",
    "sentence": "Le chef demande d'émincer les oignons au couteau plutôt qu'à la mandoline aujourd'hui.",
    "translation": "The chef asks to slice onions with a knife rather than a mandoline today.",
    "arabic_translation": "يطلب الشيف تقطيع البصل بالسكين بدلاً من المندولين اليوم."
  },
  {
    "word": "émincer",
    "sentence": "Savez-vous émincer correctement un fenouil pour obtenir des tranches uniformes et fines?",
    "translation": "Do you know how to properly slice fennel to obtain uniform and thin slices?",
    "arabic_translation": "هل تعرف كيفية تقطيع الشمر بشكل صحيح للحصول على شرائح موحدة ورقيقة؟"
  },
  {
    "word": "mélanger",
    "sentence": "Il faut mélanger délicatement la pâte à gâteau pour éviter de trop la travailler.",
    "translation": "Cake batter must be gently mixed to avoid overworking it.",
    "arabic_translation": "يجب خلط عجينة الكيك بلطف لتجنب العمل عليها كثيرًا."
  },
  {
    "word": "mélanger",
    "sentence": "Le pâtissier recommande de mélanger les ingrédients secs avant d'ajouter les liquides progressivement.",
    "translation": "The pastry chef recommends mixing dry ingredients before gradually adding liquids.",
    "arabic_translation": "يوصي شيف الحلويات بخلط المكونات الجافة قبل إضافة السوائل تدريجيًا."
  },
  {
    "word": "mélanger",
    "sentence": "Avez-vous pensé à mélanger l'huile et le vinaigre énergiquement pour émulsionner la vinaigrette?",
    "translation": "Did you think to mix oil and vinegar vigorously to emulsify the vinaigrette?",
    "arabic_translation": "هل فكرت في خلط الزيت والخل بقوة لاستحلاب صلصة الخل؟"
  },
  {
    "word": "remuer",
    "sentence": "Il faut remuer constamment le risotto pendant toute la cuisson pour obtenir une texture crémeuse.",
    "translation": "Risotto must be stirred constantly throughout cooking to obtain a creamy texture.",
    "arabic_translation": "يجب تحريك الريزوتو باستمرار طوال الطهي للحصول على قوام كريمي."
  },
  {
    "word": "remuer",
    "sentence": "Le chef demande de remuer la sauce régulièrement pour qu'elle ne colle pas au fond.",
    "translation": "The chef asks to stir the sauce regularly so it doesn't stick to the bottom.",
    "arabic_translation": "يطلب الشيف تحريك الصلصة بانتظام حتى لا تلتصق بالقاع."
  },
  {
    "word": "remuer",
    "sentence": "N'oubliez pas de remuer la crème anglaise pendant qu'elle refroidit au bain-marie inverse.",
    "translation": "Don't forget to stir the crème anglaise while it cools in an ice bath.",
    "arabic_translation": "لا تنسى تحريك الكريم أنجليز بينما تبرد في حمام ثلج."
  },
  {
    "word": "fouetter",
    "sentence": "Il faut fouetter énergiquement les blancs d'œufs jusqu'à obtenir des pics fermes et brillants.",
    "translation": "Egg whites must be vigorously whisked until stiff and shiny peaks form.",
    "arabic_translation": "يجب خفق بياض البيض بقوة حتى تتشكل قمم صلبة ولامعة."
  },
  {
    "word": "fouetter",
    "sentence": "Le pâtissier recommande de fouetter la crème fraîche bien froide pour qu'elle monte rapidement.",
    "translation": "The pastry chef recommends whisking very cold heavy cream so it whips quickly.",
    "arabic_translation": "يوصي شيف الحلويات بخفق الكريمة الطازجة الباردة جدًا حتى تخفق بسرعة."
  },
  {
    "word": "fouetter",
    "sentence": "Pouvez-vous fouetter les œufs avec le sucre pendant que je prépare le caramel?",
    "translation": "Can you whisk the eggs with sugar while I prepare the caramel?",
    "arabic_translation": "هل يمكنك خفق البيض مع السكر بينما أحضر الكراميل؟"
  },
  {
    "word": "pétrir",
    "sentence": "Il faut pétrir la pâte à pain pendant dix minutes pour développer le gluten.",
    "translation": "Bread dough must be kneaded for ten minutes to develop the gluten.",
    "arabic_translation": "يجب عجن عجينة الخبز لمدة عشر دقائق لتطوير الغلوتين."
  },
  {
    "word": "pétrir",
    "sentence": "Le boulanger commence à pétrir la pâte avant l'aube pour que le pain soit prêt.",
    "translation": "The baker begins kneading the dough before dawn so the bread will be ready.",
    "arabic_translation": "يبدأ الخباز في عجن العجين قبل الفجر حتى يكون الخبز جاهزًا."
  },
  {
    "word": "pétrir",
    "sentence": "Savez-vous pétrir correctement une pâte feuilletée sans incorporer trop d'air dans la matière?",
    "translation": "Do you know how to properly knead puff pastry without incorporating too much air?",
    "arabic_translation": "هل تعرف كيفية عجن العجين المورق بشكل صحيح دون إدخال الكثير من الهواء؟"
  },
  {
    "word": "rôtir",
    "sentence": "Il faut rôtir le poulet à cent quatre-vingts degrés pendant une heure exactement.",
    "translation": "The chicken must be roasted at one hundred eighty degrees for exactly one hour.",
    "arabic_translation": "يجب تحميص الدجاج عند مائة وثمانين درجة لمدة ساعة واحدة بالضبط."
  },
  {
    "word": "rôtir",
    "sentence": "Le chef a commencé à rôtir les légumes pour le service de midi.",
    "translation": "The chef started roasting the vegetables for the lunch service.",
    "arabic_translation": "بدأ الطاهي بتحميص الخضروات لخدمة الغداء."
  },
  {
    "word": "rôtir",
    "sentence": "Combien de temps faut-il rôtir l'agneau pour qu'il soit bien cuit?",
    "translation": "How long should the lamb be roasted so that it is well done?",
    "arabic_translation": "كم من الوقت يجب تحميص لحم الخروف ليكون مطهواً جيداً؟"
  },
  {
    "word": "griller",
    "sentence": "Nous allons griller le saumon avec des herbes fraîches ce soir au restaurant.",
    "translation": "We will grill the salmon with fresh herbs tonight at the restaurant.",
    "arabic_translation": "سنشوي السلمون مع الأعشاب الطازجة الليلة في المطعم."
  },
  {
    "word": "griller",
    "sentence": "Le cuisinier préfère griller la viande sur une flamme très haute et rapide.",
    "translation": "The cook prefers to grill the meat over a very high and fast flame.",
    "arabic_translation": "يفضل الطباخ شوي اللحم على لهب عالي وسريع جداً."
  },
  {
    "word": "griller",
    "sentence": "Voulez-vous que je grille les légumes ou que je les fasse sauter?",
    "translation": "Do you want me to grill the vegetables or sauté them?",
    "arabic_translation": "هل تريد مني شوي الخضروات أم قليها؟"
  },
  {
    "word": "frire",
    "sentence": "Il est important de frire les pommes de terre dans une huile très chaude.",
    "translation": "It is important to fry the potatoes in very hot oil.",
    "arabic_translation": "من المهم قلي البطاطس في زيت ساخن جداً."
  },
  {
    "word": "frire",
    "sentence": "La brigade a commencé à frire les crevettes pour les entrées du service.",
    "translation": "The brigade started frying the shrimp for the appetizers of the service.",
    "arabic_translation": "بدأت الكتيبة بقلي الجمبري للمقبلات في الخدمة."
  },
  {
    "word": "frire",
    "sentence": "Penses-tu qu'il vaut mieux frire ou griller le poisson pour cette recette?",
    "translation": "Do you think it's better to fry or grill the fish for this recipe?",
    "arabic_translation": "هل تعتقد أنه من الأفضل قلي أو شوي السمك لهذه الوصفة؟"
  },
  {
    "word": "mijoter",
    "sentence": "Le ragoût doit mijoter pendant trois heures à feu doux pour être parfait.",
    "translation": "The stew must simmer for three hours on low heat to be perfect.",
    "arabic_translation": "يجب أن يطهى الطاجن على نار هادئة لمدة ثلاث ساعات ليكون مثالياً."
  },
  {
    "word": "mijoter",
    "sentence": "Le sous-chef laisse mijoter la sauce pendant que je prépare les garnitures.",
    "translation": "The sous chef lets the sauce simmer while I prepare the garnishes.",
    "arabic_translation": "يترك الطاهي المساعد الصلصة تطهى بينما أحضر الإضافات."
  },
  {
    "word": "mijoter",
    "sentence": "Faut-il que la soupe mijote plus longtemps avant de la servir aux clients?",
    "translation": "Does the soup need to simmer longer before serving it to the customers?",
    "arabic_translation": "هل يجب أن يطهى الحساء لفترة أطول قبل تقديمه للعملاء؟"
  },
  {
    "word": "bouillir",
    "sentence": "L'eau doit bouillir avant d'ajouter les pâtes fraîches dans la casserole aujourd'hui.",
    "translation": "The water must boil before adding the fresh pasta to the pot today.",
    "arabic_translation": "يجب أن يغلي الماء قبل إضافة المعكرونة الطازجة في القدر اليوم."
  },
  {
    "word": "bouillir",
    "sentence": "Le commis a fait bouillir les légumes pour la préparation du bouillon.",
    "translation": "The commis boiled the vegetables for the preparation of the broth.",
    "arabic_translation": "قام المساعد بغلي الخضروات لتحضير المرق."
  },
  {
    "word": "bouillir",
    "sentence": "Combien de temps faut-il faire bouillir les huîtres pour cette recette classique?",
    "translation": "How long should the oysters be boiled for this classic recipe?",
    "arabic_translation": "كم من الوقت يجب غلي المحار لهذه الوصفة الكلاسيكية؟"
  },
  {
    "word": "poêler",
    "sentence": "Je vais poêler le foie gras rapidement dans une poêle bien chaude.",
    "translation": "I will pan-fry the foie gras quickly in a very hot pan.",
    "arabic_translation": "سأقلي كبد الأوز بسرعة في مقلاة ساخنة جداً."
  },
  {
    "word": "poêler",
    "sentence": "Le chef m'a appris à poêler les champignons avec du beurre et persil.",
    "translation": "The chef taught me to pan-fry mushrooms with butter and parsley.",
    "arabic_translation": "علمني الطاهي كيفية قلي الفطر بالزبدة والبقدونس."
  },
  {
    "word": "poêler",
    "sentence": "Est-ce qu'il faut poêler le poisson avant de le mettre au four?",
    "translation": "Should the fish be pan-fried before putting it in the oven?",
    "arabic_translation": "هل يجب قلي السمك قبل وضعه في الفرن؟"
  },
  {
    "word": "faire sauter",
    "sentence": "Il faut faire sauter les légumes à feu vif pendant cinq minutes exactement.",
    "translation": "The vegetables must be sautéed over high heat for exactly five minutes.",
    "arabic_translation": "يجب قلي الخضروات على نار عالية لمدة خمس دقائق بالضبط."
  },
  {
    "word": "faire sauter",
    "sentence": "Le cuisinier a commencé à faire sauter les oignons pour la sauce spéciale.",
    "translation": "The cook started to sauté the onions for the special sauce.",
    "arabic_translation": "بدأ الطباخ بقلي البصل للصلصة الخاصة."
  },
  {
    "word": "faire sauter",
    "sentence": "Voulez-vous que je fasse sauter les crevettes avec de l'ail et du vin?",
    "translation": "Do you want me to sauté the shrimp with garlic and wine?",
    "arabic_translation": "هل تريد مني قلي الجمبري مع الثوم والنبيذ؟"
  },
  {
    "word": "assaisonner",
    "sentence": "N'oublie pas d'assaisonner la viande avec du sel et du poivre noir fraîchement moulu.",
    "translation": "Don't forget to season the meat with salt and freshly ground black pepper.",
    "arabic_translation": "لا تنسَ تتبيل اللحم بالملح والفلفل الأسود المطحون طازجاً."
  },
  {
    "word": "assaisonner",
    "sentence": "Le chef a décidé d'assaisonner le plat avec des épices méditerranéennes ce soir.",
    "translation": "The chef decided to season the dish with Mediterranean spices tonight.",
    "arabic_translation": "قرر الطاهي تتبيل الطبق بالتوابل المتوسطية الليلة."
  },
  {
    "word": "assaisonner",
    "sentence": "Comment préférez-vous assaisonner le poisson pour la clientèle du restaurant ce midi?",
    "translation": "How do you prefer to season the fish for the restaurant customers this noon?",
    "arabic_translation": "كيف تفضل تتبيل السمك لعملاء المطعم ظهر اليوم؟"
  },
  {
    "word": "déglacer",
    "sentence": "Il faut déglacer la poêle avec du vin blanc pour récupérer tous les sucs.",
    "translation": "The pan must be deglazed with white wine to recover all the juices.",
    "arabic_translation": "يجب إزالة الجليد من المقلاة بالنبيذ الأبيض لاسترجاع كل العصائر."
  },
  {
    "word": "déglacer",
    "sentence": "Le sous-chef a déglacé la casserole après avoir fait revenir la viande.",
    "translation": "The sous chef deglazed the pan after searing the meat.",
    "arabic_translation": "أزال الطاهي المساعد الجليد من القدر بعد تحمير اللحم."
  },
  {
    "word": "déglacer",
    "sentence": "Avec quoi doit-on déglacer cette préparation pour obtenir une sauce parfaite?",
    "translation": "With what should we deglaze this preparation to obtain a perfect sauce?",
    "arabic_translation": "بماذا يجب علينا إزالة الجليد من هذا التحضير للحصول على صلصة مثالية؟"
  },
  {
    "word": "réduire",
    "sentence": "La sauce doit réduire de moitié avant de la servir aux convives ce soir.",
    "translation": "The sauce must reduce by half before serving it to the guests tonight.",
    "arabic_translation": "يجب أن تتقلص الصلصة إلى النصف قبل تقديمها للضيوف الليلة."
  },
  {
    "word": "réduire",
    "sentence": "Le cuisinier a fait réduire le bouillon pendant vingt minutes à feu moyen.",
    "translation": "The cook reduced the broth for twenty minutes over medium heat.",
    "arabic_translation": "قام الطباخ بتقليص المرق لمدة عشرين دقيقة على نار متوسطة."
  },
  {
    "word": "réduire",
    "sentence": "Faut-il que je réduise davantage la sauce avant de dresser les assiettes?",
    "translation": "Should I reduce the sauce more before plating the dishes?",
    "arabic_translation": "هل يجب أن أقلص الصلصة أكثر قبل تزيين الأطباق؟"
  },
  {
    "word": "la viande",
    "sentence": "La viande rouge est très populaire dans notre restaurant gastronomique depuis deux ans.",
    "translation": "Red meat has been very popular in our gastronomic restaurant for two years.",
    "arabic_translation": "اللحوم الحمراء تحظى بشعبية كبيرة في مطعمنا الفاخر منذ عامين."
  },
  {
    "word": "la viande",
    "sentence": "Le chef vérifie toujours la qualité de la viande avant de commencer le service.",
    "translation": "The chef always checks the quality of the meat before starting the service.",
    "arabic_translation": "يتحقق الطاهي دائماً من جودة اللحم قبل بدء الخدمة."
  },
  {
    "word": "la viande",
    "sentence": "Quelle cuisson préférez-vous pour la viande de votre plat principal aujourd'hui?",
    "translation": "What doneness do you prefer for the meat of your main dish today?",
    "arabic_translation": "ما درجة الطهي التي تفضلها للحم طبقك الرئيسي اليوم؟"
  },
  {
    "word": "le bœuf",
    "sentence": "Le bœuf bourguignon mijote lentement depuis trois heures dans notre cuisine professionnelle ce matin.",
    "translation": "The beef bourguignon has been simmering slowly for three hours in our professional kitchen this morning.",
    "arabic_translation": "لحم البقر البورغندي يطهى ببطء منذ ثلاث ساعات في مطبخنا المحترف هذا الصباح."
  },
  {
    "word": "le bœuf",
    "sentence": "Nous avons reçu du bœuf de première qualité pour le menu du weekend.",
    "translation": "We received top-quality beef for the weekend menu.",
    "arabic_translation": "تلقينا لحم بقر من الدرجة الأولى لقائمة عطلة نهاية الأسبوع."
  },
  {
    "word": "le bœuf",
    "sentence": "Pensez-vous que le bœuf soit assez tendre pour nos clients exigeants ce soir?",
    "translation": "Do you think the beef is tender enough for our demanding customers tonight?",
    "arabic_translation": "هل تعتقد أن لحم البقر طري بما يكفي لعملائنا المتطلبين الليلة؟"
  },
  {
    "word": "le veau",
    "sentence": "Le veau doit être cuit à point pour garder sa tendreté et saveur.",
    "translation": "The veal must be cooked medium to keep its tenderness and flavor.",
    "arabic_translation": "يجب طهي لحم العجل بشكل متوسط للحفاظ على طراوته ونكهته."
  },
  {
    "word": "le veau",
    "sentence": "Le chef a préparé une blanquette de veau pour le déjeuner de dimanche.",
    "translation": "The chef prepared a veal blanquette for Sunday lunch.",
    "arabic_translation": "حضّر الطاهي بلانكيت لحم العجل لغداء يوم الأحد."
  },
  {
    "word": "le veau",
    "sentence": "Voulez-vous que nous servions le veau avec une sauce aux champignons forestiers?",
    "translation": "Do you want us to serve the veal with a wild mushroom sauce?",
    "arabic_translation": "هل تريد منا تقديم لحم العجل مع صلصة الفطر البري؟"
  },
  {
    "word": "l'agneau",
    "sentence": "L'agneau rôti est notre spécialité la plus demandée par les clients réguliers actuellement.",
    "translation": "Roasted lamb is our most requested specialty by regular customers currently.",
    "arabic_translation": "لحم الخروف المحمص هو تخصصنا الأكثر طلباً من قبل العملاء المنتظمين حالياً."
  },
  {
    "word": "l'agneau",
    "sentence": "Le cuisinier a mariné l'agneau avec des herbes de Provence toute la nuit.",
    "translation": "The cook marinated the lamb with herbs of Provence all night.",
    "arabic_translation": "قام الطباخ بتتبيل لحم الخروف بأعشاب بروفانس طوال الليل."
  },
  {
    "word": "l'agneau",
    "sentence": "Combien de temps faut-il que l'agneau repose avant de le découper et servir?",
    "translation": "How long should the lamb rest before carving and serving it?",
    "arabic_translation": "كم من الوقت يجب أن يرتاح لحم الخروف قبل تقطيعه وتقديمه؟"
  },
  {
    "word": "le porc",
    "sentence": "Le porc caramélisé est accompagné de légumes de saison dans notre menu spécial.",
    "translation": "The caramelized pork is accompanied by seasonal vegetables in our special menu.",
    "arabic_translation": "لحم الخنزير المكرمل مصحوب بالخضروات الموسمية في قائمتنا الخاصة."
  },
  {
    "word": "le porc",
    "sentence": "La brigade a préparé le porc braisé pour le service de ce midi.",
    "translation": "The brigade prepared the braised pork for this noon's service.",
    "arabic_translation": "حضرت الكتيبة لحم الخنزير المطهو لخدمة ظهر اليوم."
  },
  {
    "word": "le porc",
    "sentence": "Préférez-vous que nous grillions ou rôtissions le porc pour cette occasion spéciale?",
    "translation": "Do you prefer that we grill or roast the pork for this special occasion?",
    "arabic_translation": "هل تفضل أن نشوي أو نحمص لحم الخنزير لهذه المناسبة الخاصة؟"
  },
  {
    "word": "le poulet",
    "sentence": "Le poulet fermier est rôti avec du thym et du romarin frais chaque jour.",
    "translation": "The farm chicken is roasted with fresh thyme and rosemary every day.",
    "arabic_translation": "يُحمص دجاج المزرعة مع الزعتر وإكليل الجبل الطازج كل يوم."
  },
  {
    "word": "le poulet",
    "sentence": "Le sous-chef a désossé le poulet pour préparer les suprêmes du soir.",
    "translation": "The sous chef deboned the chicken to prepare the evening's supremes.",
    "arabic_translation": "قام الطاهي المساعد بنزع عظام الدجاج لتحضير القطع الممتازة للمساء."
  },
  {
    "word": "le poulet",
    "sentence": "Comment voulez-vous que je cuisine le poulet pour satisfaire cette table de huit?",
    "translation": "How do you want me to cook the chicken to satisfy this table of eight?",
    "arabic_translation": "كيف تريد مني طهي الدجاج لإرضاء هذه الطاولة المكونة من ثمانية؟"
  },
  {
    "word": "le canard",
    "sentence": "Le canard à l'orange est notre plat signature depuis l'ouverture du restaurant parisien.",
    "translation": "Duck à l'orange has been our signature dish since the opening of the Parisian restaurant.",
    "arabic_translation": "البط بالبرتقال هو طبقنا المميز منذ افتتاح المطعم الباريسي."
  },
  {
    "word": "le canard",
    "sentence": "Le chef a laqué le canard avec une sauce au miel et soja.",
    "translation": "The chef lacquered the duck with a honey and soy sauce.",
    "arabic_translation": "طلى الطاهي البط بصلصة العسل والصويا."
  },
  {
    "word": "le canard",
    "sentence": "Pensez-vous que le canard soit suffisamment cuit pour le service de ce soir?",
    "translation": "Do you think the duck is sufficiently cooked for tonight's service?",
    "arabic_translation": "هل تعتقد أن البط مطهو بشكل كافٍ لخدمة الليلة؟"
  },
  {
    "word": "le lapin",
    "sentence": "Le lapin à la moutarde est un classique de la cuisine française traditionnelle régionale.",
    "translation": "Rabbit with mustard is a classic of traditional regional French cuisine.",
    "arabic_translation": "الأرنب بالخردل هو طبق كلاسيكي من المطبخ الفرنسي التقليدي الإقليمي."
  },
  {
    "word": "le lapin",
    "sentence": "Le cuisinier a désossé le lapin pour préparer le civet de demain midi.",
    "translation": "The cook deboned the rabbit to prepare tomorrow's noon civet.",
    "arabic_translation": "قام الطباخ بنزع عظام الأرنب لتحضير يخنة ظهر الغد."
  },
  {
    "word": "le lapin",
    "sentence": "Faut-il que le lapin marine plus longtemps avant de le cuire au four?",
    "translation": "Should the rabbit marinate longer before cooking it in the oven?",
    "arabic_translation": "هل يجب أن ينقع الأرنب لفترة أطول قبل طهيه في الفرن؟"
  },
  {
    "word": "le poisson",
    "sentence": "Le poisson du jour arrive frais du marché tous les matins à six heures.",
    "translation": "The fish of the day arrives fresh from the market every morning at six o'clock.",
    "arabic_translation": "يصل سمك اليوم طازجاً من السوق كل صباح في الساعة السادسة."
  },
  {
    "word": "le poisson",
    "sentence": "Le chef a écaillé et vidé le poisson avant de le préparer pour midi.",
    "translation": "The chef scaled and gutted the fish before preparing it for noon.",
    "arabic_translation": "قام الطاهي بإزالة قشور وتنظيف السمك قبل تحضيره لوقت الظهر."
  },
  {
    "word": "le poisson",
    "sentence": "Souhaitez-vous que le poisson soit servi entier ou en filets pour vos invités?",
    "translation": "Do you wish the fish to be served whole or in fillets for your guests?",
    "arabic_translation": "هل تريد تقديم السمك كاملاً أو على شكل شرائح لضيوفك؟"
  },
  {
    "word": "le saumon",
    "sentence": "Le saumon fumé maison est préparé avec soin pendant quarante-huit heures exactement chaque semaine.",
    "translation": "The homemade smoked salmon is carefully prepared for exactly forty-eight hours each week.",
    "arabic_translation": "يُحضر سمك السلمون المدخن محلياً بعناية لمدة ثمان وأربعين ساعة بالضبط كل أسبوع."
  },
  {
    "word": "le saumon",
    "sentence": "Le cuisinier a poêlé le saumon avec du beurre citronné et aneth frais.",
    "translation": "The cook pan-fried the salmon with lemon butter and fresh dill.",
    "arabic_translation": "قلى الطباخ السلمون بزبدة الليمون والشبت الطازج."
  },
  {
    "word": "le saumon",
    "sentence": "Voulez-vous que je grille ou poêle le saumon pour le menu dégustation?",
    "translation": "Do you want me to grill or pan-fry the salmon for the tasting menu?",
    "arabic_translation": "هل تريد مني شوي أو قلي السلمون لقائمة التذوق؟"
  },
  {
    "word": "le thon",
    "sentence": "Le thon rouge est légèrement saisi et servi presque cru au centre délicatement.",
    "translation": "The bluefin tuna is lightly seared and served almost raw in the center delicately.",
    "arabic_translation": "يُحمر التونة الحمراء قليلاً ويُقدم نيئاً تقريباً في المركز بدقة."
  },
  {
    "word": "le thon",
    "sentence": "Le sous-chef a découpé le thon en tranches parfaites pour les sushis.",
    "translation": "The sous chef cut the tuna into perfect slices for the sushi.",
    "arabic_translation": "قطع الطاهي المساعد التونة إلى شرائح مثالية للسوشي."
  },
  {
    "word": "le thon",
    "sentence": "Pensez-vous que le thon soit assez frais pour le servir cru ce soir?",
    "translation": "Do you think the tuna is fresh enough to serve it raw tonight?",
    "arabic_translation": "هل تعتقد أن التونة طازجة بما يكفي لتقديمها نيئة الليلة؟"
  },
  {
    "word": "la truite",
    "sentence": "La truite aux amandes est un plat classique que nous préparons depuis toujours.",
    "translation": "Trout with almonds is a classic dish that we have always prepared.",
    "arabic_translation": "تروتة باللوز هي طبق كلاسيكي نحضره دائماً."
  },
  {
    "word": "la truite",
    "sentence": "Le chef a farci la truite avec des herbes et citron ce matin.",
    "translation": "The chef stuffed the trout with herbs and lemon this morning.",
    "arabic_translation": "حشا الطاهي التروتة بالأعشاب والليمون هذا الصباح."
  },
  {
    "word": "la truite",
    "sentence": "Faut-il que la truite soit grillée ou poêlée pour ce client particulier?",
    "translation": "Should the trout be grilled or pan-fried for this particular customer?",
    "arabic_translation": "هل يجب شوي أو قلي التروتة لهذا العميل المعين؟"
  },
  {
    "word": "la sole",
    "sentence": "La sole meunière est notre spécialité française la plus appréciée des clients fidèles actuellement.",
    "translation": "Sole meunière is our French specialty most appreciated by loyal customers currently.",
    "arabic_translation": "سمك السول مونيير هو تخصصنا الفرنسي الأكثر تقديراً من قبل العملاء المخلصين حالياً."
  },
  {
    "word": "la sole",
    "sentence": "Le cuisinier a levé les filets de sole avec précision et technique professionnelle.",
    "translation": "The cook filleted the sole with precision and professional technique.",
    "arabic_translation": "قام الطباخ بتقطيع شرائح السول بدقة وتقنية احترافية."
  },
  {
    "word": "la sole",
    "sentence": "Comment préférez-vous préparer la sole pour impressionner ces clients importants ce soir?",
    "translation": "How do you prefer to prepare the sole to impress these important customers tonight?",
    "arabic_translation": "كيف تفضل تحضير السول لإبهار هؤلاء العملاء المهمين الليلة؟"
  },
  {
    "word": "le homard",
    "sentence": "Le homard thermidor est un plat luxueux qui demande beaucoup de technique culinaire avancée.",
    "translation": "Lobster thermidor is a luxurious dish that requires a lot of advanced culinary technique.",
    "arabic_translation": "جراد البحر ترميدور هو طبق فاخر يتطلب الكثير من التقنيات الطهوية المتقدمة."
  },
  {
    "word": "le homard",
    "sentence": "Le chef a cuit le homard à la vapeur pendant quinze minutes exactement.",
    "translation": "The chef steamed the lobster for exactly fifteen minutes.",
    "arabic_translation": "طهى الطاهي جراد البحر بالبخار لمدة خمس عشرة دقيقة بالضبط."
  },
  {
    "word": "le homard",
    "sentence": "Voulez-vous que je prépare le homard grillé ou à l'américaine pour ce banquet?",
    "translation": "Do you want me to prepare the lobster grilled or à l'américaine for this banquet?",
    "arabic_translation": "هل تريد مني تحضير جراد البحر مشوياً أو على الطريقة الأمريكية لهذه المأدبة؟"
  },
  {
    "word": "les huîtres",
    "sentence": "Les huîtres fraîches sont servies sur glace avec du citron et vinaigre à l'échalote.",
    "translation": "Fresh oysters are served on ice with lemon and shallot vinegar.",
    "arabic_translation": "يُقدم المحار الطازج على الثلج مع الليمون وخل الكراث."
  },
  {
    "word": "les huîtres",
    "sentence": "Le commis a ouvert cinquante huîtres pour le service de cet après-midi rapidement.",
    "translation": "The commis opened fifty oysters for this afternoon's service quickly.",
    "arabic_translation": "فتح المساعد خمسين محارة لخدمة بعد الظهر بسرعة."
  },
  {
    "word": "les huîtres",
    "sentence": "Pensez-vous que les huîtres soient assez fraîches pour les servir crues aujourd'hui?",
    "translation": "Do you think the oysters are fresh enough to serve them raw today?",
    "arabic_translation": "هل تعتقد أن المحار طازج بما يكفي لتقديمه نيئاً اليوم؟"
  },
  {
    "word": "les moules",
    "sentence": "Les moules marinières sont cuisinées avec du vin blanc et échalotes traditionnellement depuis longtemps.",
    "translation": "Mussels marinière have been traditionally cooked with white wine and shallots for a long time.",
    "arabic_translation": "يُطهى بلح البحر مارينيير تقليدياً بالنبيذ الأبيض والكراث منذ فترة طويلة."
  },
  {
    "word": "les moules",
    "sentence": "Le cuisinier a nettoyé et trié les moules avant de les faire cuire.",
    "translation": "The cook cleaned and sorted the mussels before cooking them.",
    "arabic_translation": "نظف الطباخ وفرز بلح البحر قبل طهيه."
  },
  {
    "word": "les moules",
    "sentence": "Faut-il que les moules cuisent plus longtemps dans la sauce au curry?",
    "translation": "Should the mussels cook longer in the curry sauce?",
    "arabic_translation": "هل يجب أن يطهى بلح البحر لفترة أطول في صلصة الكاري؟"
  },
  {
    "word": "les crevettes",
    "sentence": "Les crevettes sautées à l'ail sont un excellent choix pour commencer le repas gastronomique.",
    "translation": "Garlic sautéed shrimp are an excellent choice to start the gastronomic meal.",
    "arabic_translation": "الجمبري المقلي بالثوم خيار ممتاز لبدء الوجبة الفاخرة."
  },
  {
    "word": "les crevettes",
    "sentence": "Le sous-chef a décortiqué et déveiné les crevettes pour la mise en place.",
    "translation": "The sous chef peeled and deveined the shrimp for the mise en place.",
    "arabic_translation": "قام الطاهي المساعد بتقشير وإزالة عروق الجمبري للتحضيرات."
  },
  {
    "word": "les crevettes",
    "sentence": "Voulez-vous que je grille ou poêle les crevettes pour cette entrée spéciale?",
    "translation": "Do you want me to grill or pan-fry the shrimp for this special appetizer?",
    "arabic_translation": "هل تريد مني شوي أو قلي الجمبري لهذا المقبل الخاص؟"
  },
  {
    "word": "les légumes",
    "sentence": "Les légumes de saison sont toujours choisis au marché local chaque matin avec soin.",
    "translation": "Seasonal vegetables are always chosen at the local market each morning with care.",
    "arabic_translation": "يتم دائماً اختيار الخضروات الموسمية من السوق المحلي كل صباح بعناية."
  },
  {
    "word": "les légumes",
    "sentence": "Le commis a taillé les légumes en brunoise pour la garniture finale.",
    "translation": "The commis diced the vegetables into brunoise for the final garnish.",
    "arabic_translation": "قطع المساعد الخضروات إلى مكعبات صغيرة للتزيين النهائي."
  },
  {
    "word": "les légumes",
    "sentence": "Préférez-vous que les légumes soient cuits à la vapeur ou grillés ce soir?",
    "translation": "Do you prefer the vegetables to be steamed or grilled tonight?",
    "arabic_translation": "هل تفضل أن تُطهى الخضروات بالبخار أو مشوية الليلة؟"
  },
  {
    "word": "la tomate",
    "sentence": "La tomate provençale est garnie de chapelure à l'ail et persil puis gratinée soigneusement.",
    "translation": "The Provençal tomato is filled with garlic breadcrumbs and parsley then carefully gratin.",
    "arabic_translation": "تُحشى الطماطم البروفنسالية بفتات الخبز بالثوم والبقدونس ثم تُحمر بعناية."
  },
  {
    "word": "la tomate",
    "sentence": "Le chef a confit la tomate lentement au four pendant trois heures aujourd'hui.",
    "translation": "The chef confit the tomato slowly in the oven for three hours today.",
    "arabic_translation": "حضّر الطاهي الطماطم المطهوة ببطء في الفرن لمدة ثلاث ساعات اليوم."
  },
  {
    "word": "la tomate",
    "sentence": "Faut-il que la tomate soit mondée avant de l'utiliser dans cette sauce?",
    "translation": "Should the tomato be peeled before using it in this sauce?",
    "arabic_translation": "هل يجب تقشير الطماطم قبل استخدامها في هذه الصلصة؟"
  },
  {
    "word": "l'oignon",
    "sentence": "L'oignon caramélisé ajoute une douceur incroyable à cette tarte salée traditionnelle française classique.",
    "translation": "Caramelized onion adds incredible sweetness to this classic traditional French savory tart.",
    "arabic_translation": "يضيف البصل المكرمل حلاوة لا تصدق لهذه التارت المالحة الفرنسية التقليدية الكلاسيكية."
  },
  {
    "word": "l'oignon",
    "sentence": "Le cuisinier a émincé l'oignon finement pour préparer la soupe à l'oignon gratinée.",
    "translation": "The cook finely sliced the onion to prepare the French onion soup.",
    "arabic_translation": "قطع الطباخ البصل إلى شرائح رقيقة لتحضير حساء البصل المحمر."
  },
  {
    "word": "l'oignon",
    "sentence": "Voulez-vous que je hache ou émince l'oignon pour cette préparation culinaire spéciale?",
    "translation": "Do you want me to chop or slice the onion for this special culinary preparation?",
    "arabic_translation": "هل تريد مني فرم أو تقطيع البصل لهذا التحضير الطهوي الخاص؟"
  },
  {
    "word": "l'ail",
    "sentence": "Le chef a émincé l'ail frais pour préparer une sauce provençale traditionnelle ce matin.",
    "translation": "The chef minced the fresh garlic to prepare a traditional Provençal sauce this morning.",
    "arabic_translation": "قام الشيف بتقطيع الثوم الطازج لتحضير صلصة بروفنسال تقليدية هذا الصباح."
  },
  {
    "word": "l'ail",
    "sentence": "Il faut que tu écrases l'ail avant de le faire revenir dans l'huile d'olive.",
    "translation": "You must crush the garlic before sautéing it in olive oil.",
    "arabic_translation": "يجب أن تهرس الثوم قبل قليه في زيت الزيتون."
  },
  {
    "word": "l'ail",
    "sentence": "La serveuse a recommandé le plat aux crevettes avec l'ail rôti et les fines herbes.",
    "translation": "The waitress recommended the shrimp dish with roasted garlic and fine herbs.",
    "arabic_translation": "أوصت النادلة بطبق الروبيان مع الثوم المحمص والأعشاب الطازجة."
  },
  {
    "word": "la carotte",
    "sentence": "Le commis a épluché la carotte et l'a taillée en julienne pour la garniture.",
    "translation": "The kitchen assistant peeled the carrot and cut it into julienne for the garnish.",
    "arabic_translation": "قام مساعد المطبخ بتقشير الجزر وقطعه إلى شرائح رفيعة للتزيين."
  },
  {
    "word": "la carotte",
    "sentence": "Dans notre restaurant, nous servons toujours la carotte glacée avec le plat principal du dimanche.",
    "translation": "In our restaurant, we always serve glazed carrot with Sunday's main course.",
    "arabic_translation": "في مطعمنا، نقدم دائمًا الجزر المزجج مع الطبق الرئيسي يوم الأحد."
  },
  {
    "word": "la carotte",
    "sentence": "Il faudrait que la carotte soit cuite al dente pour garder sa texture croquante.",
    "translation": "The carrot should be cooked al dente to keep its crunchy texture.",
    "arabic_translation": "يجب أن يُطهى الجزر بشكل متوسط للحفاظ على قوامه المقرمش."
  },
  {
    "word": "la pomme de terre",
    "sentence": "Le chef préfère cuire la pomme de terre à la vapeur plutôt que de la faire frire.",
    "translation": "The chef prefers to steam the potato rather than fry it.",
    "arabic_translation": "يفضل الشيف طهي البطاطس على البخار بدلاً من قليها."
  },
  {
    "word": "la pomme de terre",
    "sentence": "Nous avions commandé la pomme de terre en robe des champs avec du beurre à l'ail.",
    "translation": "We had ordered the jacket potato with garlic butter.",
    "arabic_translation": "كنا قد طلبنا البطاطس المخبوزة مع الزبدة بالثوم."
  },
  {
    "word": "la pomme de terre",
    "sentence": "Le client a demandé que la pomme de terre soit servie en purée plutôt qu'en gratin.",
    "translation": "The customer asked for the potato to be served mashed rather than gratinéed.",
    "arabic_translation": "طلب العميل أن تُقدم البطاطس مهروسة بدلاً من أن تكون مطبوخة بالجبن."
  },
  {
    "word": "la courgette",
    "sentence": "Le cuisinier a fait sauter la courgette avec de l'huile d'olive et des herbes provençales.",
    "translation": "The cook sautéed the zucchini with olive oil and Provençal herbs.",
    "arabic_translation": "قام الطاهي بقلي الكوسا مع زيت الزيتون وأعشاب بروفانس."
  },
  {
    "word": "la courgette",
    "sentence": "Il faut que tu coupes la courgette en rondelles fines avant de la griller au four.",
    "translation": "You must cut the zucchini into thin rounds before grilling it in the oven.",
    "arabic_translation": "يجب أن تقطع الكوسا إلى شرائح رفيعة قبل شويها في الفرن."
  },
  {
    "word": "la courgette",
    "sentence": "La serveuse a expliqué que la courgette était farcie avec du fromage de chèvre frais.",
    "translation": "The waitress explained that the zucchini was stuffed with fresh goat cheese.",
    "arabic_translation": "شرحت النادلة أن الكوسا محشوة بجبن الماعز الطازج."
  },
  {
    "word": "l'aubergine",
    "sentence": "Le chef a préparé l'aubergine grillée avec une sauce tomate maison et du basilic frais.",
    "translation": "The chef prepared the grilled eggplant with homemade tomato sauce and fresh basil.",
    "arabic_translation": "أعد الشيف الباذنجان المشوي مع صلصة الطماطم المنزلية والريحان الطازج."
  },
  {
    "word": "l'aubergine",
    "sentence": "Il faudrait que l'aubergine soit dégorgeée avec du sel avant de la faire cuire au four.",
    "translation": "The eggplant should be degorged with salt before cooking it in the oven.",
    "arabic_translation": "يجب أن يُنقع الباذنجان بالملح قبل طهيه في الفرن."
  },
  {
    "word": "l'aubergine",
    "sentence": "Dans ce restaurant méditerranéen, l'aubergine est toujours servie avec de la crème de sésame.",
    "translation": "In this Mediterranean restaurant, eggplant is always served with sesame cream.",
    "arabic_translation": "في هذا المطعم المتوسطي، يُقدم الباذنجان دائمًا مع كريمة السمسم."
  },
  {
    "word": "le poivron",
    "sentence": "Le cuisinier a coupé le poivron rouge en lanières pour la garniture de la paella.",
    "translation": "The cook cut the red pepper into strips for the paella garnish.",
    "arabic_translation": "قطع الطاهي الفلفل الأحمر إلى شرائح لتزيين الباييلا."
  },
  {
    "word": "le poivron",
    "sentence": "Il faut que le poivron soit rôti et pelé avant de l'ajouter à la salade composée.",
    "translation": "The pepper must be roasted and peeled before adding it to the mixed salad.",
    "arabic_translation": "يجب أن يُحمص الفلفل ويُقشر قبل إضافته إلى السلطة المشكلة."
  },
  {
    "word": "le poivron",
    "sentence": "Le serveur a confirmé que le poivron vert dans ce plat était farci avec du riz.",
    "translation": "The waiter confirmed that the green pepper in this dish was stuffed with rice.",
    "arabic_translation": "أكد النادل أن الفلفل الأخضر في هذا الطبق محشو بالأرز."
  },
  {
    "word": "les champignons",
    "sentence": "Le chef a fait revenir les champignons frais avec du persil haché et de l'échalote.",
    "translation": "The chef sautéed the fresh mushrooms with chopped parsley and shallot.",
    "arabic_translation": "قام الشيف بقلي الفطر الطازج مع البقدونس المفروم والكراث."
  },
  {
    "word": "les champignons",
    "sentence": "Il faudrait que les champignons soient nettoyés délicatement avant de les cuire à la poêle.",
    "translation": "The mushrooms should be cleaned delicately before cooking them in the pan.",
    "arabic_translation": "يجب أن يُنظف الفطر بلطف قبل طهيه في المقلاة."
  },
  {
    "word": "les champignons",
    "sentence": "La cliente a demandé si les champignons de Paris étaient cultivés localement ou importés.",
    "translation": "The customer asked if the button mushrooms were locally grown or imported.",
    "arabic_translation": "سألت العميلة إذا كان فطر باريس مزروعًا محليًا أم مستوردًا."
  },
  {
    "word": "les épinards",
    "sentence": "Le cuisinier a blanchi les épinards frais avant de les incorporer dans la sauce béchamel.",
    "translation": "The cook blanched the fresh spinach before incorporating them into the béchamel sauce.",
    "arabic_translation": "قام الطاهي بسلق السبانخ الطازجة قبل إضافتها إلى صلصة البشاميل."
  },
  {
    "word": "les épinards",
    "sentence": "Il faut que les épinards soient bien égouttés pour éviter que le plat soit trop liquide.",
    "translation": "The spinach must be well drained to prevent the dish from being too watery.",
    "arabic_translation": "يجب أن تُصفى السبانخ جيدًا لمنع الطبق من أن يكون مائيًا جدًا."
  },
  {
    "word": "les épinards",
    "sentence": "Dans notre restaurant, les épinards sont toujours sautés à l'ail et servis comme accompagnement.",
    "translation": "In our restaurant, spinach is always sautéed with garlic and served as a side dish.",
    "arabic_translation": "في مطعمنا، تُقلى السبانخ دائمًا بالثوم وتُقدم كطبق جانبي."
  },
  {
    "word": "la salade",
    "sentence": "Le chef a préparé la salade verte avec une vinaigrette balsamique et des noix grillées.",
    "translation": "The chef prepared the green salad with balsamic vinaigrette and toasted walnuts.",
    "arabic_translation": "أعد الشيف السلطة الخضراء مع صلصة الخل البلسمي والجوز المحمص."
  },
  {
    "word": "la salade",
    "sentence": "Il faudrait que la salade soit servie immédiatement après avoir été assaisonnée avec la vinaigrette.",
    "translation": "The salad should be served immediately after being dressed with the vinaigrette.",
    "arabic_translation": "يجب أن تُقدم السلطة فورًا بعد تتبيلها بصلصة الخل."
  },
  {
    "word": "la salade",
    "sentence": "La serveuse a demandé au client s'il préférait la salade en entrée ou en accompagnement.",
    "translation": "The waitress asked the customer if he preferred the salad as a starter or side.",
    "arabic_translation": "سألت النادلة العميل إذا كان يفضل السلطة كمقبلات أم كطبق جانبي."
  },
  {
    "word": "les herbes",
    "sentence": "Le cuisinier a haché les herbes fraîches pour parfumer la soupe de légumes du jour.",
    "translation": "The cook chopped the fresh herbs to flavor the vegetable soup of the day.",
    "arabic_translation": "قطع الطاهي الأعشاب الطازجة لتعطير حساء الخضار اليومي."
  },
  {
    "word": "les herbes",
    "sentence": "Il faut toujours ajouter les herbes aromatiques en fin de cuisson pour préserver leur saveur.",
    "translation": "You must always add the aromatic herbs at the end of cooking to preserve their flavor.",
    "arabic_translation": "يجب دائمًا إضافة الأعشاب العطرية في نهاية الطهي للحفاظ على نكهتها."
  },
  {
    "word": "les herbes",
    "sentence": "Le chef recommande que les herbes de Provence soient utilisées avec modération dans cette recette.",
    "translation": "The chef recommends that Provençal herbs be used sparingly in this recipe.",
    "arabic_translation": "يوصي الشيف باستخدام أعشاب بروفانس باعتدال في هذه الوصفة."
  },
  {
    "word": "le persil",
    "sentence": "Le cuisinier a ciselé le persil plat pour décorer les assiettes de poisson grillé.",
    "translation": "The cook finely chopped the flat parsley to decorate the grilled fish plates.",
    "arabic_translation": "قطع الطاهي البقدونس الأفرنجي بدقة لتزيين أطباق السمك المشوي."
  },
  {
    "word": "le persil",
    "sentence": "Il faudrait que le persil soit ajouté au dernier moment pour garder sa couleur verte éclatante.",
    "translation": "The parsley should be added at the last moment to keep its bright green color.",
    "arabic_translation": "يجب إضافة البقدونس في اللحظة الأخيرة للحفاظ على لونه الأخضر الزاهي."
  },
  {
    "word": "le persil",
    "sentence": "La sauce au persil accompagne traditionnellement le jambon persillé dans ce restaurant bourguignon célèbre.",
    "translation": "The parsley sauce traditionally accompanies the parsleyed ham in this famous Burgundian restaurant.",
    "arabic_translation": "ترافق صلصة البقدونس تقليديًا لحم الخنزير بالبقدونس في هذا المطعم البورغوندي الشهير."
  },
  {
    "word": "le restaurant",
    "sentence": "Le restaurant a obtenu une étoile Michelin grâce à sa cuisine créative et raffinée.",
    "translation": "The restaurant obtained a Michelin star thanks to its creative and refined cuisine.",
    "arabic_translation": "حصل المطعم على نجمة ميشلان بفضل مطبخه الإبداعي والراقي."
  },
  {
    "word": "le restaurant",
    "sentence": "Il faudrait que le restaurant soit réservé plusieurs semaines à l'avance pour les week-ends.",
    "translation": "The restaurant should be booked several weeks in advance for weekends.",
    "arabic_translation": "يجب حجز المطعم قبل عدة أسابيع لعطلات نهاية الأسبوع."
  },
  {
    "word": "le restaurant",
    "sentence": "Le propriétaire a rénové le restaurant l'année dernière pour créer une ambiance plus moderne et élégante.",
    "translation": "The owner renovated the restaurant last year to create a more modern and elegant atmosphere.",
    "arabic_translation": "قام المالك بتجديد المطعم العام الماضي لخلق أجواء أكثر حداثة وأناقة."
  },
  {
    "word": "le serveur / la serveuse",
    "sentence": "La serveuse a recommandé le plat du jour au client qui hésitait entre deux menus.",
    "translation": "The waitress recommended the dish of the day to the customer who was hesitating between two menus.",
    "arabic_translation": "أوصت النادلة بطبق اليوم للعميل الذي كان يتردد بين قائمتين."
  },
  {
    "word": "le serveur / la serveuse",
    "sentence": "Il faut que le serveur connaisse parfaitement la carte pour répondre aux questions des clients.",
    "translation": "The waiter must know the menu perfectly to answer customers' questions.",
    "arabic_translation": "يجب أن يعرف النادل القائمة بشكل مثالي للإجابة على أسئلة العملاء."
  },
  {
    "word": "le serveur / la serveuse",
    "sentence": "Le serveur a apporté les plats chauds avec une serviette pour éviter de se brûler.",
    "translation": "The waiter brought the hot dishes with a napkin to avoid burning himself.",
    "arabic_translation": "أحضر النادل الأطباق الساخنة بمنديل لتجنب حرق نفسه."
  },
  {
    "word": "le client / la cliente",
    "sentence": "Le client a félicité le chef pour la qualité exceptionnelle de son repas gastronomique.",
    "translation": "The customer congratulated the chef for the exceptional quality of his gourmet meal.",
    "arabic_translation": "هنأ العميل الشيف على الجودة الاستثنائية لوجبته الفاخرة."
  },
  {
    "word": "le client / la cliente",
    "sentence": "Il faudrait que la cliente soit informée que le plat contient des fruits de mer.",
    "translation": "The customer should be informed that the dish contains seafood.",
    "arabic_translation": "يجب إبلاغ العميلة بأن الطبق يحتوي على ثمار البحر."
  },
  {
    "word": "le client / la cliente",
    "sentence": "La cliente avait commandé un menu végétarien avec des légumes de saison grillés au four.",
    "translation": "The customer had ordered a vegetarian menu with seasonal vegetables grilled in the oven.",
    "arabic_translation": "طلبت العميلة قائمة نباتية مع خضروات موسمية مشوية في الفرن."
  },
  {
    "word": "la table",
    "sentence": "Le serveur a dressé la table avec des couverts en argent et des verres en cristal.",
    "translation": "The waiter set the table with silver cutlery and crystal glasses.",
    "arabic_translation": "جهز النادل الطاولة بأدوات المائدة الفضية وكؤوس الكريستال."
  },
  {
    "word": "la table",
    "sentence": "Il faut que la table soit débarrassée rapidement après que les clients aient terminé leur repas.",
    "translation": "The table must be cleared quickly after the customers have finished their meal.",
    "arabic_translation": "يجب تنظيف الطاولة بسرعة بعد أن ينتهي العملاء من وجبتهم."
  },
  {
    "word": "la table",
    "sentence": "La meilleure table du restaurant se trouve près de la fenêtre avec vue sur le jardin.",
    "translation": "The best table in the restaurant is located near the window with a garden view.",
    "arabic_translation": "أفضل طاولة في المطعم تقع بالقرب من النافذة المطلة على الحديقة."
  },
  {
    "word": "la réservation",
    "sentence": "La réservation pour quatre personnes a été confirmée pour samedi soir à vingt heures.",
    "translation": "The reservation for four people has been confirmed for Saturday evening at eight o'clock.",
    "arabic_translation": "تم تأكيد الحجز لأربعة أشخاص ليوم السبت مساءً في الساعة الثامنة."
  },
  {
    "word": "la réservation",
    "sentence": "Il faudrait que la réservation soit modifiée car deux invités supplémentaires se joindront au dîner.",
    "translation": "The reservation should be modified because two additional guests will join the dinner.",
    "arabic_translation": "يجب تعديل الحجز لأن ضيفين إضافيين سينضمان إلى العشاء."
  },
  {
    "word": "la réservation",
    "sentence": "Le client a annulé sa réservation au dernier moment à cause d'un empêchement professionnel.",
    "translation": "The customer cancelled his reservation at the last moment due to a professional commitment.",
    "arabic_translation": "ألغى العميل حجزه في اللحظة الأخيرة بسبب التزام مهني."
  },
  {
    "word": "commander",
    "sentence": "Le couple a décidé de commander le menu dégustation avec l'accord mets et vins.",
    "translation": "The couple decided to order the tasting menu with the food and wine pairing.",
    "arabic_translation": "قرر الزوجان طلب قائمة التذوق مع مزاوجة الطعام والنبيذ."
  },
  {
    "word": "commander",
    "sentence": "Il faudrait que nous commandions rapidement car la cuisine ferme dans trente minutes seulement.",
    "translation": "We should order quickly because the kitchen closes in only thirty minutes.",
    "arabic_translation": "يجب أن نطلب بسرعة لأن المطبخ سيغلق في ثلاثين دقيقة فقط."
  },
  {
    "word": "commander",
    "sentence": "La serveuse a suggéré de commander les huîtres fraîches en entrée avant le plat principal.",
    "translation": "The waitress suggested ordering the fresh oysters as a starter before the main course.",
    "arabic_translation": "اقترحت النادلة طلب المحار الطازج كمقبلات قبل الطبق الرئيسي."
  },
  {
    "word": "servir",
    "sentence": "Le serveur doit servir le vin rouge à température ambiante dans des verres appropriés.",
    "translation": "The waiter must serve the red wine at room temperature in appropriate glasses.",
    "arabic_translation": "يجب على النادل تقديم النبيذ الأحمر في درجة حرارة الغرفة في كؤوس مناسبة."
  },
  {
    "word": "servir",
    "sentence": "Il faut que la soupe soit servie bien chaude dans des bols préchauffés au four.",
    "translation": "The soup must be served very hot in bowls preheated in the oven.",
    "arabic_translation": "يجب أن يُقدم الحساء ساخنًا جدًا في أوعية مسخنة مسبقًا في الفرن."
  },
  {
    "word": "servir",
    "sentence": "La serveuse a expliqué comment servir le fromage à la bonne température pour apprécier ses arômes.",
    "translation": "The waitress explained how to serve the cheese at the right temperature to appreciate its aromas.",
    "arabic_translation": "شرحت النادلة كيفية تقديم الجبن في درجة الحرارة المناسبة لتقدير روائحه."
  },
  {
    "word": "l'addition",
    "sentence": "Le client a demandé l'addition après avoir terminé son café et son dessert au chocolat.",
    "translation": "The customer asked for the bill after finishing his coffee and chocolate dessert.",
    "arabic_translation": "طلب العميل الفاتورة بعد أن أنهى قهوته وحلوى الشوكولاتة."
  },
  {
    "word": "l'addition",
    "sentence": "Il faudrait que l'addition soit vérifiée attentivement avant de régler par carte bancaire.",
    "translation": "The bill should be checked carefully before paying by credit card.",
    "arabic_translation": "يجب التحقق من الفاتورة بعناية قبل الدفع ببطاقة الائتمان."
  },
  {
    "word": "l'addition",
    "sentence": "La serveuse a apporté l'addition avec des chocolats artisanaux offerts par la maison.",
    "translation": "The waitress brought the bill with artisanal chocolates offered by the house.",
    "arabic_translation": "أحضرت النادلة الفاتورة مع شوكولاتة حرفية مقدمة من المنزل."
  },
  {
    "word": "le pourboire",
    "sentence": "Le client satisfait a laissé un pourboire généreux pour remercier le serveur professionnel.",
    "translation": "The satisfied customer left a generous tip to thank the professional waiter.",
    "arabic_translation": "ترك العميل الراضي بقشيشًا سخيًا لشكر النادل المحترف."
  },
  {
    "word": "le pourboire",
    "sentence": "Il est d'usage de laisser un pourboire représentant environ dix pour cent de l'addition.",
    "translation": "It is customary to leave a tip representing about ten percent of the bill.",
    "arabic_translation": "من المعتاد ترك بقشيش يمثل حوالي عشرة بالمائة من الفاتورة."
  },
  {
    "word": "le pourboire",
    "sentence": "La serveuse a remercié le couple qui avait laissé un pourboire pour le service impeccable.",
    "translation": "The waitress thanked the couple who had left a tip for the impeccable service.",
    "arabic_translation": "شكرت النادلة الزوجين اللذين تركا بقشيشًا للخدمة المثالية."
  },
  {
    "word": "la salle",
    "sentence": "Le responsable de la salle a accueilli les clients avec courtoisie et professionnalisme hier soir.",
    "translation": "The dining room manager welcomed the customers with courtesy and professionalism last night.",
    "arabic_translation": "رحب مدير صالة الطعام بالعملاء بلباقة واحترافية الليلة الماضية."
  },
  {
    "word": "la salle",
    "sentence": "Il faut que la salle soit préparée une heure avant l'ouverture du service du soir.",
    "translation": "The dining room must be prepared one hour before the evening service opens.",
    "arabic_translation": "يجب أن تُجهز صالة الطعام قبل ساعة من افتتاح خدمة المساء."
  },
  {
    "word": "la salle",
    "sentence": "La salle était complète ce samedi soir grâce aux nombreuses réservations pour le menu spécial.",
    "translation": "The dining room was full this Saturday evening thanks to the numerous reservations for the special menu.",
    "arabic_translation": "كانت صالة الطعام ممتلئة مساء السبت بفضل الحجوزات العديدة للقائمة الخاصة."
  },
  {
    "word": "le couteau",
    "sentence": "Le chef a aiguisé le couteau de cuisine avant de découper la viande en tranches fines.",
    "translation": "The chef sharpened the kitchen knife before cutting the meat into thin slices.",
    "arabic_translation": "شحذ الشيف سكين المطبخ قبل تقطيع اللحم إلى شرائح رفيعة."
  },
  {
    "word": "le couteau",
    "sentence": "Il faudrait que le couteau à pain soit toujours placé à droite de l'assiette.",
    "translation": "The bread knife should always be placed to the right of the plate.",
    "arabic_translation": "يجب أن توضع سكين الخبز دائمًا على يمين الطبق."
  },
  {
    "word": "le couteau",
    "sentence": "Le serveur a remplacé le couteau taché par un couvert propre avant de servir la viande.",
    "translation": "The waiter replaced the stained knife with clean cutlery before serving the meat.",
    "arabic_translation": "استبدل النادل السكين الملطخة بأدوات مائدة نظيفة قبل تقديم اللحم."
  },
  {
    "word": "la fourchette",
    "sentence": "Le client a utilisé la fourchette à poisson pour déguster le saumon grillé aux herbes.",
    "translation": "The customer used the fish fork to taste the grilled salmon with herbs.",
    "arabic_translation": "استخدم العميل شوكة السمك لتذوق السلمون المشوي بالأعشاب."
  },
  {
    "word": "la fourchette",
    "sentence": "Il faut que la fourchette soit placée à gauche de l'assiette selon les règles de l'étiquette.",
    "translation": "The fork must be placed to the left of the plate according to etiquette rules.",
    "arabic_translation": "يجب وضع الشوكة على يسار الطبق وفقًا لقواعد الإتيكيت."
  },
  {
    "word": "la fourchette",
    "sentence": "La serveuse a apporté une fourchette à dessert avec une petite cuillère pour le tiramisu.",
    "translation": "The waitress brought a dessert fork with a small spoon for the tiramisu.",
    "arabic_translation": "أحضرت النادلة شوكة الحلوى مع ملعقة صغيرة للتيراميسو."
  },
  {
    "word": "la cuillère",
    "sentence": "Le chef a utilisé une grande cuillère en bois pour mélanger la sauce tomate aux légumes.",
    "translation": "The chef used a large wooden spoon to stir the tomato sauce with vegetables.",
    "arabic_translation": "استخدم الشيف ملعقة خشبية كبيرة لتحريك صلصة الطماطم بالخضروات."
  },
  {
    "word": "la cuillère",
    "sentence": "Il faut que la cuillère à soupe soit présentée avec l'assiette creuse au début du repas.",
    "translation": "The soup spoon must be presented with the soup bowl at the beginning of the meal.",
    "arabic_translation": "يجب تقديم ملعقة الحساء مع طبق الحساء في بداية الوجبة."
  },
  {
    "word": "la cuillère",
    "sentence": "La cliente a demandé une cuillère à café supplémentaire pour sucrer son expresso italien.",
    "translation": "The customer asked for an additional teaspoon to sweeten her Italian espresso.",
    "arabic_translation": "طلبت العميلة ملعقة صغيرة إضافية لتحلية إسبريسو الإيطالي الخاص بها."
  },
  {
    "word": "l'assiette",
    "sentence": "Le serveur a réchauffé l'assiette au four avant d'y disposer la viande et les légumes.",
    "translation": "The waiter warmed the plate in the oven before arranging the meat and vegetables on it.",
    "arabic_translation": "سخن النادل الطبق في الفرن قبل ترتيب اللحم والخضروات عليه."
  },
  {
    "word": "l'assiette",
    "sentence": "Il faudrait que l'assiette soit décorée avec soin pour une présentation visuelle attrayante.",
    "translation": "The plate should be decorated carefully for an attractive visual presentation.",
    "arabic_translation": "يجب تزيين الطبق بعناية للحصول على عرض بصري جذاب."
  },
  {
    "word": "l'assiette",
    "sentence": "Le chef a changé l'assiette ébréchée avant de servir l'entrée au client important.",
    "translation": "The chef changed the chipped plate before serving the starter to the important customer.",
    "arabic_translation": "غير الشيف الطبق المكسور قبل تقديم المقبلات للعميل المهم."
  },
  {
    "word": "le verre",
    "sentence": "Le sommelier a choisi le verre approprié pour servir le vin blanc bien frais.",
    "translation": "The sommelier chose the appropriate glass to serve the well-chilled white wine.",
    "arabic_translation": "اختار السوملييه الكأس المناسب لتقديم النبيذ الأبيض المبرد جيدًا."
  },
  {
    "word": "le verre",
    "sentence": "Il faut que le verre à eau soit rempli régulièrement pendant tout le service.",
    "translation": "The water glass must be filled regularly throughout the entire service.",
    "arabic_translation": "يجب ملء كأس الماء بانتظام طوال الخدمة بأكملها."
  },
  {
    "word": "le verre",
    "sentence": "La serveuse a remplacé le verre cassé immédiatement avec des excuses sincères au client.",
    "translation": "The waitress replaced the broken glass immediately with sincere apologies to the customer.",
    "arabic_translation": "استبدلت النادلة الكأس المكسور فورًا مع اعتذارات صادقة للعميل."
  },
  {
    "word": "la serviette",
    "sentence": "Le serveur a plié la serviette en forme de cygne pour décorer la table élégamment.",
    "translation": "The waiter folded the napkin into a swan shape to decorate the table elegantly.",
    "arabic_translation": "طوى النادل المنديل على شكل بجعة لتزيين الطاولة بأناقة."
  },
  {
    "word": "la serviette",
    "sentence": "Il faut que la serviette en tissu soit changée entre chaque service pour garantir l'hygiène.",
    "translation": "The cloth napkin must be changed between each service to ensure hygiene.",
    "arabic_translation": "يجب تغيير المنديل القماشي بين كل خدمة لضمان النظافة."
  },
  {
    "word": "la serviette",
    "sentence": "La cliente a demandé une serviette supplémentaire car la sienne était tombée par terre.",
    "translation": "The customer asked for an additional napkin because hers had fallen on the floor.",
    "arabic_translation": "طلبت العميلة منديلًا إضافيًا لأن منديلها سقط على الأرض."
  },
  {
    "word": "la casserole",
    "sentence": "Le cuisinier a fait mijoter la sauce dans une casserole en cuivre pendant deux heures.",
    "translation": "The cook simmered the sauce in a copper pot for two hours.",
    "arabic_translation": "ترك الطاهي الصلصة تغلي على نار هادئة في قدر نحاسي لمدة ساعتين."
  },
  {
    "word": "la casserole",
    "sentence": "Il faudrait que la casserole soit nettoyée immédiatement après usage pour éviter les résidus brûlés.",
    "translation": "The pot should be cleaned immediately after use to avoid burnt residue.",
    "arabic_translation": "يجب تنظيف القدر فورًا بعد الاستخدام لتجنب البقايا المحروقة."
  },
  {
    "word": "la casserole",
    "sentence": "Le chef a utilisé une casserole antiadhésive pour cuire le risotto crémeux aux champignons sauvages.",
    "translation": "The chef used a non-stick pot to cook the creamy risotto with wild mushrooms.",
    "arabic_translation": "استخدم الشيف قدرًا غير لاصق لطهي الريزوتو الكريمي بالفطر البري."
  },
  {
    "word": "la poêle",
    "sentence": "Le cuisinier a fait sauter les légumes dans la poêle chaude avec un filet d'huile.",
    "translation": "The cook sautéed the vegetables in the hot pan with a drizzle of oil.",
    "arabic_translation": "قلى الطاهي الخضروات في المقلاة الساخنة مع رشة من الزيت."
  },
  {
    "word": "la poêle",
    "sentence": "Il faut que la poêle soit bien préchauffée avant d'y ajouter la viande pour obtenir la coloration.",
    "translation": "The pan must be well preheated before adding the meat to obtain the browning.",
    "arabic_translation": "يجب أن تُسخن المقلاة جيدًا قبل إضافة اللحم للحصول على اللون البني."
  },
  {
    "word": "la poêle",
    "sentence": "Le chef a retourné le poisson délicatement dans la poêle pour ne pas casser les filets.",
    "translation": "The chef turned the fish delicately in the pan so as not to break the fillets.",
    "arabic_translation": "قلب الشيف السمك بلطف في المقلاة حتى لا تنكسر الشرائح."
  },
  {
    "word": "le four",
    "sentence": "Le pâtissier a préchauffé le four à cent quatre-vingts degrés pour cuire les croissants dorés.",
    "translation": "The pastry chef preheated the oven to one hundred eighty degrees to bake the golden croissants.",
    "arabic_translation": "سخن صانع الحلويات الفرن إلى مائة وثمانين درجة لخبز الكرواسون الذهبي."
  },
  {
    "word": "le four",
    "sentence": "Il faudrait que le four soit nettoyé régulièrement pour maintenir une température de cuisson uniforme.",
    "translation": "The oven should be cleaned regularly to maintain a uniform cooking temperature.",
    "arabic_translation": "يجب تنظيف الفرن بانتظام للحفاظ على درجة حرارة طهي موحدة."
  },
  {
    "word": "le four",
    "sentence": "Le chef a surveillé attentivement le four pendant la cuisson du soufflé au fromage fragile.",
    "translation": "The chef carefully monitored the oven during the cooking of the fragile cheese soufflé.",
    "arabic_translation": "راقب الشيف الفرن بعناية أثناء طهي سوفليه الجبن الهش."
  },
  {
    "word": "le réfrigérateur / le frigo",
    "sentence": "Le chef demande que tous les ingrédients frais soient conservés dans le réfrigérateur professionnel.",
    "translation": "The chef requests that all fresh ingredients be kept in the professional refrigerator.",
    "arabic_translation": "يطلب الطاهي أن يتم حفظ جميع المكونات الطازجة في الثلاجة الاحترافية."
  },
  {
    "word": "le réfrigérateur / le frigo",
    "sentence": "Hier soir, le frigo de la cuisine est tombé en panne pendant le service.",
    "translation": "Last night, the kitchen's fridge broke down during service.",
    "arabic_translation": "الليلة الماضية، تعطلت ثلاجة المطبخ أثناء الخدمة."
  },
  {
    "word": "le réfrigérateur / le frigo",
    "sentence": "Il faut vérifier la température du réfrigérateur chaque matin avant de préparer les plats.",
    "translation": "It's necessary to check the refrigerator temperature every morning before preparing dishes.",
    "arabic_translation": "يجب التحقق من درجة حرارة الثلاجة كل صباح قبل تحضير الأطباق."
  },
  {
    "word": "le congélateur",
    "sentence": "Le pâtissier garde toujours des fruits rouges au congélateur pour les desserts d'hiver.",
    "translation": "The pastry chef always keeps red berries in the freezer for winter desserts.",
    "arabic_translation": "يحتفظ صانع الحلويات دائمًا بالتوت الأحمر في الفريزر لحلويات الشتاء."
  },
  {
    "word": "le congélateur",
    "sentence": "Il est essentiel que le congélateur maintienne une température de moins dix-huit degrés.",
    "translation": "It's essential that the freezer maintains a temperature of minus eighteen degrees.",
    "arabic_translation": "من الضروري أن يحافظ الفريزر على درجة حرارة ناقص ثمانية عشر درجة."
  },
  {
    "word": "le congélateur",
    "sentence": "Nous avons stocké les fonds de veau dans le congélateur pour nos sauces gastronomiques.",
    "translation": "We stored the veal stocks in the freezer for our gourmet sauces.",
    "arabic_translation": "خزنا مرق العجل في الفريزر لصلصاتنا الفاخرة."
  },
  {
    "word": "le mixeur",
    "sentence": "Le commis utilise le mixeur professionnel pour préparer une soupe de légumes bien onctueuse.",
    "translation": "The commis uses the professional blender to prepare a very smooth vegetable soup.",
    "arabic_translation": "يستخدم مساعد الطاهي الخلاط الاحترافي لتحضير حساء خضار ناعم جدًا."
  },
  {
    "word": "le mixeur",
    "sentence": "Il faut que tu nettoies le mixeur immédiatement après avoir fait la purée de pommes.",
    "translation": "You must clean the blender immediately after making the apple puree.",
    "arabic_translation": "يجب عليك تنظيف الخلاط فورًا بعد صنع بوريه التفاح."
  },
  {
    "word": "le mixeur",
    "sentence": "Hier matin, le mixeur s'est cassé pendant que je préparais la mayonnaise maison.",
    "translation": "Yesterday morning, the blender broke while I was preparing homemade mayonnaise.",
    "arabic_translation": "صباح أمس، تعطل الخلاط بينما كنت أحضر المايونيز المنزلي."
  },
  {
    "word": "la planche à découper",
    "sentence": "Le chef exige que chaque cuisinier utilise une planche à découper différente pour chaque aliment.",
    "translation": "The chef requires that each cook use a different cutting board for each food.",
    "arabic_translation": "يطلب الطاهي أن يستخدم كل طباخ لوح تقطيع مختلف لكل طعام."
  },
  {
    "word": "la planche à découper",
    "sentence": "J'ai désinfecté la planche à découper après avoir préparé les fruits de mer frais.",
    "translation": "I disinfected the cutting board after preparing the fresh seafood.",
    "arabic_translation": "قمت بتعقيم لوح التقطيع بعد تحضير المأكولات البحرية الطازجة."
  },
  {
    "word": "la planche à découper",
    "sentence": "Il est important que la planche à découper soit en bois pour respecter les couteaux.",
    "translation": "It's important that the cutting board be made of wood to respect the knives.",
    "arabic_translation": "من المهم أن يكون لوح التقطيع من الخشب لاحترام السكاكين."
  },
  {
    "word": "le tablier",
    "sentence": "Le nouveau apprenti a oublié son tablier blanc dans le vestiaire avant le service.",
    "translation": "The new apprentice forgot his white apron in the locker room before service.",
    "arabic_translation": "نسي المتدرب الجديد مئزره الأبيض في غرفة الخزائن قبل الخدمة."
  },
  {
    "word": "le tablier",
    "sentence": "Il faut que tous les cuisiniers portent un tablier propre pour maintenir l'hygiène professionnelle.",
    "translation": "All cooks must wear a clean apron to maintain professional hygiene.",
    "arabic_translation": "يجب على جميع الطهاة ارتداء مئزر نظيف للحفاظ على النظافة المهنية."
  },
  {
    "word": "le tablier",
    "sentence": "Ma collègue a taché son tablier avec de la sauce tomate pendant la préparation.",
    "translation": "My colleague stained her apron with tomato sauce during preparation.",
    "arabic_translation": "لطخت زميلتي مئزرها بصلصة الطماطم أثناء التحضير."
  },
  {
    "word": "la recette",
    "sentence": "Le chef pâtissier garde précieusement la recette secrète de sa tarte aux pommes légendaire.",
    "translation": "The pastry chef carefully guards the secret recipe of his legendary apple tart.",
    "arabic_translation": "يحرس صانع الحلويات بعناية الوصفة السرية لفطيرة التفاح الأسطورية الخاصة به."
  },
  {
    "word": "la recette",
    "sentence": "Il est essentiel que tu suives exactement la recette pour réussir ce soufflé difficile.",
    "translation": "It's essential that you follow the recipe exactly to succeed with this difficult souffle.",
    "arabic_translation": "من الضروري أن تتبع الوصفة بالضبط لتنجح في صنع هذا السوفليه الصعب."
  },
  {
    "word": "la recette",
    "sentence": "Nous avons modifié la recette traditionnelle pour créer une version plus moderne et légère.",
    "translation": "We modified the traditional recipe to create a more modern and lighter version.",
    "arabic_translation": "قمنا بتعديل الوصفة التقليدية لإنشاء نسخة أكثر حداثة وخفة."
  },
  {
    "word": "l'ingrédient",
    "sentence": "Le chef vérifie que chaque ingrédient soit de qualité supérieure avant de commencer la préparation.",
    "translation": "The chef verifies that each ingredient is of superior quality before starting the preparation.",
    "arabic_translation": "يتحقق الطاهي من أن كل مكون ذو جودة عالية قبل البدء في التحضير."
  },
  {
    "word": "l'ingrédient",
    "sentence": "Il manquait un ingrédient essentiel pour finir la sauce béarnaise ce matin au marché.",
    "translation": "An essential ingredient was missing to finish the bearnaise sauce this morning at the market.",
    "arabic_translation": "كان هناك مكون أساسي ناقص لإنهاء صلصة البيرنيز هذا الصباح في السوق."
  },
  {
    "word": "l'ingrédient",
    "sentence": "Notre restaurant n'utilise que des ingrédients biologiques provenant de producteurs locaux certifiés.",
    "translation": "Our restaurant only uses organic ingredients from certified local producers.",
    "arabic_translation": "يستخدم مطعمنا فقط مكونات عضوية من منتجين محليين معتمدين."
  },
  {
    "word": "frais / fraîche",
    "sentence": "Le poissonnier nous livre du poisson frais tous les matins avant six heures du matin.",
    "translation": "The fishmonger delivers fresh fish to us every morning before six a.m.",
    "arabic_translation": "يسلمنا بائع السمك سمكًا طازجًا كل صباح قبل الساعة السادسة صباحًا."
  },
  {
    "word": "frais / fraîche",
    "sentence": "Il est important que la crème fraîche soit conservée à la bonne température en cuisine.",
    "translation": "It's important that the fresh cream be stored at the right temperature in the kitchen.",
    "arabic_translation": "من المهم أن يتم حفظ الكريمة الطازجة في درجة الحرارة المناسبة في المطبخ."
  },
  {
    "word": "frais / fraîche",
    "sentence": "Notre chef préfère utiliser des herbes fraîches plutôt que des herbes séchées pour aromatiser.",
    "translation": "Our chef prefers to use fresh herbs rather than dried herbs for flavoring.",
    "arabic_translation": "يفضل طاهينا استخدام الأعشاب الطازجة بدلاً من الأعشاب المجففة للنكهة."
  },
  {
    "word": "délicieux / délicieuse",
    "sentence": "Les clients ont trouvé que la soupe à l'oignon était absolument délicieuse et bien équilibrée.",
    "translation": "The customers found that the onion soup was absolutely delicious and well balanced.",
    "arabic_translation": "وجد الزبائن أن حساء البصل كان لذيذًا تمامًا ومتوازنًا بشكل جيد."
  },
  {
    "word": "délicieux / délicieuse",
    "sentence": "Il faut que ce plat soit délicieux pour impressionner les critiques gastronomiques ce soir.",
    "translation": "This dish must be delicious to impress the food critics tonight.",
    "arabic_translation": "يجب أن يكون هذا الطبق لذيذًا لإبهار نقاد الطعام الليلة."
  },
  {
    "word": "délicieux / délicieuse",
    "sentence": "Le chef a préparé un dessert délicieux avec du chocolat noir et des framboises fraîches.",
    "translation": "The chef prepared a delicious dessert with dark chocolate and fresh raspberries.",
    "arabic_translation": "أعد الطاهي حلوى لذيذة مع الشوكولاتة الداكنة والتوت الطازج."
  },
  {
    "word": "le sel",
    "sentence": "Le cuisinier ajoute toujours du sel de mer à l'eau de cuisson des pâtes fraîches.",
    "translation": "The cook always adds sea salt to the cooking water for fresh pasta.",
    "arabic_translation": "يضيف الطباخ دائمًا ملح البحر إلى ماء طهي المعكرونة الطازجة."
  },
  {
    "word": "le sel",
    "sentence": "Il est essentiel que tu utilises le sel avec modération pour respecter la saveur naturelle.",
    "translation": "It's essential that you use salt moderately to respect the natural flavor.",
    "arabic_translation": "من الضروري أن تستخدم الملح باعتدال لاحترام النكهة الطبيعية."
  },
  {
    "word": "le sel",
    "sentence": "Le chef pâtissier a oublié d'ajouter du sel dans la pâte à brioche hier.",
    "translation": "The pastry chef forgot to add salt to the brioche dough yesterday.",
    "arabic_translation": "نسي صانع الحلويات إضافة الملح إلى عجينة البريوش أمس."
  },
  {
    "word": "le poivre",
    "sentence": "Notre brigade utilise uniquement du poivre noir fraîchement moulu pour assaisonner les viandes rouges.",
    "translation": "Our brigade only uses freshly ground black pepper to season red meats.",
    "arabic_translation": "تستخدم فرقتنا فقط الفلفل الأسود المطحون طازجًا لتتبيل اللحوم الحمراء."
  },
  {
    "word": "le poivre",
    "sentence": "Il faut que le poivre soit ajouté en fin de cuisson pour préserver ses arômes.",
    "translation": "The pepper must be added at the end of cooking to preserve its aromas.",
    "arabic_translation": "يجب إضافة الفلفل في نهاية الطهي للحفاظ على روائحه."
  },
  {
    "word": "le poivre",
    "sentence": "Le serveur a proposé du poivre fraîchement moulu au client pour accompagner son steak grillé.",
    "translation": "The waiter offered freshly ground pepper to the customer to accompany his grilled steak.",
    "arabic_translation": "عرض النادل الفلفل المطحون طازجًا على العميل لمرافقة شريحة اللحم المشوية."
  },
  {
    "word": "l'huile",
    "sentence": "Le chef recommande que nous utilisions de l'huile d'olive extra vierge pour les salades fraîches.",
    "translation": "The chef recommends that we use extra virgin olive oil for fresh salads.",
    "arabic_translation": "يوصي الطاهي بأن نستخدم زيت الزيتون البكر الممتاز للسلطات الطازجة."
  },
  {
    "word": "l'huile",
    "sentence": "J'ai chauffé l'huile de tournesol à la bonne température pour frire les légumes croustillants.",
    "translation": "I heated the sunflower oil to the right temperature to fry the crispy vegetables.",
    "arabic_translation": "سخنت زيت عباد الشمس إلى درجة الحرارة المناسبة لقلي الخضروات المقرمشة."
  },
  {
    "word": "l'huile",
    "sentence": "Notre fournisseur nous livre de l'huile de noix artisanale pour parfumer nos vinaigrettes maison.",
    "translation": "Our supplier delivers artisanal walnut oil to us to flavor our homemade vinaigrettes.",
    "arabic_translation": "يسلمنا موردنا زيت الجوز الحرفي لتعطير تتبيلاتنا المنزلية."
  },
  {
    "word": "le beurre",
    "sentence": "Le pâtissier travaille le beurre demi-sel avec précision pour réussir sa pâte feuilletée parfaite.",
    "translation": "The pastry chef works the semi-salted butter precisely to achieve his perfect puff pastry.",
    "arabic_translation": "يعمل صانع الحلويات الزبدة نصف المملحة بدقة لتحقيق عجينة الباف المثالية."
  },
  {
    "word": "le beurre",
    "sentence": "Il est nécessaire que le beurre soit à température ambiante avant de préparer les gâteaux.",
    "translation": "It's necessary that the butter be at room temperature before preparing the cakes.",
    "arabic_translation": "من الضروري أن تكون الزبدة في درجة حرارة الغرفة قبل تحضير الكعك."
  },
  {
    "word": "le beurre",
    "sentence": "Le chef a fait fondre du beurre clarifié pour préparer une sauce hollandaise traditionnelle.",
    "translation": "The chef melted clarified butter to prepare a traditional hollandaise sauce.",
    "arabic_translation": "أذاب الطاهي الزبدة المصفاة لتحضير صلصة هولنديز تقليدية."
  },
  {
    "word": "la crème",
    "sentence": "Nous avons fouetté la crème liquide pendant quinze minutes pour obtenir une chantilly bien ferme.",
    "translation": "We whipped the liquid cream for fifteen minutes to obtain a very firm whipped cream.",
    "arabic_translation": "خفقنا الكريمة السائلة لمدة خمسة عشر دقيقة للحصول على كريمة مخفوقة قوية جدًا."
  },
  {
    "word": "la crème",
    "sentence": "Il faut que la crème fraîche soit incorporée délicatement dans la préparation pour éviter qu'elle caille.",
    "translation": "The fresh cream must be gently incorporated into the preparation to prevent it from curdling.",
    "arabic_translation": "يجب دمج الكريمة الطازجة بلطف في التحضير لمنع تخثرها."
  },
  {
    "word": "la crème",
    "sentence": "Le commis a versé trop de crème dans la sauce, ce qui a changé complètement sa texture.",
    "translation": "The commis poured too much cream into the sauce, which completely changed its texture.",
    "arabic_translation": "سكب مساعد الطاهي الكثير من الكريمة في الصلصة، مما غير قوامها تمامًا."
  },
  {
    "word": "le lait",
    "sentence": "Le chef recommande que nous utilisions du lait entier pour préparer une béchamel plus onctueuse.",
    "translation": "The chef recommends that we use whole milk to prepare a creamier bechamel.",
    "arabic_translation": "يوصي الطاهي بأن نستخدم الحليب الكامل الدسم لتحضير بشاميل أكثر نعومة."
  },
  {
    "word": "le lait",
    "sentence": "J'ai fait chauffer doucement le lait avec de la vanille pour infuser les arômes naturels.",
    "translation": "I gently heated the milk with vanilla to infuse the natural aromas.",
    "arabic_translation": "سخنت الحليب بلطف مع الفانيليا لاستخلاص الروائح الطبيعية."
  },
  {
    "word": "le lait",
    "sentence": "Notre pâtisserie utilise exclusivement du lait bio pour respecter les normes de qualité strictes.",
    "translation": "Our pastry shop exclusively uses organic milk to respect strict quality standards.",
    "arabic_translation": "يستخدم محل الحلويات لدينا حليبًا عضويًا حصريًا لاحترام معايير الجودة الصارمة."
  },
  {
    "word": "l'œuf / les œufs",
    "sentence": "Le chef exige que tous les œufs soient cassés dans un bol séparé avant d'être incorporés.",
    "translation": "The chef requires that all eggs be cracked into a separate bowl before being incorporated.",
    "arabic_translation": "يطلب الطاهي أن يتم كسر جميع البيض في وعاء منفصل قبل دمجه."
  },
  {
    "word": "l'œuf / les œufs",
    "sentence": "Il faut monter les blancs d'œufs en neige ferme pour réussir parfaitement ce soufflé délicat.",
    "translation": "The egg whites must be beaten to stiff peaks to perfectly succeed with this delicate souffle.",
    "arabic_translation": "يجب خفق بياض البيض إلى قمم صلبة لتنجح تمامًا في هذا السوفليه الرقيق."
  },
  {
    "word": "l'œuf / les œufs",
    "sentence": "Nous avons reçu une livraison de deux cents œufs fermiers ce matin pour la semaine.",
    "translation": "We received a delivery of two hundred farm eggs this morning for the week.",
    "arabic_translation": "تلقينا شحنة من مئتي بيضة مزرعة هذا الصباح للأسبوع."
  },
  {
    "word": "la farine",
    "sentence": "Le boulanger utilise de la farine type cinquante-cinq pour préparer son pain traditionnel croustillant.",
    "translation": "The baker uses type fifty-five flour to prepare his traditional crusty bread.",
    "arabic_translation": "يستخدم الخباز الدقيق من النوع خمسة وخمسين لتحضير خبزه التقليدي المقرمش."
  },
  {
    "word": "la farine",
    "sentence": "Il est important que la farine soit tamisée avant d'être ajoutée à la pâte légère.",
    "translation": "It's important that the flour be sifted before being added to the light dough.",
    "arabic_translation": "من المهم أن يتم نخل الدقيق قبل إضافته إلى العجينة الخفيفة."
  },
  {
    "word": "la farine",
    "sentence": "Le pâtissier a commandé de la farine spéciale pour réaliser des macarons aux amandes parfaits.",
    "translation": "The pastry chef ordered special flour to make perfect almond macarons.",
    "arabic_translation": "طلب صانع الحلويات دقيقًا خاصًا لصنع ماكرون اللوز المثالي."
  },
  {
    "word": "le sucre",
    "sentence": "Le chef pâtissier caramélise le sucre à cent soixante degrés pour décorer ses desserts raffinés.",
    "translation": "The pastry chef caramelizes the sugar at one hundred sixty degrees to decorate his refined desserts.",
    "arabic_translation": "يكرمل صانع الحلويات السكر عند مائة وستين درجة لتزيين حلوياته الراقية."
  },
  {
    "word": "le sucre",
    "sentence": "Il faut que tu ajoutes le sucre progressivement pour contrôler parfaitement la douceur finale.",
    "translation": "You must add the sugar gradually to perfectly control the final sweetness.",
    "arabic_translation": "يجب عليك إضافة السكر تدريجيًا للتحكم بشكل مثالي في الحلاوة النهائية."
  },
  {
    "word": "le sucre",
    "sentence": "Notre restaurant propose des desserts préparés avec du sucre de canne biologique non raffiné.",
    "translation": "Our restaurant offers desserts prepared with organic unrefined cane sugar.",
    "arabic_translation": "يقدم مطعمنا حلويات محضرة بسكر القصب العضوي غير المكرر."
  },
  {
    "word": "le pain",
    "sentence": "Le boulanger prépare du pain frais tous les matins à quatre heures pour le service.",
    "translation": "The baker prepares fresh bread every morning at four o'clock for service.",
    "arabic_translation": "يحضر الخباز الخبز الطازج كل صباح في الساعة الرابعة للخدمة."
  },
  {
    "word": "le pain",
    "sentence": "Il est essentiel que le pain soit servi encore tiède pour accompagner le fromage artisanal.",
    "translation": "It's essential that the bread be served still warm to accompany the artisanal cheese.",
    "arabic_translation": "من الضروري أن يقدم الخبز وهو لا يزال دافئًا لمرافقة الجبن الحرفي."
  },
  {
    "word": "le pain",
    "sentence": "Les clients ont apprécié le pain aux noix qui accompagnait parfaitement leur entrée de foie gras.",
    "translation": "The customers appreciated the walnut bread that perfectly accompanied their foie gras appetizer.",
    "arabic_translation": "قدّر العملاء خبز الجوز الذي رافق مقبلات كبد الإوز بشكل مثالي."
  },
  {
    "word": "le riz",
    "sentence": "Le chef prépare un risotto crémeux avec du riz arborio italien et du bouillon maison.",
    "translation": "The chef prepares a creamy risotto with Italian arborio rice and homemade stock.",
    "arabic_translation": "يحضر الطاهي ريزوتو كريمي مع أرز أربوريو الإيطالي ومرق منزلي."
  },
  {
    "word": "le riz",
    "sentence": "Il faut que le riz basmati soit rincé plusieurs fois avant la cuisson vapeur.",
    "translation": "The basmati rice must be rinsed several times before steam cooking.",
    "arabic_translation": "يجب شطف أرز البسمتي عدة مرات قبل الطهي بالبخار."
  },
  {
    "word": "le riz",
    "sentence": "Nous avons commandé du riz japonais spécial pour accompagner nos plats de poisson cru.",
    "translation": "We ordered special Japanese rice to accompany our raw fish dishes.",
    "arabic_translation": "طلبنا أرزًا يابانيًا خاصًا لمرافقة أطباق السمك النيء لدينا."
  },
  {
    "word": "les pâtes",
    "sentence": "Le chef italien prépare des pâtes fraîches maison tous les jours avec des œufs fermiers.",
    "translation": "The Italian chef prepares fresh homemade pasta every day with farm eggs.",
    "arabic_translation": "يحضر الطاهي الإيطالي المعكرونة الطازجة المنزلية كل يوم مع بيض المزرعة."
  },
  {
    "word": "les pâtes",
    "sentence": "Il est important que les pâtes soient cuites al dente pour respecter la tradition culinaire.",
    "translation": "It's important that the pasta be cooked al dente to respect the culinary tradition.",
    "arabic_translation": "من المهم أن تُطهى المعكرونة على طريقة الدينتي لاحترام التقليد الطهوي."
  },
  {
    "word": "les pâtes",
    "sentence": "Notre restaurant propose des pâtes artisanales aux truffes noires pendant la saison d'automne.",
    "translation": "Our restaurant offers artisanal pasta with black truffles during the autumn season.",
    "arabic_translation": "يقدم مطعمنا معكرونة حرفية مع الكمأة السوداء خلال موسم الخريف."
  },
  {
    "word": "Bon appétit!",
    "sentence": "Le serveur souhaite bon appétit aux clients avant de retourner en cuisine chercher d'autres plats.",
    "translation": "The waiter wishes the customers good appetite before returning to the kitchen to get more dishes.",
    "arabic_translation": "يتمنى النادل للعملاء شهية طيبة قبل العودة إلى المطبخ لإحضار المزيد من الأطباق."
  },
  {
    "word": "Bon appétit!",
    "sentence": "Il est important que le personnel dise toujours bon appétit avec un sourire chaleureux et sincère.",
    "translation": "It's important that the staff always say good appetite with a warm and sincere smile.",
    "arabic_translation": "من المهم أن يقول الموظفون دائمًا شهية طيبة بابتسامة دافئة وصادقة."
  },
  {
    "word": "Bon appétit!",
    "sentence": "Le chef est sorti de la cuisine pour dire bon appétit personnellement aux clients réguliers.",
    "translation": "The chef came out of the kitchen to personally say good appetite to the regular customers.",
    "arabic_translation": "خرج الطاهي من المطبخ ليتمنى شهية طيبة شخصيًا للعملاء المنتظمين."
  },
  {
    "word": "Bienvenue!",
    "sentence": "Le maître d'hôtel accueille les clients en disant bienvenue dans notre restaurant gastronomique étoilé.",
    "translation": "The maitre d' welcomes the customers by saying welcome to our Michelin-starred gourmet restaurant.",
    "arabic_translation": "يرحب مدير الخدمة بالعملاء قائلاً مرحبًا بكم في مطعمنا الفاخر الحائز على نجمة ميشلان."
  },
  {
    "word": "Bienvenue!",
    "sentence": "Il faut que chaque membre de l'équipe dise bienvenue avec enthousiasme et professionnalisme constant.",
    "translation": "Each team member must say welcome with enthusiasm and constant professionalism.",
    "arabic_translation": "يجب على كل عضو في الفريق أن يقول مرحبًا بحماس واحترافية مستمرة."
  },
  {
    "word": "Bienvenue!",
    "sentence": "Le sommelier a souhaité la bienvenue aux invités en leur proposant un champagne d'accueil.",
    "translation": "The sommelier welcomed the guests by offering them a welcome champagne.",
    "arabic_translation": "رحب ساقي النبيذ بالضيوف من خلال تقديم شامبانيا ترحيبية لهم."
  },
  {
    "word": "Santé!",
    "sentence": "Le chef et toute la brigade ont trinqué en disant santé après le succès du service.",
    "translation": "The chef and the entire brigade toasted saying cheers after the success of the service.",
    "arabic_translation": "شرب الطاهي والفرقة بأكملها نخبًا قائلين صحتكم بعد نجاح الخدمة."
  },
  {
    "word": "Santé!",
    "sentence": "Il est traditionnel que les clients disent santé avant de déguster un bon vin rouge français.",
    "translation": "It's traditional that customers say cheers before tasting a good French red wine.",
    "arabic_translation": "من التقليدي أن يقول العملاء صحتكم قبل تذوق نبيذ أحمر فرنسي جيد."
  },
  {
    "word": "Santé!",
    "sentence": "Le sommelier a levé son verre en disant santé pour célébrer l'anniversaire du restaurant.",
    "translation": "The sommelier raised his glass saying cheers to celebrate the restaurant's anniversary.",
    "arabic_translation": "رفع ساقي النبيذ كأسه قائلاً صحتكم للاحتفال بذكرى المطعم السنوية."
  },
  {
    "word": "Excusez-moi",
    "sentence": "Le serveur a dit excusez-moi poliment pour interrompre la conversation et servir le plat principal.",
    "translation": "The waiter politely said excuse me to interrupt the conversation and serve the main course.",
    "arabic_translation": "قال النادل عفوًا بأدب لمقاطعة المحادثة وتقديم الطبق الرئيسي."
  },
  {
    "word": "Excusez-moi",
    "sentence": "Il faut que tu dises excusez-moi avant de débarrasser les assiettes de la table voisine.",
    "translation": "You must say excuse me before clearing the plates from the neighboring table.",
    "arabic_translation": "يجب أن تقول عفوًا قبل إزالة الأطباق من الطاولة المجاورة."
  },
  {
    "word": "Excusez-moi",
    "sentence": "Le chef a présenté ses excuses en disant excusez-moi pour le retard du service hier.",
    "translation": "The chef presented his apologies by saying excuse me for yesterday's service delay.",
    "arabic_translation": "قدم الطاهي اعتذاراته قائلاً عفوًا عن تأخير خدمة الأمس."
  },
  {
    "word": "S'il vous plaît",
    "sentence": "Le client a demandé s'il vous plaît au serveur pour avoir plus de pain frais chaud.",
    "translation": "The customer asked please to the waiter to have more warm fresh bread.",
    "arabic_translation": "طلب العميل من فضلك من النادل للحصول على المزيد من الخبز الطازج الدافئ."
  },
  {
    "word": "S'il vous plaît",
    "sentence": "Il est essentiel que nous disions toujours s'il vous plaît pour maintenir un service courtois professionnel.",
    "translation": "It's essential that we always say please to maintain a professional courteous service.",
    "arabic_translation": "من الضروري أن نقول دائمًا من فضلك للحفاظ على خدمة مهذبة ومهنية."
  },
  {
    "word": "S'il vous plaît",
    "sentence": "Le sommelier a demandé s'il vous plaît aux convives de goûter le vin avant de servir.",
    "translation": "The sommelier asked the guests please to taste the wine before serving.",
    "arabic_translation": "طلب ساقي النبيذ من الضيوف من فضلك تذوق النبيذ قبل التقديم."
  },
  {
    "word": "Merci",
    "sentence": "Le chef a dit merci sincèrement à toute son équipe après le service du samedi soir.",
    "translation": "The chef sincerely said thank you to his entire team after Saturday night's service.",
    "arabic_translation": "قال الطاهي شكرًا بصدق لكل فريقه بعد خدمة ليلة السبت."
  },
  {
    "word": "Merci",
    "sentence": "Il faut que nous disions merci aux clients pour leur fidélité et leur confiance continue.",
    "translation": "We must say thank you to customers for their loyalty and continued trust.",
    "arabic_translation": "يجب أن نقول شكرًا للعملاء على ولائهم وثقتهم المستمرة."
  },
  {
    "word": "Merci",
    "sentence": "Le serveur a remercié les clients en disant merci beaucoup pour le généreux pourboire laissé.",
    "translation": "The waiter thanked the customers by saying thank you very much for the generous tip left.",
    "arabic_translation": "شكر النادل العملاء قائلاً شكرًا جزيلاً على البقشيش السخي المتروك."
  },
  {
    "word": "De rien",
    "sentence": "Le serveur a répondu de rien avec courtoisie quand le client l'a remercié chaleureusement.",
    "translation": "The waiter replied you're welcome courteously when the customer thanked him warmly.",
    "arabic_translation": "أجاب النادل على الرحب والسعة بأدب عندما شكره العميل بحرارة."
  },
  {
    "word": "De rien",
    "sentence": "Il est important que tu dises de rien avec un sourire sincère après chaque remerciement client.",
    "translation": "It's important that you say you're welcome with a sincere smile after each customer thanks.",
    "arabic_translation": "من المهم أن تقول على الرحب والسعة بابتسامة صادقة بعد كل شكر من العميل."
  },
  {
    "word": "De rien",
    "sentence": "Le chef a dit de rien après que les clients ont remercié pour l'excellente cuisine raffinée.",
    "translation": "The chef said you're welcome after the customers thanked for the excellent refined cuisine.",
    "arabic_translation": "قال الطاهي على الرحب والسعة بعد أن شكر العملاء على المطبخ الراقي الممتاز."
  },
  {
    "word": "Au revoir",
    "sentence": "Le maître d'hôtel dit au revoir chaleureusement aux clients en espérant les revoir très bientôt.",
    "translation": "The maitre d' warmly says goodbye to the customers hoping to see them again very soon.",
    "arabic_translation": "يقول مدير الخدمة وداعًا بحرارة للعملاء على أمل رؤيتهم مرة أخرى قريبًا جدًا."
  },
  {
    "word": "Au revoir",
    "sentence": "Il faut que toute l'équipe dise au revoir poliment pour laisser une impression positive finale.",
    "translation": "The entire team must say goodbye politely to leave a final positive impression.",
    "arabic_translation": "يجب على الفريق بأكمله أن يقول وداعًا بأدب لترك انطباع إيجابي نهائي."
  },
  {
    "word": "Au revoir",
    "sentence": "Le chef est sorti personnellement pour dire au revoir aux clients après le menu dégustation.",
    "translation": "The chef personally came out to say goodbye to the customers after the tasting menu.",
    "arabic_translation": "خرج الطاهي شخصيًا ليقول وداعًا للعملاء بعد قائمة التذوق."
  },
  {
    "word": "À bientôt",
    "sentence": "Le serveur souhaite à bientôt aux habitués qui viennent déjeuner tous les vendredis midi.",
    "translation": "The waiter wishes see you soon to the regulars who come for lunch every Friday noon.",
    "arabic_translation": "يتمنى النادل إلى اللقاء قريبًا للعملاء المنتظمين الذين يأتون لتناول الغداء كل جمعة ظهرًا."
  },
  {
    "word": "À bientôt",
    "sentence": "Il est important que nous disions à bientôt pour encourager les clients à revenir régulièrement.",
    "translation": "It's important that we say see you soon to encourage customers to return regularly.",
    "arabic_translation": "من المهم أن نقول إلى اللقاء قريبًا لتشجيع العملاء على العودة بانتظام."
  },
  {
    "word": "À bientôt",
    "sentence": "Le sommelier a dit à bientôt en recommandant aux clients de revenir pour la nouvelle carte.",
    "translation": "The sommelier said see you soon while recommending the customers return for the new menu.",
    "arabic_translation": "قال ساقي النبيذ إلى اللقاء قريبًا بينما يوصي العملاء بالعودة للقائمة الجديدة."
  },
  {
    "word": "le déjeuner",
    "sentence": "Le chef prépare un déjeuner gastronomique avec trois plats pour les clients d'affaires.",
    "translation": "The chef prepares a gastronomic lunch with three courses for business clients.",
    "arabic_translation": "يحضر الشيف غداءً فاخرًا من ثلاثة أطباق لعملاء الأعمال."
  },
  {
    "word": "le déjeuner",
    "sentence": "Notre restaurant propose un menu déjeuner spécial qui change chaque semaine selon les saisons.",
    "translation": "Our restaurant offers a special lunch menu that changes every week according to the seasons.",
    "arabic_translation": "يقدم مطعمنا قائمة غداء خاصة تتغير كل أسبوع حسب المواسم."
  },
  {
    "word": "le déjeuner",
    "sentence": "Pendant le service du déjeuner, il faut que tous les plats soient prêts rapidement.",
    "translation": "During lunch service, all dishes must be ready quickly.",
    "arabic_translation": "خلال خدمة الغداء، يجب أن تكون جميع الأطباق جاهزة بسرعة."
  },
  {
    "word": "le dîner",
    "sentence": "Le dîner gastronomique commence à vingt heures avec un amuse-bouche du chef exécutif.",
    "translation": "The gastronomic dinner starts at eight p.m. with an amuse-bouche from the executive chef.",
    "arabic_translation": "يبدأ العشاء الفاخر في الساعة الثامنة مساءً مع مقبلات من الشيف التنفيذي."
  },
  {
    "word": "le dîner",
    "sentence": "Nous avons réservé une table pour le dîner de Saint-Valentin dans ce restaurant étoilé.",
    "translation": "We have reserved a table for Valentine's Day dinner at this starred restaurant.",
    "arabic_translation": "لقد حجزنا طاولة لعشاء عيد الحب في هذا المطعم الحاصل على نجمة ميشلان."
  },
  {
    "word": "le dîner",
    "sentence": "Le service du dîner demande beaucoup de concentration car les plats sont plus élaborés.",
    "translation": "Dinner service requires a lot of concentration because the dishes are more elaborate.",
    "arabic_translation": "تتطلب خدمة العشاء تركيزًا كبيرًا لأن الأطباق أكثر تعقيدًا."
  },
  {
    "word": "le petit-déjeuner",
    "sentence": "Le chef pâtissier prépare les viennoiseries fraîches pour le petit-déjeuner de l'hôtel chaque matin.",
    "translation": "The pastry chef prepares fresh pastries for the hotel breakfast every morning.",
    "arabic_translation": "يحضر الشيف الحلواني المعجنات الطازجة لإفطار الفندق كل صباح."
  },
  {
    "word": "le petit-déjeuner",
    "sentence": "Notre petit-déjeuner continental comprend des croissants, des confitures maison et du café artisanal.",
    "translation": "Our continental breakfast includes croissants, homemade jams, and artisan coffee.",
    "arabic_translation": "يشمل إفطارنا القاري الكرواسون والمربيات المنزلية والقهوة الحرفية."
  },
  {
    "word": "le petit-déjeuner",
    "sentence": "Il est essentiel que le petit-déjeuner soit servi entre sept et dix heures précises.",
    "translation": "It is essential that breakfast be served between seven and ten o'clock sharp.",
    "arabic_translation": "من الضروري أن يتم تقديم الإفطار بين السابعة والعاشرة بالضبط."
  },
  {
    "word": "manger",
    "sentence": "Les clients préfèrent manger dans notre terrasse pendant les soirées d'été au restaurant.",
    "translation": "Customers prefer to eat on our terrace during summer evenings at the restaurant.",
    "arabic_translation": "يفضل العملاء تناول الطعام على شرفتنا خلال أمسيات الصيف في المطعم."
  },
  {
    "word": "manger",
    "sentence": "Le chef recommande de manger ce plat immédiatement pour profiter de sa température idéale.",
    "translation": "The chef recommends eating this dish immediately to enjoy its ideal temperature.",
    "arabic_translation": "ينصح الشيف بتناول هذا الطبق فورًا للاستمتاع بدرجة حرارته المثالية."
  },
  {
    "word": "manger",
    "sentence": "Après avoir mangé dans plusieurs restaurants étoilés, je comprends mieux la haute gastronomie française.",
    "translation": "After eating in several starred restaurants, I better understand French haute cuisine.",
    "arabic_translation": "بعد تناول الطعام في عدة مطاعم حاصلة على نجمة، أفهم بشكل أفضل فن الطهو الفرنسي الراقي."
  },
  {
    "word": "boire",
    "sentence": "Le sommelier conseille de boire ce vin rouge avec le plat de viande grillée.",
    "translation": "The sommelier advises drinking this red wine with the grilled meat dish.",
    "arabic_translation": "ينصح السوملييه بشرب هذا النبيذ الأحمر مع طبق اللحم المشوي."
  },
  {
    "word": "boire",
    "sentence": "Il faut boire ce champagne bien frais pour apprécier toutes ses notes fruitées subtiles.",
    "translation": "This champagne must be drunk very cold to appreciate all its subtle fruity notes.",
    "arabic_translation": "يجب شرب هذا الشمبانيا باردًا جدًا لتقدير جميع نكهاته الفاكهية الدقيقة."
  },
  {
    "word": "boire",
    "sentence": "Les clients aiment boire un digestif après le dessert pour terminer leur repas gastronomique.",
    "translation": "Customers like to drink a digestif after dessert to finish their gastronomic meal.",
    "arabic_translation": "يحب العملاء شرب مشروب هضمي بعد الحلوى لإنهاء وجبتهم الفاخرة."
  },
  {
    "word": "goûter",
    "sentence": "Le chef invite toujours ses commis à goûter les sauces avant le service du soir.",
    "translation": "The chef always invites his commis to taste the sauces before evening service.",
    "arabic_translation": "يدعو الشيف دائمًا مساعديه لتذوق الصلصات قبل خدمة المساء."
  },
  {
    "word": "goûter",
    "sentence": "Il est important de goûter régulièrement pendant la cuisson pour ajuster l'assaisonnement correctement.",
    "translation": "It is important to taste regularly during cooking to adjust the seasoning correctly.",
    "arabic_translation": "من المهم التذوق بانتظام أثناء الطهي لضبط التوابل بشكل صحيح."
  },
  {
    "word": "goûter",
    "sentence": "Avant de goûter ce plat, le critique gastronomique examine d'abord sa présentation visuelle attentivement.",
    "translation": "Before tasting this dish, the food critic first examines its visual presentation carefully.",
    "arabic_translation": "قبل تذوق هذا الطبق، يفحص الناقد الذواقي أولاً عرضه البصري بعناية."
  },
  {
    "word": "déguster",
    "sentence": "Les clients viennent déguster notre menu découverte qui présente six plats créatifs exceptionnels.",
    "translation": "Customers come to taste our discovery menu which presents six exceptional creative dishes.",
    "arabic_translation": "يأتي العملاء لتذوق قائمة الاكتشاف لدينا التي تقدم ستة أطباق إبداعية استثنائية."
  },
  {
    "word": "déguster",
    "sentence": "Le sommelier organise une soirée pour déguster des vins rares avec des fromages artisanaux.",
    "translation": "The sommelier organizes an evening to taste rare wines with artisan cheeses.",
    "arabic_translation": "ينظم السوملييه أمسية لتذوق النبيذ النادر مع الأجبان الحرفية."
  },
  {
    "word": "déguster",
    "sentence": "Nous recommandons de déguster lentement chaque bouchée pour apprécier les saveurs complexes du plat.",
    "translation": "We recommend tasting each bite slowly to appreciate the complex flavors of the dish.",
    "arabic_translation": "نوصي بتذوق كل لقمة ببطء لتقدير النكهات المعقدة للطبق."
  },
  {
    "word": "le goût",
    "sentence": "Le chef travaille constamment pour perfectionner le goût de sa signature culinaire unique.",
    "translation": "The chef works constantly to perfect the taste of his unique culinary signature.",
    "arabic_translation": "يعمل الشيف باستمرار لإتقان طعم توقيعه الطهوي الفريد."
  },
  {
    "word": "le goût",
    "sentence": "Ce plat révèle un goût subtil qui combine parfaitement les saveurs méditerranéennes traditionnelles.",
    "translation": "This dish reveals a subtle taste that perfectly combines traditional Mediterranean flavors.",
    "arabic_translation": "يكشف هذا الطبق عن طعم دقيق يجمع بشكل مثالي النكهات المتوسطية التقليدية."
  },
  {
    "word": "le goût",
    "sentence": "Il faut que le goût final soit équilibré entre l'acidité et la douceur naturelle.",
    "translation": "The final taste must be balanced between acidity and natural sweetness.",
    "arabic_translation": "يجب أن يكون الطعم النهائي متوازنًا بين الحموضة والحلاوة الطبيعية."
  },
  {
    "word": "sucré / sucrée",
    "sentence": "La sauce sucrée au caramel accompagne parfaitement le fondant au chocolat de notre dessert signature.",
    "translation": "The sweet caramel sauce perfectly accompanies the chocolate fondant of our signature dessert.",
    "arabic_translation": "تصاحب صلصة الكراميل الحلوة بشكل مثالي كعكة الشوكولاتة الذائبة في حلوانا المميز."
  },
  {
    "word": "sucré / sucrée",
    "sentence": "Le chef pâtissier prépare une crème sucrée légère pour garnir les mille-feuilles fraîchement cuits.",
    "translation": "The pastry chef prepares a light sweet cream to garnish the freshly baked mille-feuilles.",
    "arabic_translation": "يحضر الشيف الحلواني كريمة حلوة خفيفة لتزيين المعجنات المخبوزة حديثًا."
  },
  {
    "word": "sucré / sucrée",
    "sentence": "Notre menu propose un équilibre parfait entre les plats salés et les créations sucrées.",
    "translation": "Our menu offers a perfect balance between savory dishes and sweet creations.",
    "arabic_translation": "تقدم قائمتنا توازنًا مثاليًا بين الأطباق المالحة والإبداعات الحلوة."
  },
  {
    "word": "salé / salée",
    "sentence": "La pâte feuilletée salée constitue la base parfaite pour nos tartes aux légumes de saison.",
    "translation": "The savory puff pastry forms the perfect base for our seasonal vegetable tarts.",
    "arabic_translation": "تشكل العجينة المورقة المالحة القاعدة المثالية لفطائر الخضروات الموسمية لدينا."
  },
  {
    "word": "salé / salée",
    "sentence": "Le chef a créé une version salée innovante du dessert traditionnel pour surprendre les clients.",
    "translation": "The chef has created an innovative savory version of the traditional dessert to surprise customers.",
    "arabic_translation": "ابتكر الشيف نسخة مالحة مبتكرة من الحلوى التقليدية لمفاجأة العملاء."
  },
  {
    "word": "salé / salée",
    "sentence": "Cette tarte salée combine des fromages affinés et des herbes fraîches du jardin aromatique.",
    "translation": "This savory tart combines aged cheeses and fresh herbs from the aromatic garden.",
    "arabic_translation": "تجمع هذه الفطيرة المالحة بين الأجبان المعتقة والأعشاب الطازجة من حديقة العطور."
  },
  {
    "word": "acide",
    "sentence": "Le vinaigre balsamique apporte une note acide essentielle pour équilibrer la richesse du foie gras.",
    "translation": "Balsamic vinegar brings an essential acidic note to balance the richness of foie gras.",
    "arabic_translation": "يضيف الخل البلسمي نكهة حمضية أساسية لتوازن غنى كبد الأوز."
  },
  {
    "word": "acide",
    "sentence": "Cette sauce acide au citron vert rehausse merveilleusement les saveurs du poisson grillé.",
    "translation": "This acidic lime sauce wonderfully enhances the flavors of grilled fish.",
    "arabic_translation": "تعزز هذه الصلصة الحمضية بالليمون الأخضر نكهات السمك المشوي بشكل رائع."
  },
  {
    "word": "acide",
    "sentence": "Il faut ajouter un élément acide pour contraster avec la douceur naturelle des légumes rôtis.",
    "translation": "An acidic element must be added to contrast with the natural sweetness of roasted vegetables.",
    "arabic_translation": "يجب إضافة عنصر حمضي للتباين مع الحلاوة الطبيعية للخضروات المحمصة."
  },
  {
    "word": "amer / amère",
    "sentence": "Le chocolat noir présente une saveur amère délicate qui plaît aux palais sophistiqués.",
    "translation": "Dark chocolate presents a delicate bitter flavor that pleases sophisticated palates.",
    "arabic_translation": "تقدم الشوكولاتة الداكنة نكهة مرة رقيقة تُرضي الأذواق الراقية."
  },
  {
    "word": "amer / amère",
    "sentence": "Cette salade contient de l'endive amère qui contraste parfaitement avec la vinaigrette sucrée.",
    "translation": "This salad contains bitter endive that contrasts perfectly with the sweet vinaigrette.",
    "arabic_translation": "تحتوي هذه السلطة على الهندباء المرة التي تتباين بشكل مثالي مع صلصة الخل الحلوة."
  },
  {
    "word": "amer / amère",
    "sentence": "Le chef utilise le café pour créer une réduction amère qui accompagne le dessert glacé.",
    "translation": "The chef uses coffee to create a bitter reduction that accompanies the frozen dessert.",
    "arabic_translation": "يستخدم الشيف القهوة لصنع تقليل مر يرافق الحلوى المجمدة."
  },
  {
    "word": "épicé / épicée",
    "sentence": "Notre curry épicé traditionnel mijote lentement pendant trois heures pour développer ses arômes complexes.",
    "translation": "Our traditional spicy curry simmers slowly for three hours to develop its complex aromas.",
    "arabic_translation": "ينضج الكاري الحار التقليدي لدينا ببطء لمدة ثلاث ساعات لتطوير روائحه المعقدة."
  },
  {
    "word": "épicé / épicée",
    "sentence": "La sauce épicée maison rehausse le goût du poulet grillé avec des piments frais.",
    "translation": "The homemade spicy sauce enhances the taste of grilled chicken with fresh peppers.",
    "arabic_translation": "تعزز الصلصة الحارة المنزلية طعم الدجاج المشوي بالفلفل الحار الطازج."
  },
  {
    "word": "épicé / épicée",
    "sentence": "Le chef propose une version moins épicée du plat pour les clients sensibles.",
    "translation": "The chef offers a less spicy version of the dish for sensitive customers.",
    "arabic_translation": "يقدم الشيف نسخة أقل حرارة من الطبق للعملاء ذوي الحساسية."
  },
  {
    "word": "doux / douce",
    "sentence": "Cette purée douce de céleri-rave accompagne élégamment le magret de canard rôti.",
    "translation": "This smooth celeriac puree elegantly accompanies the roasted duck breast.",
    "arabic_translation": "تصاحب هذه الهريسة الناعمة من الكرفس بأناقة صدر البط المحمص."
  },
  {
    "word": "doux / douce",
    "sentence": "Le chef recherche un goût doux et équilibré dans sa nouvelle création printanière.",
    "translation": "The chef seeks a mild and balanced taste in his new spring creation.",
    "arabic_translation": "يبحث الشيف عن طعم لطيف ومتوازن في إبداعه الربيعي الجديد."
  },
  {
    "word": "doux / douce",
    "sentence": "La crème douce au mascarpone garnit délicatement notre tiramisu fait maison chaque matin.",
    "translation": "The smooth mascarpone cream delicately garnishes our homemade tiramisu every morning.",
    "arabic_translation": "تزين كريمة الماسكاربوني الناعمة التيراميسو المنزلي لدينا بشكل رقيق كل صباح."
  },
  {
    "word": "chaud / chaude",
    "sentence": "Le soufflé doit être servi immédiatement après la cuisson pour qu'il reste bien chaud.",
    "translation": "The soufflé must be served immediately after cooking so it stays very hot.",
    "arabic_translation": "يجب تقديم السوفليه فورًا بعد الطهي ليبقى ساخنًا جدًا."
  },
  {
    "word": "chaud / chaude",
    "sentence": "Notre pain chaud fraîchement sorti du four accompagne tous les plats du menu dégustation.",
    "translation": "Our hot bread freshly out of the oven accompanies all dishes on the tasting menu.",
    "arabic_translation": "يرافق خبزنا الساخن الطازج من الفرن جميع أطباق قائمة التذوق."
  },
  {
    "word": "chaud / chaude",
    "sentence": "Le chef maintient toujours une sauce chaude pour napper les plats juste avant le service.",
    "translation": "The chef always keeps a hot sauce to coat the dishes just before service.",
    "arabic_translation": "يحتفظ الشيف دائمًا بصلصة ساخنة لتغطية الأطباق قبل التقديم مباشرة."
  },
  {
    "word": "froid / froide",
    "sentence": "Notre terrine de poisson se déguste froide avec une sauce tartare maison bien crémeuse.",
    "translation": "Our fish terrine is enjoyed cold with a very creamy homemade tartar sauce.",
    "arabic_translation": "يُستمتع بتيرين السمك لدينا باردًا مع صلصة تارتار منزلية كريمية جدًا."
  },
  {
    "word": "froid / froide",
    "sentence": "Le gazpacho est une soupe froide espagnole parfaite pour les chaudes journées d'été.",
    "translation": "Gazpacho is a cold Spanish soup perfect for hot summer days.",
    "arabic_translation": "الغازباتشو هو حساء إسباني بارد مثالي لأيام الصيف الحارة."
  },
  {
    "word": "froid / froide",
    "sentence": "Cette salade froide de fruits de mer marinés constitue une entrée rafraîchissante et légère.",
    "translation": "This cold marinated seafood salad makes a refreshing and light appetizer.",
    "arabic_translation": "تشكل سلطة المأكولات البحرية الباردة المتبلة مقبلات منعشة وخفيفة."
  },
  {
    "word": "tiède",
    "sentence": "Le millefeuille se sert tiède pour que le caramel reste légèrement coulant et fondant.",
    "translation": "The millefeuille is served lukewarm so the caramel remains slightly runny and melting.",
    "arabic_translation": "يُقدم المعجن الألف ورقة فاترًا حتى يظل الكراميل سائلًا قليلاً وذائبًا."
  },
  {
    "word": "tiède",
    "sentence": "Notre salade de lentilles se déguste tiède avec des légumes rôtis et une vinaigrette balsamique.",
    "translation": "Our lentil salad is enjoyed lukewarm with roasted vegetables and balsamic vinaigrette.",
    "arabic_translation": "يُستمتع بسلطة العدس لدينا فاترة مع الخضروات المحمصة وصلصة الخل البلسمي."
  },
  {
    "word": "tiède",
    "sentence": "Le chef recommande de servir ce plat tiède pour préserver toutes ses qualités gustatives.",
    "translation": "The chef recommends serving this dish lukewarm to preserve all its taste qualities.",
    "arabic_translation": "يوصي الشيف بتقديم هذا الطبق فاترًا للحفاظ على جميع صفاته الذوقية."
  },
  {
    "word": "cru / crue",
    "sentence": "Le tartare de bœuf cru se prépare avec de la viande fraîche hachée finement.",
    "translation": "Raw beef tartare is prepared with finely chopped fresh meat.",
    "arabic_translation": "يُحضر تارتار اللحم البقري النيء باللحم الطازج المفروم ناعماً."
  },
  {
    "word": "cru / crue",
    "sentence": "Notre carpaccio présente du poisson cru mariné avec de l'huile d'olive et du citron frais.",
    "translation": "Our carpaccio features raw fish marinated with olive oil and fresh lemon.",
    "arabic_translation": "يتميز الكارباتشيو لدينا بالسمك النيء المتبل بزيت الزيتون والليمون الطازج."
  },
  {
    "word": "cru / crue",
    "sentence": "Le chef japonais maîtrise parfaitement l'art de préparer les poissons crus pour les sushis.",
    "translation": "The Japanese chef perfectly masters the art of preparing raw fish for sushi.",
    "arabic_translation": "يتقن الشيف الياباني فن تحضير الأسماك النيئة للسوشي بشكل كامل."
  },
  {
    "word": "cuit / cuite",
    "sentence": "La viande cuite à basse température reste juteuse et tendre pendant plusieurs heures.",
    "translation": "Meat cooked at low temperature remains juicy and tender for several hours.",
    "arabic_translation": "يبقى اللحم المطبوخ على حرارة منخفضة طريًا وطيبًا لعدة ساعات."
  },
  {
    "word": "cuit / cuite",
    "sentence": "Notre tarte aux pommes présente une pâte parfaitement cuite et légèrement dorée.",
    "translation": "Our apple tart features perfectly cooked and lightly golden pastry.",
    "arabic_translation": "تتميز فطيرة التفاح لدينا بعجينة مطبوخة بشكل مثالي ومحمرة قليلاً."
  },
  {
    "word": "cuit / cuite",
    "sentence": "Le chef vérifie toujours que chaque légume soit correctement cuit avant le dressage final.",
    "translation": "The chef always checks that each vegetable is correctly cooked before final plating.",
    "arabic_translation": "يتحقق الشيف دائمًا من أن كل خضروات مطبوخة بشكل صحيح قبل التقديم النهائي."
  },
  {
    "word": "saignant",
    "sentence": "Le client a commandé son steak saignant avec une sauce au poivre vert crémeuse.",
    "translation": "The customer ordered his steak rare with a creamy green pepper sauce.",
    "arabic_translation": "طلب العميل شريحة اللحم نادرة النضج مع صلصة الفلفل الأخضر الكريمية."
  },
  {
    "word": "saignant",
    "sentence": "Notre chef recommande la cuisson saignant pour apprécier pleinement la qualité exceptionnelle de cette viande.",
    "translation": "Our chef recommends rare cooking to fully appreciate the exceptional quality of this meat.",
    "arabic_translation": "يوصي شيفنا بالطهي النادر لتقدير الجودة الاستثنائية لهذا اللحم بالكامل."
  },
  {
    "word": "saignant",
    "sentence": "Le magret de canard saignant conserve toute sa tendreté et son goût authentique.",
    "translation": "Rare duck breast retains all its tenderness and authentic taste.",
    "arabic_translation": "يحتفظ صدر البط النادر النضج بكل طراوته وطعمه الأصيل."
  },
  {
    "word": "à point",
    "sentence": "La cuisson à point permet d'obtenir une viande rosée au centre et dorée.",
    "translation": "Medium cooking produces meat that is pink in the center and golden.",
    "arabic_translation": "ينتج الطهي المتوسط لحمًا ورديًا في المنتصف وذهبيًا."
  },
  {
    "word": "à point",
    "sentence": "Le serveur demande toujours si le client préfère sa viande saignante ou à point.",
    "translation": "The waiter always asks if the customer prefers their meat rare or medium.",
    "arabic_translation": "يسأل النادل دائمًا ما إذا كان العميل يفضل لحمه نادرًا أو متوسط النضج."
  },
  {
    "word": "à point",
    "sentence": "Pour ce morceau particulier, nous conseillons une cuisson à point qui sublime ses saveurs.",
    "translation": "For this particular cut, we recommend medium cooking which enhances its flavors.",
    "arabic_translation": "لهذه القطعة الخاصة، نوصي بطهي متوسط يعزز نكهاتها."
  },
  {
    "word": "bien cuit",
    "sentence": "Certains clients préfèrent leur viande bien cuite même si elle devient moins juteuse.",
    "translation": "Some customers prefer their meat well done even if it becomes less juicy.",
    "arabic_translation": "يفضل بعض العملاء لحمهم جيد النضج حتى لو أصبح أقل عصارة."
  },
  {
    "word": "bien cuit",
    "sentence": "Le chef adapte toujours le temps de cuisson pour servir la viande bien cuite.",
    "translation": "The chef always adjusts the cooking time to serve the meat well done.",
    "arabic_translation": "يعدل الشيف دائمًا وقت الطهي لتقديم اللحم جيد النضج."
  },
  {
    "word": "bien cuit",
    "sentence": "Pour les enfants, nous proposons systématiquement une cuisson bien cuite par mesure de sécurité.",
    "translation": "For children, we systematically offer well done cooking as a safety measure.",
    "arabic_translation": "بالنسبة للأطفال، نقدم بشكل منهجي طهيًا جيد النضج كإجراء أمان."
  },
  {
    "word": "le métier",
    "sentence": "Le métier de chef demande une passion intense et de nombreuses années d'apprentissage.",
    "translation": "The chef profession requires intense passion and many years of apprenticeship.",
    "arabic_translation": "تتطلب مهنة الطاهي شغفًا شديدًا وسنوات عديدة من التدريب."
  },
  {
    "word": "le métier",
    "sentence": "Notre équipe compte des professionnels qui exercent ce métier avec excellence depuis vingt ans.",
    "translation": "Our team includes professionals who have practiced this profession with excellence for twenty years.",
    "arabic_translation": "يضم فريقنا محترفين يمارسون هذه المهنة بتميز منذ عشرين عامًا."
  },
  {
    "word": "le métier",
    "sentence": "Il faut comprendre tous les aspects du métier pour diriger efficacement une brigade culinaire.",
    "translation": "One must understand all aspects of the profession to effectively lead a culinary brigade.",
    "arabic_translation": "يجب فهم جميع جوانب المهنة لقيادة فريق الطهي بفعالية."
  },
  {
    "word": "la passion",
    "sentence": "La passion du chef se reflète dans chaque assiette qu'il crée avec soin.",
    "translation": "The chef's passion is reflected in every plate he creates with care.",
    "arabic_translation": "ينعكس شغف الشيف في كل طبق يصنعه بعناية."
  },
  {
    "word": "la passion",
    "sentence": "Notre équipe partage la même passion pour la gastronomie française authentique et créative.",
    "translation": "Our team shares the same passion for authentic and creative French gastronomy.",
    "arabic_translation": "يشترك فريقنا في نفس الشغف بالطهي الفرنسي الأصيل والإبداعي."
  },
  {
    "word": "la passion",
    "sentence": "Sans passion véritable, il est impossible de réussir dans la haute cuisine contemporaine.",
    "translation": "Without genuine passion, it is impossible to succeed in contemporary haute cuisine.",
    "arabic_translation": "بدون شغف حقيقي، من المستحيل النجاح في فن الطهو الراقي المعاصر."
  },
  {
    "word": "le talent",
    "sentence": "Le talent naturel du pâtissier se révèle dans ses créations sucrées extraordinaires et délicates.",
    "translation": "The pastry chef's natural talent is revealed in his extraordinary and delicate sweet creations.",
    "arabic_translation": "يتجلى موهبة الحلواني الطبيعية في إبداعاته الحلوة الاستثنائية والرقيقة."
  },
  {
    "word": "le talent",
    "sentence": "Notre chef possède un talent exceptionnel pour harmoniser des saveurs apparemment incompatibles ensemble.",
    "translation": "Our chef has an exceptional talent for harmonizing seemingly incompatible flavors together.",
    "arabic_translation": "يمتلك شيفنا موهبة استثنائية لتنسيق النكهات التي تبدو غير متوافقة معًا."
  },
  {
    "word": "le talent",
    "sentence": "Le talent culinaire se développe avec l'expérience mais nécessite aussi une sensibilité artistique innée.",
    "translation": "Culinary talent develops with experience but also requires innate artistic sensitivity.",
    "arabic_translation": "تتطور الموهبة الطهوية مع الخبرة لكنها تتطلب أيضًا حساسية فنية فطرية."
  },
  {
    "word": "l'expérience",
    "sentence": "L'expérience acquise dans les restaurants étoilés forme les meilleurs chefs de notre génération.",
    "translation": "Experience gained in starred restaurants trains the best chefs of our generation.",
    "arabic_translation": "تشكل الخبرة المكتسبة في المطاعم الحاصلة على نجوم أفضل طهاة جيلنا."
  },
  {
    "word": "l'expérience",
    "sentence": "Notre chef de cuisine possède une expérience internationale exceptionnelle dans la haute gastronomie.",
    "translation": "Our head chef has exceptional international experience in haute gastronomy.",
    "arabic_translation": "يمتلك رئيس الطهاة لدينا خبرة دولية استثنائية في فن الطهو الراقي."
  },
  {
    "word": "l'expérience",
    "sentence": "Avec vingt ans d'expérience, il maîtrise parfaitement toutes les techniques culinaires classiques et modernes.",
    "translation": "With twenty years of experience, he perfectly masters all classic and modern culinary techniques.",
    "arabic_translation": "مع عشرين عامًا من الخبرة، يتقن جميع تقنيات الطهي الكلاسيكية والحديثة بشكل مثالي."
  },
  {
    "word": "la qualité",
    "sentence": "La qualité des produits frais détermine directement le succès d'un plat gastronomique exceptionnel.",
    "translation": "The quality of fresh products directly determines the success of an exceptional gastronomic dish.",
    "arabic_translation": "تحدد جودة المنتجات الطازجة بشكل مباشر نجاح الطبق الذواقي الاستثنائي."
  },
  {
    "word": "la qualité",
    "sentence": "Notre établissement maintient une qualité constante grâce à des fournisseurs locaux soigneusement sélectionnés.",
    "translation": "Our establishment maintains constant quality thanks to carefully selected local suppliers.",
    "arabic_translation": "يحافظ مؤسستنا على جودة ثابتة بفضل الموردين المحليين المختارين بعناية."
  },
  {
    "word": "la qualité",
    "sentence": "Le chef refuse tout compromis sur la qualité même pendant les services très chargés.",
    "translation": "The chef refuses any compromise on quality even during very busy services.",
    "arabic_translation": "يرفض الشيف أي تنازل عن الجودة حتى خلال الخدمات المزدحمة جدًا."
  },
  {
    "word": "la tradition",
    "sentence": "Notre restaurant perpétue la tradition culinaire française tout en apportant une touche contemporaine.",
    "translation": "Our restaurant perpetuates French culinary tradition while adding a contemporary touch.",
    "arabic_translation": "يحافظ مطعمنا على التقليد الطهوي الفرنسي مع إضافة لمسة معاصرة."
  },
  {
    "word": "la tradition",
    "sentence": "Le chef respecte la tradition ancestrale des sauces mères dans sa cuisine classique raffinée.",
    "translation": "The chef respects the ancestral tradition of mother sauces in his refined classic cuisine.",
    "arabic_translation": "يحترم الشيف التقليد الموروث للصلصات الأم في مطبخه الكلاسيكي الراقي."
  },
  {
    "word": "la tradition",
    "sentence": "La tradition gastronomique régionale inspire tous les plats de notre menu saisonnier spécial.",
    "translation": "Regional gastronomic tradition inspires all dishes on our special seasonal menu.",
    "arabic_translation": "يلهم التقليد الذواقي الإقليمي جميع أطباق قائمتنا الموسمية الخاصة."
  },
  {
    "word": "l'innovation",
    "sentence": "L'innovation culinaire permet au chef de créer des associations de saveurs totalement inédites.",
    "translation": "Culinary innovation allows the chef to create completely unprecedented flavor combinations.",
    "arabic_translation": "يسمح الابتكار الطهوي للشيف بإنشاء مجموعات نكهات غير مسبوقة تمامًا."
  },
  {
    "word": "l'innovation",
    "sentence": "Notre équipe encourage l'innovation tout en respectant les fondamentaux de la cuisine française.",
    "translation": "Our team encourages innovation while respecting the fundamentals of French cuisine.",
    "arabic_translation": "يشجع فريقنا الابتكار مع احترام أساسيات المطبخ الفرنسي."
  },
  {
    "word": "l'innovation",
    "sentence": "Le chef présente ses plats avec une innovation technique impressionnante qui surprend tous les critiques.",
    "translation": "The chef presents his dishes with impressive technical innovation that surprises all critics.",
    "arabic_translation": "يقدم الشيف أطباقه بابتكار تقني مثير للإعجاب يفاجئ جميع النقاد."
  },
  {
    "word": "le fouet",
    "sentence": "Le pâtissier utilise le fouet pour monter les blancs en neige jusqu'à obtenir des pics fermes.",
    "translation": "The pastry chef uses the whisk to beat egg whites until stiff peaks form.",
    "arabic_translation": "يستخدم الحلواني المضرب لخفق بياض البيض حتى تتشكل قمم صلبة."
  },
  {
    "word": "le fouet",
    "sentence": "Avec un fouet professionnel, on émulsionne parfaitement la sauce hollandaise crémeuse et légère.",
    "translation": "With a professional whisk, one perfectly emulsifies the creamy and light hollandaise sauce.",
    "arabic_translation": "باستخدام مضرب احترافي، يتم مستحلب صلصة الهولنديز الكريمية والخفيفة بشكل مثالي."
  },
  {
    "word": "le fouet",
    "sentence": "Le chef de partie bat énergiquement la crème avec un fouet manuel traditionnel.",
    "translation": "The chef de partie vigorously beats the cream with a traditional manual whisk.",
    "arabic_translation": "يخفق شيف دي بارتي الكريمة بقوة باستخدام مضرب يدوي تقليدي."
  },
  {
    "word": "la passoire",
    "sentence": "Le chef a utilisé la passoire pour égoutter les pâtes fraîches avant de les servir.",
    "translation": "The chef used the colander to drain the fresh pasta before serving them.",
    "arabic_translation": "استخدم الطاهي المصفاة لتصفية المعكرونة الطازجة قبل تقديمها."
  },
  {
    "word": "la passoire",
    "sentence": "Il faut toujours rincer les légumes dans la passoire après les avoir lavés soigneusement.",
    "translation": "You must always rinse the vegetables in the colander after washing them carefully.",
    "arabic_translation": "يجب دائمًا شطف الخضروات في المصفاة بعد غسلها بعناية."
  },
  {
    "word": "la passoire",
    "sentence": "La passoire en acier inoxydable est indispensable pour préparer les sauces sans grumeaux.",
    "translation": "The stainless steel colander is essential for preparing lump-free sauces.",
    "arabic_translation": "المصفاة المصنوعة من الفولاذ المقاوم للصدأ ضرورية لتحضير الصلصات الخالية من الكتل."
  },
  {
    "word": "la cuillère en bois",
    "sentence": "Le pâtissier mélange la pâte à gâteau avec une cuillère en bois pour éviter de la casser.",
    "translation": "The pastry chef mixes the cake batter with a wooden spoon to avoid breaking it.",
    "arabic_translation": "يخلط صانع المعجنات عجينة الكيك بملعقة خشبية لتجنب كسرها."
  },
  {
    "word": "la cuillère en bois",
    "sentence": "Ma grand-mère préférait toujours utiliser sa cuillère en bois pour préparer les confitures maison.",
    "translation": "My grandmother always preferred to use her wooden spoon to prepare homemade jams.",
    "arabic_translation": "كانت جدتي تفضل دائمًا استخدام ملعقتها الخشبية لتحضير المربى المنزلي."
  },
  {
    "word": "la cuillère en bois",
    "sentence": "Il est important de remuer la sauce avec la cuillère en bois pendant toute la cuisson.",
    "translation": "It is important to stir the sauce with the wooden spoon throughout the cooking process.",
    "arabic_translation": "من المهم تحريك الصلصة بالملعقة الخشبية طوال عملية الطهي."
  },
  {
    "word": "le saladier",
    "sentence": "Le commis de cuisine a battu les œufs dans le grand saladier en verre.",
    "translation": "The kitchen assistant beat the eggs in the large glass salad bowl.",
    "arabic_translation": "قام مساعد المطبخ بخفق البيض في وعاء السلطة الزجاجي الكبير."
  },
  {
    "word": "le saladier",
    "sentence": "Il faut mélanger tous les ingrédients dans le saladier avant de former les boulettes.",
    "translation": "You must mix all the ingredients in the bowl before forming the meatballs.",
    "arabic_translation": "يجب خلط جميع المكونات في الوعاء قبل تشكيل كرات اللحم."
  },
  {
    "word": "le saladier",
    "sentence": "Le chef a préparé la vinaigrette directement dans le saladier pour gagner du temps.",
    "translation": "The chef prepared the vinaigrette directly in the salad bowl to save time.",
    "arabic_translation": "حضر الطاهي الصلصة مباشرة في وعاء السلطة لتوفير الوقت."
  },
  {
    "word": "la louche",
    "sentence": "Le cuisinier a versé le potage dans les assiettes avec une grande louche en inox.",
    "translation": "The cook poured the soup into the plates with a large stainless steel ladle.",
    "arabic_translation": "سكب الطاهي الحساء في الأطباق بمغرفة كبيرة من الفولاذ المقاوم للصدأ."
  },
  {
    "word": "la louche",
    "sentence": "Il faut remuer la soupe avec la louche pour que les légumes ne collent pas au fond.",
    "translation": "You must stir the soup with the ladle so the vegetables don't stick to the bottom.",
    "arabic_translation": "يجب تحريك الحساء بالمغرفة حتى لا تلتصق الخضروات بالقاع."
  },
  {
    "word": "la louche",
    "sentence": "La louche à sauce permet de servir exactement la bonne quantité pour chaque portion.",
    "translation": "The sauce ladle allows you to serve exactly the right amount for each portion.",
    "arabic_translation": "تسمح مغرفة الصلصة بتقديم الكمية المناسبة تمامًا لكل حصة."
  },
  {
    "word": "la marmite",
    "sentence": "Le bouillon de légumes mijote dans la grande marmite depuis plus de trois heures.",
    "translation": "The vegetable broth has been simmering in the large pot for more than three hours.",
    "arabic_translation": "كان مرق الخضار يغلي في القدر الكبير لأكثر من ثلاث ساعات."
  },
  {
    "word": "la marmite",
    "sentence": "Il est essentiel de couvrir la marmite pour que la viande reste tendre et juteuse.",
    "translation": "It is essential to cover the pot so that the meat remains tender and juicy.",
    "arabic_translation": "من الضروري تغطية القدر حتى يبقى اللحم طريًا وعصيريًا."
  },
  {
    "word": "la marmite",
    "sentence": "Le chef préfère utiliser une marmite en fonte pour préparer ses plats mijotés traditionnels.",
    "translation": "The chef prefers to use a cast iron pot to prepare his traditional stewed dishes.",
    "arabic_translation": "يفضل الطاهي استخدام قدر من الحديد الزهر لتحضير أطباقه المطهوة التقليدية."
  },
  {
    "word": "le rouleau à pâtisserie",
    "sentence": "La pâtissière utilise le rouleau à pâtisserie pour étaler la pâte feuilletée très finement.",
    "translation": "The pastry chef uses the rolling pin to roll out the puff pastry very thinly.",
    "arabic_translation": "تستخدم صانعة المعجنات الشوبك لفرد عجينة الفطير بشكل رقيق جدًا."
  },
  {
    "word": "le rouleau à pâtisserie",
    "sentence": "Il faut fariner le rouleau à pâtisserie avant de travailler la pâte à tarte.",
    "translation": "You must flour the rolling pin before working the pie dough.",
    "arabic_translation": "يجب تغطية الشوبك بالدقيق قبل العمل على عجينة الفطيرة."
  },
  {
    "word": "le rouleau à pâtisserie",
    "sentence": "Le rouleau à pâtisserie en marbre garde la pâte froide pendant toute la préparation.",
    "translation": "The marble rolling pin keeps the dough cold throughout the preparation.",
    "arabic_translation": "يحافظ الشوبك الرخامي على برودة العجين طوال عملية التحضير."
  },
  {
    "word": "la spatule",
    "sentence": "Le cuisinier retourne les crêpes délicatement avec une spatule souple en silicone.",
    "translation": "The cook flips the crepes delicately with a flexible silicone spatula.",
    "arabic_translation": "يقلب الطاهي الكريب بلطف بملعقة سيليكون مرنة."
  },
  {
    "word": "la spatule",
    "sentence": "Il faut racler les bords du bol avec la spatule pour ne rien gaspiller.",
    "translation": "You must scrape the edges of the bowl with the spatula to avoid wasting anything.",
    "arabic_translation": "يجب كشط حواف الوعاء بالملعقة لتجنب إهدار أي شيء."
  },
  {
    "word": "la spatule",
    "sentence": "La spatule coudée est parfaite pour lisser le glaçage sur les gâteaux d'anniversaire.",
    "translation": "The offset spatula is perfect for smoothing the icing on birthday cakes.",
    "arabic_translation": "الملعقة المنحنية مثالية لتنعيم الصقيع على كعكات أعياد الميلاد."
  },
  {
    "word": "la râpe",
    "sentence": "Le fromager utilise la râpe pour préparer le parmesan frais au moment du service.",
    "translation": "The cheese maker uses the grater to prepare fresh parmesan at the moment of service.",
    "arabic_translation": "يستخدم بائع الجبن المبشرة لتحضير جبن البارميزان الطازج وقت التقديم."
  },
  {
    "word": "la râpe",
    "sentence": "Il faut râper les carottes avec la râpe fine pour obtenir une texture homogène.",
    "translation": "You must grate the carrots with the fine grater to obtain a smooth texture.",
    "arabic_translation": "يجب بشر الجزر بالمبشرة الناعمة للحصول على قوام ناعم."
  },
  {
    "word": "la râpe",
    "sentence": "La râpe microplane est indispensable pour zester les agrumes sans prendre la partie blanche.",
    "translation": "The microplane grater is essential for zesting citrus fruits without taking the white part.",
    "arabic_translation": "المبشرة الميكروبلان ضرورية لبشر قشر الحمضيات دون أخذ الجزء الأبيض."
  },
  {
    "word": "le moule",
    "sentence": "Le pâtissier a beurré le moule à cake avant d'y verser la pâte vanillée.",
    "translation": "The pastry chef buttered the cake mold before pouring the vanilla batter into it.",
    "arabic_translation": "قام صانع المعجنات بدهن قالب الكيك بالزبدة قبل سكب خليط الفانيليا فيه."
  },
  {
    "word": "le moule",
    "sentence": "Il est préférable d'utiliser un moule à charnière pour démouler facilement les cheesecakes.",
    "translation": "It is preferable to use a springform pan to easily unmold cheesecakes.",
    "arabic_translation": "من الأفضل استخدام قالب قابل للفك لإخراج كعكات الجبن بسهولة."
  },
  {
    "word": "le moule",
    "sentence": "Le moule en silicone permet de cuire les financiers sans avoir besoin de les graisser.",
    "translation": "The silicone mold allows you to bake financiers without needing to grease them.",
    "arabic_translation": "يسمح القالب السيليكون بخبز الفينانسييه دون الحاجة إلى دهنها."
  },
  {
    "word": "la balance de cuisine",
    "sentence": "Le chef utilise toujours la balance de cuisine pour mesurer précisément la farine et le sucre.",
    "translation": "The chef always uses the kitchen scale to measure flour and sugar precisely.",
    "arabic_translation": "يستخدم الطاهي دائمًا ميزان المطبخ لقياس الدقيق والسكر بدقة."
  },
  {
    "word": "la balance de cuisine",
    "sentence": "Il faut peser tous les ingrédients avec la balance de cuisine pour réussir la recette.",
    "translation": "You must weigh all the ingredients with the kitchen scale to succeed with the recipe.",
    "arabic_translation": "يجب وزن جميع المكونات بميزان المطبخ لنجاح الوصفة."
  },
  {
    "word": "la balance de cuisine",
    "sentence": "La balance de cuisine électronique permet de tarer le poids du récipient automatiquement.",
    "translation": "The electronic kitchen scale allows you to tare the weight of the container automatically.",
    "arabic_translation": "يسمح ميزان المطبخ الإلكتروني بضبط وزن الحاوية تلقائيًا على الصفر."
  },
  {
    "word": "le presse-ail",
    "sentence": "Le cuisinier utilise le presse-ail pour écraser les gousses rapidement sans se salir les mains.",
    "translation": "The cook uses the garlic press to crush the cloves quickly without getting their hands dirty.",
    "arabic_translation": "يستخدم الطاهي عصارة الثوم لسحق الفصوص بسرعة دون تلطيخ يديه."
  },
  {
    "word": "le presse-ail",
    "sentence": "Il faut nettoyer le presse-ail immédiatement après usage pour éviter les mauvaises odeurs.",
    "translation": "You must clean the garlic press immediately after use to avoid bad odors.",
    "arabic_translation": "يجب تنظيف عصارة الثوم فورًا بعد الاستخدام لتجنب الروائح الكريهة."
  },
  {
    "word": "le presse-ail",
    "sentence": "Le presse-ail en acier permet d'obtenir une purée d'ail fine pour les marinades.",
    "translation": "The steel garlic press allows you to obtain a fine garlic puree for marinades.",
    "arabic_translation": "تسمح عصارة الثوم الفولاذية بالحصول على معجون ثوم ناعم للتتبيلات."
  },
  {
    "word": "la cocotte",
    "sentence": "Le bœuf bourguignon mijote lentement dans la cocotte en fonte depuis ce matin.",
    "translation": "The beef bourguignon has been slowly simmering in the cast iron pot since this morning.",
    "arabic_translation": "كان لحم البقر البورغينيون يغلي ببطء في القدر الحديدي منذ هذا الصباح."
  },
  {
    "word": "la cocotte",
    "sentence": "Il faut toujours préchauffer la cocotte avant d'y faire revenir la viande.",
    "translation": "You must always preheat the Dutch oven before browning the meat in it.",
    "arabic_translation": "يجب دائمًا تسخين القدر مسبقًا قبل تحمير اللحم فيه."
  },
  {
    "word": "la cocotte",
    "sentence": "La cocotte émaillée conserve parfaitement la chaleur et permet une cuisson uniforme des ragoûts.",
    "translation": "The enameled pot preserves heat perfectly and allows uniform cooking of stews.",
    "arabic_translation": "يحافظ القدر المطلي على الحرارة بشكل مثالي ويسمح بطهي متساوٍ لليخنات."
  },
  {
    "word": "le chinois",
    "sentence": "Le chef passe le bouillon au chinois pour obtenir un consommé parfaitement limpide.",
    "translation": "The chef passes the broth through the chinois to obtain a perfectly clear consommé.",
    "arabic_translation": "يمرر الطاهي المرق عبر المصفاة المخروطية للحصول على مرق صافٍ تمامًا."
  },
  {
    "word": "le chinois",
    "sentence": "Il est essentiel d'utiliser le chinois pour filtrer les sauces sans aucun résidu.",
    "translation": "It is essential to use the chinois to filter sauces without any residue.",
    "arabic_translation": "من الضروري استخدام المصفاة المخروطية لتصفية الصلصات دون أي بقايا."
  },
  {
    "word": "le chinois",
    "sentence": "Le chinois étamine permet d'obtenir une texture soyeuse pour les crèmes et les veloutés.",
    "translation": "The chinois with muslin allows you to obtain a silky texture for creams and velvety soups.",
    "arabic_translation": "تسمح المصفاة المخروطية بالحصول على قوام حريري للكريمات والحساء المخملي."
  },
  {
    "word": "la plaque de cuisson",
    "sentence": "Le chef a fait chauffer la poêle sur la plaque de cuisson à induction moderne.",
    "translation": "The chef heated the pan on the modern induction cooktop.",
    "arabic_translation": "قام الطاهي بتسخين المقلاة على موقد الحث الحديث."
  },
  {
    "word": "la plaque de cuisson",
    "sentence": "Il faut régler la température de la plaque de cuisson avant de commencer à cuisiner.",
    "translation": "You must adjust the temperature of the cooktop before starting to cook.",
    "arabic_translation": "يجب ضبط درجة حرارة الموقد قبل البدء في الطهي."
  },
  {
    "word": "la plaque de cuisson",
    "sentence": "La plaque de cuisson en vitrocéramique permet un contrôle précis de la chaleur.",
    "translation": "The ceramic glass cooktop allows precise heat control.",
    "arabic_translation": "يسمح موقد السيراميك الزجاجي بالتحكم الدقيق في الحرارة."
  },
  {
    "word": "le verre doseur",
    "sentence": "La pâtissière mesure exactement le lait avec le verre doseur gradué en millilitres.",
    "translation": "The pastry chef measures the milk exactly with the graduated measuring cup in milliliters.",
    "arabic_translation": "تقيس صانعة المعجنات الحليب بدقة بكوب القياس المدرج بالملليترات."
  },
  {
    "word": "le verre doseur",
    "sentence": "Il est important d'utiliser le verre doseur pour respecter les proportions de la recette.",
    "translation": "It is important to use the measuring cup to respect the recipe proportions.",
    "arabic_translation": "من المهم استخدام كوب القياس لاحترام نسب الوصفة."
  },
  {
    "word": "le verre doseur",
    "sentence": "Le verre doseur transparent permet de vérifier facilement le niveau des liquides.",
    "translation": "The transparent measuring cup allows you to easily check the level of liquids.",
    "arabic_translation": "يسمح كوب القياس الشفاف بالتحقق بسهولة من مستوى السوائل."
  },
  {
    "word": "la plaque de four",
    "sentence": "Le cuisinier a disposé les légumes sur la plaque de four recouverte de papier sulfurisé.",
    "translation": "The cook arranged the vegetables on the baking sheet covered with parchment paper.",
    "arabic_translation": "رتب الطاهي الخضروات على صينية الفرن المغطاة بورق الزبدة."
  },
  {
    "word": "la plaque de four",
    "sentence": "Il faut graisser la plaque de four avant d'y mettre les cookies à cuire.",
    "translation": "You must grease the baking sheet before putting the cookies on it to bake.",
    "arabic_translation": "يجب دهن صينية الفرن قبل وضع الكوكيز عليها للخبز."
  },
  {
    "word": "la plaque de four",
    "sentence": "La plaque de four perforée garantit une cuisson croustillante pour les pains et viennoiseries.",
    "translation": "The perforated baking sheet guarantees a crispy bake for breads and pastries.",
    "arabic_translation": "تضمن صينية الفرن المثقبة خبزًا مقرمشًا للخبز والمعجنات."
  },
  {
    "word": "le robot de cuisine",
    "sentence": "Le pâtissier utilise le robot de cuisine pour pétrir la pâte à brioche pendant vingt minutes.",
    "translation": "The pastry chef uses the food processor to knead the brioche dough for twenty minutes.",
    "arabic_translation": "يستخدم صانع المعجنات معالج الطعام لعجن عجينة البريوش لمدة عشرين دقيقة."
  },
  {
    "word": "le robot de cuisine",
    "sentence": "Il est plus rapide de hacher les légumes avec le robot de cuisine qu'au couteau.",
    "translation": "It is faster to chop vegetables with the food processor than with a knife.",
    "arabic_translation": "من الأسرع تقطيع الخضروات بمعالج الطعام من السكين."
  },
  {
    "word": "le robot de cuisine",
    "sentence": "Le robot de cuisine multifonction permet de préparer une mayonnaise en quelques secondes seulement.",
    "translation": "The multifunctional food processor allows you to prepare a mayonnaise in just a few seconds.",
    "arabic_translation": "يسمح معالج الطعام متعدد الوظائف بتحضير المايونيز في ثوانٍ قليلة فقط."
  },
  {
    "word": "sauter",
    "sentence": "Il faut sauter les légumes à feu vif pour qu'ils restent croquants et colorés.",
    "translation": "You must sauté the vegetables over high heat so they remain crispy and colorful.",
    "arabic_translation": "يجب قلي الخضروات على نار عالية حتى تبقى مقرمشة وملونة."
  },
  {
    "word": "sauter",
    "sentence": "Le chef a appris à sauter les champignons sans les faire rendre trop d'eau.",
    "translation": "The chef learned to sauté mushrooms without making them release too much water.",
    "arabic_translation": "تعلم الطاهي قلي الفطر دون جعله يطلق الكثير من الماء."
  },
  {
    "word": "sauter",
    "sentence": "Il est préférable de sauter la viande rapidement avant de l'ajouter à la sauce.",
    "translation": "It is preferable to sauté the meat quickly before adding it to the sauce.",
    "arabic_translation": "من الأفضل قلي اللحم بسرعة قبل إضافته إلى الصلصة."
  },
  {
    "word": "cuire à la vapeur",
    "sentence": "Le cuisinier préfère cuire à la vapeur les légumes pour préserver leurs vitamines et leurs nutriments.",
    "translation": "The cook prefers to steam the vegetables to preserve their vitamins and nutrients.",
    "arabic_translation": "يفضل الطاهي طهي الخضروات على البخار للحفاظ على الفيتامينات والعناصر الغذائية."
  },
  {
    "word": "cuire à la vapeur",
    "sentence": "Il faut cuire à la vapeur le poisson pendant douze minutes exactement pour qu'il reste tendre.",
    "translation": "You must steam the fish for exactly twelve minutes so it remains tender.",
    "arabic_translation": "يجب طهي السمك على البخار لمدة اثني عشر دقيقة بالضبط ليبقى طريًا."
  },
  {
    "word": "cuire à la vapeur",
    "sentence": "Le chef asiatique a décidé de cuire à la vapeur tous les dim sum du menu.",
    "translation": "The Asian chef decided to steam all the dim sum on the menu.",
    "arabic_translation": "قرر الطاهي الآسيوي طهي جميع الديم سوم في القائمة على البخار."
  },
  {
    "word": "pocher",
    "sentence": "Il faut pocher les œufs dans une eau frémissante avec un peu de vinaigre blanc.",
    "translation": "You must poach the eggs in simmering water with a little white vinegar.",
    "arabic_translation": "يجب سلق البيض في الماء المغلي بلطف مع القليل من الخل الأبيض."
  },
  {
    "word": "pocher",
    "sentence": "Le chef aime pocher le saumon dans un court-bouillon parfumé aux herbes fraîches.",
    "translation": "The chef likes to poach salmon in a court-bouillon flavored with fresh herbs.",
    "arabic_translation": "يحب الطاهي سلق السلمون في مرق خفيف بنكهة الأعشاب الطازجة."
  },
  {
    "word": "pocher",
    "sentence": "Il est important de pocher les fruits délicatement pour qu'ils gardent leur forme intacte.",
    "translation": "It is important to poach the fruits delicately so they keep their shape intact.",
    "arabic_translation": "من المهم سلق الفواكه بلطف حتى تحتفظ بشكلها سليمًا."
  },
  {
    "word": "braiser",
    "sentence": "Le cuisinier doit braiser la viande lentement pendant trois heures pour qu'elle devienne fondante.",
    "translation": "The cook must braise the meat slowly for three hours so it becomes melt-in-your-mouth tender.",
    "arabic_translation": "يجب على الطاهي طهي اللحم ببطء لمدة ثلاث ساعات حتى يصبح ذائبًا في الفم."
  },
  {
    "word": "braiser",
    "sentence": "Il faut braiser les légumes dans du beurre avec un couvercle pour les rendre tendres.",
    "translation": "You must braise the vegetables in butter with a lid to make them tender.",
    "arabic_translation": "يجب طهي الخضروات في الزبدة مع غطاء لجعلها طرية."
  },
  {
    "word": "braiser",
    "sentence": "Le chef préfère braiser le chou rouge avec des pommes et des épices d'hiver.",
    "translation": "The chef prefers to braise red cabbage with apples and winter spices.",
    "arabic_translation": "يفضل الطاهي طهي الملفوف الأحمر مع التفاح وتوابل الشتاء."
  },
  {
    "word": "flamber",
    "sentence": "Le serveur va flamber les crêpes Suzette devant les clients au cognac français.",
    "translation": "The waiter will flambé the crêpes Suzette in front of the customers with French cognac.",
    "arabic_translation": "سيقوم النادل بإشعال كريب سوزيت أمام العملاء بالكونياك الفرنسي."
  },
  {
    "word": "flamber",
    "sentence": "Il faut flamber la viande avec du vin pour enlever l'acidité et concentrer les saveurs.",
    "translation": "You must flambé the meat with wine to remove acidity and concentrate the flavors.",
    "arabic_translation": "يجب إشعال اللحم بالنبيذ لإزالة الحموضة وتركيز النكهات."
  },
  {
    "word": "flamber",
    "sentence": "Le chef aime flamber les fruits de mer au pastis pour leur donner un goût anisé.",
    "translation": "The chef likes to flambé seafood with pastis to give them an anise flavor.",
    "arabic_translation": "يحب الطاهي إشعال المأكولات البحرية بالباستيس لإعطائها نكهة اليانسون."
  },
  {
    "word": "émulsionner",
    "sentence": "Il faut émulsionner l'huile très lentement dans le jaune d'œuf pour réussir la mayonnaise.",
    "translation": "You must emulsify the oil very slowly into the egg yolk to make the mayonnaise successfully.",
    "arabic_translation": "يجب استحلاب الزيت ببطء شديد في صفار البيض لنجاح المايونيز."
  },
  {
    "word": "émulsionner",
    "sentence": "Le chef doit émulsionner le beurre dans la sauce pour obtenir une texture crémeuse.",
    "translation": "The chef must emulsify the butter into the sauce to obtain a creamy texture.",
    "arabic_translation": "يجب على الطاهي استحلاب الزبدة في الصلصة للحصول على قوام كريمي."
  },
  {
    "word": "émulsionner",
    "sentence": "Il est essentiel d'émulsionner la vinaigrette vigoureusement avant de servir la salade.",
    "translation": "It is essential to emulsify the vinaigrette vigorously before serving the salad.",
    "arabic_translation": "من الضروري استحلاب الصلصة بقوة قبل تقديم السلطة."
  },
  {
    "word": "blanchir",
    "sentence": "Il faut blanchir les légumes verts dans l'eau bouillante avant de les plonger dans la glace.",
    "translation": "You must blanch the green vegetables in boiling water before plunging them into ice.",
    "arabic_translation": "يجب سلق الخضروات الخضراء في الماء المغلي قبل غمسها في الثلج."
  },
  {
    "word": "blanchir",
    "sentence": "Le cuisinier a décidé de blanchir les os à moelle pour enlever les impuretés.",
    "translation": "The cook decided to blanch the marrow bones to remove impurities.",
    "arabic_translation": "قرر الطاهي سلق عظام النخاع لإزالة الشوائب."
  },
  {
    "word": "blanchir",
    "sentence": "Il est recommandé de blanchir les tomates pour pouvoir les peler plus facilement ensuite.",
    "translation": "It is recommended to blanch the tomatoes to be able to peel them more easily afterwards.",
    "arabic_translation": "يُنصح بسلق الطماطم حتى تتمكن من تقشيرها بسهولة أكبر بعد ذلك."
  },
  {
    "word": "mariner",
    "sentence": "Le chef préfère mariner la viande pendant toute la nuit pour qu'elle soit bien tendre.",
    "translation": "The chef prefers to marinate the meat overnight so it becomes very tender.",
    "arabic_translation": "يفضل الطاهي تتبيل اللحم طوال الليل حتى يصبح طريًا جدًا."
  },
  {
    "word": "mariner",
    "sentence": "Il faut mariner le poisson cru dans du citron et des herbes avant de le servir.",
    "translation": "You must marinate the raw fish in lemon and herbs before serving it.",
    "arabic_translation": "يجب تتبيل السمك النيء في الليمون والأعشاب قبل تقديمه."
  },
  {
    "word": "mariner",
    "sentence": "Le cuisinier va mariner les légumes grillés dans une huile d'olive aromatisée.",
    "translation": "The cook will marinate the grilled vegetables in flavored olive oil.",
    "arabic_translation": "سيقوم الطاهي بتتبيل الخضروات المشوية في زيت الزيتون المنكه."
  },
  {
    "word": "confire",
    "sentence": "Il faut confire les cuisses de canard dans la graisse pendant plusieurs heures à basse température.",
    "translation": "You must confit the duck legs in fat for several hours at low temperature.",
    "arabic_translation": "يجب طهي أفخاذ البط في الدهن لعدة ساعات على درجة حرارة منخفضة."
  },
  {
    "word": "confire",
    "sentence": "Le chef aime confire les tomates cerises lentement au four avec de l'huile d'olive.",
    "translation": "The chef likes to confit cherry tomatoes slowly in the oven with olive oil.",
    "arabic_translation": "يحب الطاهي طهي الطماطم الكرزية ببطء في الفرن بزيت الزيتون."
  },
  {
    "word": "confire",
    "sentence": "Il est traditionnel de confire les oignons dans du beurre et du sucre pour accompagner le foie gras.",
    "translation": "It is traditional to confit onions in butter and sugar to accompany foie gras.",
    "arabic_translation": "من التقليدي طهي البصل في الزبدة والسكر لمرافقة كبد الإوز."
  },
  {
    "word": "gratiner",
    "sentence": "Le cuisinier va gratiner les pommes de terre au four avec de la crème et du fromage.",
    "translation": "سيقوم الطاهي بطهي البطاطس بالجراتان في الفرن مع الكريمة والجبن.",
    "arabic_translation": "سيحضر الطباخ صينية البطاطس المحمرة في الفرن مع الجبن المبشور والكريمة."
  },
  {
    "word": "gratiner",
    "sentence": "Il faut gratiner le plat sous le grill pendant quelques minutes pour obtenir une croûte dorée.",
    "translation": "You must gratinate the dish under the broiler for a few minutes to obtain a golden crust.",
    "arabic_translation": "يجب طهي الطبق بالجراتان تحت الشواية لبضع دقائق للحصول على قشرة ذهبية."
  },
  {
    "word": "gratiner",
    "sentence": "Le chef préfère gratiner les fruits de mer avec de la chapelure et du beurre persillé.",
    "translation": "The chef prefers to gratinate seafood with breadcrumbs and parsley butter.",
    "arabic_translation": "يفضل الطاهي طهي المأكولات البحرية بالجراتان مع فتات الخبز وزبدة البقدونس."
  },
  {
    "word": "farcir",
    "sentence": "Il faut farcir les tomates avec un mélange de viande hachée et de riz cuit.",
    "translation": "You must stuff the tomatoes with a mixture of ground meat and cooked rice.",
    "arabic_translation": "يجب حشو الطماطم بخليط من اللحم المفروم والأرز المطبوخ."
  },
  {
    "word": "farcir",
    "sentence": "Le cuisinier a décidé de farcir le poulet avec des herbes aromatiques et du citron.",
    "translation": "The cook decided to stuff the chicken with aromatic herbs and lemon.",
    "arabic_translation": "قرر الطاهي حشو الدجاج بالأعشاب العطرية والليمون."
  },
  {
    "word": "farcir",
    "sentence": "Il est préférable de farcir les courgettes après les avoir évidées et blanchies rapidement.",
    "translation": "It is preferable to stuff the zucchini after hollowing them out and blanching them quickly.",
    "arabic_translation": "من الأفضل حشو الكوسا بعد تفريغها وسلقها بسرعة."
  },
  {
    "word": "glacer",
    "sentence": "Le pâtissier doit glacer le gâteau avec un nappage brillant avant de le décorer.",
    "translation": "The pastry chef must glaze the cake with a shiny coating before decorating it.",
    "arabic_translation": "يجب على صانع المعجنات تزجيج الكيك بطبقة لامعة قبل تزيينه."
  },
  {
    "word": "glacer",
    "sentence": "Il faut glacer les petits légumes avec du beurre et du sucre pour qu'ils soient brillants.",
    "translation": "You must glaze the small vegetables with butter and sugar so they are shiny.",
    "arabic_translation": "يجب تزجيج الخضروات الصغيرة بالزبدة والسكر حتى تكون لامعة."
  },
  {
    "word": "glacer",
    "sentence": "Le chef aime glacer les carottes nouvelles au miel pour accompagner la viande rôtie.",
    "translation": "The chef likes to glaze new carrots with honey to accompany roasted meat.",
    "arabic_translation": "يحب الطاهي تزجيج الجزر الجديد بالعسل لمرافقة اللحم المشوي."
  },
  {
    "word": "paner",
    "sentence": "Il faut paner les escalopes de veau dans la chapelure après les avoir passées dans l'œuf.",
    "translation": "You must bread the veal cutlets in breadcrumbs after dipping them in egg.",
    "arabic_translation": "يجب تغطية شرائح لحم العجل بفتات الخبز بعد غمسها في البيض."
  },
  {
    "word": "paner",
    "sentence": "Le cuisinier va paner les filets de poisson pour les faire frire dans l'huile bien chaude.",
    "translation": "The cook will bread the fish fillets to fry them in very hot oil.",
    "arabic_translation": "سيقوم الطاهي بتغطية شرائح السمك لقليها في زيت ساخن جدًا."
  },
  {
    "word": "paner",
    "sentence": "Il est important de bien paner les croquettes pour obtenir une belle croûte croustillante.",
    "translation": "It is important to bread the croquettes well to obtain a nice crispy crust.",
    "arabic_translation": "من المهم تغطية الكروكيت جيدًا للحصول على قشرة مقرمشة لطيفة."
  },
  {
    "word": "tamiser",
    "sentence": "Il faut tamiser la farine avant de préparer la pâte pour éviter les grumeaux.",
    "translation": "You must sift the flour before preparing the dough to avoid lumps.",
    "arabic_translation": "يجب نخل الدقيق قبل تحضير العجين لتجنب الكتل."
  },
  {
    "word": "tamiser",
    "sentence": "Le chef nous a demandé de tamiser le sucre glace avant de décorer le dessert.",
    "translation": "The chef asked us to sift the powdered sugar before decorating the dessert.",
    "arabic_translation": "طلب منا الشيف نخل سكر البودرة قبل تزيين الحلوى."
  },
  {
    "word": "tamiser",
    "sentence": "J'ai oublié de tamiser le cacao et maintenant la mousse a des morceaux.",
    "translation": "I forgot to sift the cocoa and now the mousse has lumps.",
    "arabic_translation": "نسيت نخل الكاكاو والآن الموس به كتل."
  },
  {
    "word": "caraméliser",
    "sentence": "Il faut caraméliser les oignons à feu doux pendant vingt minutes pour la soupe.",
    "translation": "You must caramelize the onions over low heat for twenty minutes for the soup.",
    "arabic_translation": "يجب كرملة البصل على نار هادئة لمدة عشرين دقيقة للحساء."
  },
  {
    "word": "caraméliser",
    "sentence": "Le pâtissier a appris à caraméliser le sucre sans le brûler pour la crème brûlée.",
    "translation": "The pastry chef learned to caramelize sugar without burning it for the crème brûlée.",
    "arabic_translation": "تعلم طاهي المعجنات كرملة السكر دون حرقه للكريم بروليه."
  },
  {
    "word": "caraméliser",
    "sentence": "Nous devons caraméliser les pommes avant de les ajouter à la tarte aux pommes.",
    "translation": "We must caramelize the apples before adding them to the apple tart.",
    "arabic_translation": "يجب علينا كرملة التفاح قبل إضافته إلى فطيرة التفاح."
  },
  {
    "word": "l'huile d'olive",
    "sentence": "Le chef utilise toujours l'huile d'olive extra vierge pour assaisonner les salades méditerranéennes.",
    "translation": "The chef always uses extra virgin olive oil to season Mediterranean salads.",
    "arabic_translation": "يستخدم الشيف دائماً زيت الزيتون البكر الممتاز لتتبيل السلطات المتوسطية."
  },
  {
    "word": "l'huile d'olive",
    "sentence": "J'ai versé trop d'huile d'olive dans la poêle et le poisson est devenu gras.",
    "translation": "I poured too much olive oil in the pan and the fish became greasy.",
    "arabic_translation": "سكبت الكثير من زيت الزيتون في المقلاة وأصبح السمك دهنياً."
  },
  {
    "word": "l'huile d'olive",
    "sentence": "Il est important de ne pas chauffer l'huile d'olive à une température trop élevée.",
    "translation": "It is important not to heat olive oil to too high a temperature.",
    "arabic_translation": "من المهم عدم تسخين زيت الزيتون لدرجة حرارة عالية جداً."
  },
  {
    "word": "la crème fraîche",
    "sentence": "Le cuisinier a ajouté la crème fraîche à la sauce pour la rendre plus onctueuse.",
    "translation": "The cook added the fresh cream to the sauce to make it smoother.",
    "arabic_translation": "أضاف الطاهي الكريمة الطازجة إلى الصلصة لجعلها أكثر نعومة."
  },
  {
    "word": "la crème fraîche",
    "sentence": "Nous servons la soupe de champignons avec une cuillère de crème fraîche sur le dessus.",
    "translation": "We serve the mushroom soup with a spoonful of fresh cream on top.",
    "arabic_translation": "نقدم حساء الفطر مع ملعقة من الكريمة الطازجة على الوجه."
  },
  {
    "word": "la crème fraîche",
    "sentence": "Il faut incorporer la crème fraîche délicatement pour ne pas casser la préparation froide.",
    "translation": "You must incorporate the fresh cream delicately to not break the cold preparation.",
    "arabic_translation": "يجب دمج الكريمة الطازجة بلطف لعدم كسر التحضير البارد."
  },
  {
    "word": "les herbes aromatiques",
    "sentence": "Le chef cultive les herbes aromatiques dans son jardin pour avoir des ingrédients frais toute l'année.",
    "translation": "The chef grows aromatic herbs in his garden to have fresh ingredients all year.",
    "arabic_translation": "يزرع الشيف الأعشاب العطرية في حديقته ليحصل على مكونات طازجة طوال العام."
  },
  {
    "word": "les herbes aromatiques",
    "sentence": "J'ai oublié d'ajouter les herbes aromatiques et maintenant la sauce manque de saveur.",
    "translation": "I forgot to add the aromatic herbs and now the sauce lacks flavor.",
    "arabic_translation": "نسيت إضافة الأعشاب العطرية والآن الصلصة تفتقر إلى النكهة."
  },
  {
    "word": "les herbes aromatiques",
    "sentence": "Il est préférable de hacher les herbes aromatiques juste avant le service pour garder les arômes.",
    "translation": "It is preferable to chop the aromatic herbs just before service to keep the aromas.",
    "arabic_translation": "من الأفضل فرم الأعشاب العطرية قبل التقديم مباشرة للحفاظ على الروائح."
  },
  {
    "word": "le bouillon",
    "sentence": "Le cuisinier a préparé le bouillon de légumes hier soir pour le service de demain.",
    "translation": "The cook prepared the vegetable broth last night for tomorrow's service.",
    "arabic_translation": "حضّر الطاهي مرق الخضار الليلة الماضية لخدمة الغد."
  },
  {
    "word": "le bouillon",
    "sentence": "Il faut faire réduire le bouillon de volaille pendant deux heures à feu doux.",
    "translation": "You must reduce the chicken broth for two hours over low heat.",
    "arabic_translation": "يجب تقليل مرق الدجاج لمدة ساعتين على نار هادئة."
  },
  {
    "word": "le bouillon",
    "sentence": "Le chef recommande d'utiliser le bouillon maison plutôt que les cubes industriels pour les sauces.",
    "translation": "The chef recommends using homemade broth rather than industrial cubes for sauces.",
    "arabic_translation": "يوصي الشيف باستخدام المرق المنزلي بدلاً من المكعبات الصناعية للصلصات."
  },
  {
    "word": "le vinaigre",
    "sentence": "Le chef a utilisé le vinaigre balsamique pour déglacer la poêle et créer une sauce.",
    "translation": "The chef used balsamic vinegar to deglaze the pan and create a sauce.",
    "arabic_translation": "استخدم الشيف الخل البلسمي لإزالة الترسبات من المقلاة وإنشاء صلصة."
  },
  {
    "word": "le vinaigre",
    "sentence": "Il faut ajouter une cuillère de vinaigre de vin rouge dans la vinaigrette pour l'équilibrer.",
    "translation": "You must add a spoonful of red wine vinegar to the vinaigrette to balance it.",
    "arabic_translation": "يجب إضافة ملعقة من خل النبيذ الأحمر إلى الصلصة لتوازنها."
  },
  {
    "word": "le vinaigre",
    "sentence": "Le pâtissier ajoute quelques gouttes de vinaigre blanc aux blancs d'œufs pour stabiliser la meringue.",
    "translation": "The pastry chef adds a few drops of white vinegar to egg whites to stabilize the meringue.",
    "arabic_translation": "يضيف طاهي المعجنات بضع قطرات من الخل الأبيض إلى بياض البيض لتثبيت المرينغ."
  },
  {
    "word": "la moutarde",
    "sentence": "Le chef mélange la moutarde de Dijon avec le miel pour faire une marinade savoureuse.",
    "translation": "The chef mixes Dijon mustard with honey to make a tasty marinade.",
    "arabic_translation": "يخلط الشيف خردل ديجون مع العسل لصنع تتبيلة لذيذة."
  },
  {
    "word": "la moutarde",
    "sentence": "J'ai préparé une sauce à la moutarde à l'ancienne pour accompagner le lapin rôti.",
    "translation": "I prepared an old-fashioned mustard sauce to accompany the roasted rabbit.",
    "arabic_translation": "حضّرت صلصة الخردل التقليدية لمرافقة الأرنب المشوي."
  },
  {
    "word": "la moutarde",
    "sentence": "Il faut ajouter la moutarde en fin de cuisson pour ne pas perdre son goût.",
    "translation": "You must add the mustard at the end of cooking to not lose its taste.",
    "arabic_translation": "يجب إضافة الخردل في نهاية الطهي حتى لا نفقد مذاقه."
  },
  {
    "word": "les œufs",
    "sentence": "Le chef vérifie toujours la fraîcheur des œufs avant de préparer la mayonnaise maison.",
    "translation": "The chef always checks the freshness of eggs before preparing homemade mayonnaise.",
    "arabic_translation": "يتحقق الشيف دائماً من نضارة البيض قبل تحضير المايونيز المنزلي."
  },
  {
    "word": "les œufs",
    "sentence": "Il faut battre les œufs avec le sucre jusqu'à ce que le mélange devienne mousseux.",
    "translation": "You must beat the eggs with sugar until the mixture becomes frothy.",
    "arabic_translation": "يجب خفق البيض مع السكر حتى يصبح المزيج رغوياً."
  },
  {
    "word": "les œufs",
    "sentence": "J'ai poché les œufs dans l'eau vinaigrée pour le service du petit-déjeuner de ce matin.",
    "translation": "I poached the eggs in vinegared water for this morning's breakfast service.",
    "arabic_translation": "سلقت البيض في الماء المخلّل لخدمة الإفطار هذا الصباح."
  },
  {
    "word": "la levure",
    "sentence": "Le boulanger a dilué la levure fraîche dans l'eau tiède avant de pétrir la pâte.",
    "translation": "The baker diluted the fresh yeast in lukewarm water before kneading the dough.",
    "arabic_translation": "أذاب الخباز الخميرة الطازجة في الماء الفاتر قبل عجن العجين."
  },
  {
    "word": "la levure",
    "sentence": "Il faut attendre que la levure fasse lever la pâte pendant au moins une heure.",
    "translation": "You must wait for the yeast to make the dough rise for at least one hour.",
    "arabic_translation": "يجب الانتظار حتى تجعل الخميرة العجين يرتفع لمدة ساعة على الأقل."
  },
  {
    "word": "la levure",
    "sentence": "Le pâtissier préfère utiliser la levure chimique pour les gâteaux légers et aérés.",
    "translation": "The pastry chef prefers to use baking powder for light and airy cakes.",
    "arabic_translation": "يفضل طاهي المعجنات استخدام البيكنج باودر للكعك الخفيف والهوائي."
  },
  {
    "word": "le chocolat",
    "sentence": "Le chef fait fondre le chocolat noir au bain-marie pour ne pas le brûler.",
    "translation": "The chef melts the dark chocolate in a double boiler to not burn it.",
    "arabic_translation": "يذيب الشيف الشوكولاتة الداكنة على حمام مائي حتى لا يحرقها."
  },
  {
    "word": "le chocolat",
    "sentence": "Il faut tempérer le chocolat correctement avant de réaliser les décorations en chocolat brillant.",
    "translation": "You must temper the chocolate correctly before making shiny chocolate decorations.",
    "arabic_translation": "يجب تلطيف الشوكولاتة بشكل صحيح قبل صنع زينة الشوكولاتة اللامعة."
  },
  {
    "word": "le chocolat",
    "sentence": "Le pâtissier a râpé le chocolat blanc pour décorer le tiramisu que nous servons aujourd'hui.",
    "translation": "The pastry chef grated white chocolate to decorate the tiramisu we are serving today.",
    "arabic_translation": "بشر طاهي المعجنات الشوكولاتة البيضاء لتزيين التيراميسو الذي نقدمه اليوم."
  },
  {
    "word": "la vanille",
    "sentence": "Le chef a fendu la gousse de vanille en deux pour extraire les graines aromatiques.",
    "translation": "The chef split the vanilla pod in half to extract the aromatic seeds.",
    "arabic_translation": "شق الشيف قرن الفانيليا إلى نصفين لاستخراج البذور العطرية."
  },
  {
    "word": "la vanille",
    "sentence": "Il faut infuser la vanille dans le lait chaud pendant dix minutes pour la crème pâtissière.",
    "translation": "You must infuse the vanilla in hot milk for ten minutes for the pastry cream.",
    "arabic_translation": "يجب نقع الفانيليا في الحليب الساخن لمدة عشر دقائق للكريم باتيسيير."
  },
  {
    "word": "la vanille",
    "sentence": "J'ai utilisé l'extrait de vanille naturelle plutôt que l'arôme artificiel pour cette crème brûlée.",
    "translation": "I used natural vanilla extract rather than artificial flavoring for this crème brûlée.",
    "arabic_translation": "استخدمت خلاصة الفانيليا الطبيعية بدلاً من النكهة الاصطناعية لهذا الكريم بروليه."
  },
  {
    "word": "la cannelle",
    "sentence": "Le chef a saupoudré la cannelle moulue sur la compote de pommes encore chaude.",
    "translation": "The chef sprinkled ground cinnamon on the still-hot apple compote.",
    "arabic_translation": "رش الشيف القرفة المطحونة على صلصة التفاح الساخنة."
  },
  {
    "word": "la cannelle",
    "sentence": "Il faut ajouter un bâton de cannelle dans le vin chaud pour intensifier les saveurs.",
    "translation": "You must add a cinnamon stick to the mulled wine to intensify the flavors.",
    "arabic_translation": "يجب إضافة عود قرفة إلى النبيذ الساخن لتكثيف النكهات."
  },
  {
    "word": "la cannelle",
    "sentence": "Le pâtissier a parfumé la crème anglaise avec la cannelle et la muscade pour le dessert.",
    "translation": "The pastry chef flavored the custard with cinnamon and nutmeg for the dessert.",
    "arabic_translation": "نكه طاهي المعجنات الكاسترد بالقرفة وجوزة الطيب للحلوى."
  },
  {
    "word": "le thym",
    "sentence": "Le cuisinier a ajouté le thym frais au poulet rôti dix minutes avant la fin.",
    "translation": "The cook added fresh thyme to the roasted chicken ten minutes before the end.",
    "arabic_translation": "أضاف الطاهي الزعتر الطازج إلى الدجاج المشوي قبل عشر دقائق من النهاية."
  },
  {
    "word": "le thym",
    "sentence": "Il faut retirer les branches de thym de la sauce avant de servir les convives.",
    "translation": "You must remove the thyme branches from the sauce before serving the guests.",
    "arabic_translation": "يجب إزالة أغصان الزعتر من الصلصة قبل تقديمها للضيوف."
  },
  {
    "word": "le thym",
    "sentence": "Le chef recommande d'utiliser le thym citronné pour parfumer les poissons grillés délicatement.",
    "translation": "The chef recommends using lemon thyme to delicately flavor grilled fish.",
    "arabic_translation": "يوصي الشيف باستخدام الزعتر الليموني لتنكيه السمك المشوي بشكل لطيف."
  },
  {
    "word": "le laurier",
    "sentence": "Le cuisinier a mis deux feuilles de laurier dans le ragoût de bœuf traditionnel.",
    "translation": "The cook put two bay leaves in the traditional beef stew.",
    "arabic_translation": "وضع الطاهي ورقتي غار في طاجن اللحم البقري التقليدي."
  },
  {
    "word": "le laurier",
    "sentence": "Il ne faut jamais oublier de retirer le laurier avant de mixer la soupe.",
    "translation": "You must never forget to remove the bay leaf before blending the soup.",
    "arabic_translation": "يجب عدم نسيان إزالة ورق الغار قبل خلط الحساء."
  },
  {
    "word": "le laurier",
    "sentence": "Le chef infuse le laurier dans le lait pour donner du goût à la béchamel.",
    "translation": "The chef infuses bay leaf in the milk to give flavor to the béchamel.",
    "arabic_translation": "ينقع الشيف ورق الغار في الحليب لإعطاء نكهة للبشاميل."
  },
  {
    "word": "le basilic",
    "sentence": "Le chef a cueilli le basilic frais du jardin pour préparer le pesto maison.",
    "translation": "The chef picked fresh basil from the garden to prepare homemade pesto.",
    "arabic_translation": "قطف الشيف الريحان الطازج من الحديقة لتحضير البيستو المنزلي."
  },
  {
    "word": "le basilic",
    "sentence": "Il faut ajouter le basilic ciselé au dernier moment pour préserver ses arômes délicats.",
    "translation": "You must add chopped basil at the last moment to preserve its delicate aromas.",
    "arabic_translation": "يجب إضافة الريحان المفروم في اللحظة الأخيرة للحفاظ على روائحه الرقيقة."
  },
  {
    "word": "le basilic",
    "sentence": "Le cuisinier a parsemé le basilic thaï sur le curry vert avant de le servir.",
    "translation": "The cook scattered Thai basil on the green curry before serving it.",
    "arabic_translation": "نثر الطاهي الريحان التايلندي على الكاري الأخضر قبل تقديمه."
  },
  {
    "word": "les épices",
    "sentence": "Le chef a torréfié les épices dans une poêle sèche pour libérer leurs arômes puissants.",
    "translation": "The chef toasted the spices in a dry pan to release their powerful aromas.",
    "arabic_translation": "حمّص الشيف التوابل في مقلاة جافة لإطلاق روائحها القوية."
  },
  {
    "word": "les épices",
    "sentence": "Il faut moudre les épices fraîchement pour obtenir le meilleur goût dans ce plat indien.",
    "translation": "You must grind the spices freshly to get the best taste in this Indian dish.",
    "arabic_translation": "يجب طحن التوابل طازجة للحصول على أفضل طعم في هذا الطبق الهندي."
  },
  {
    "word": "les épices",
    "sentence": "Le cuisinier conserve les épices dans des bocaux hermétiques à l'abri de la lumière.",
    "translation": "The cook stores the spices in airtight jars away from light.",
    "arabic_translation": "يحفظ الطاهي التوابل في برطمانات محكمة الإغلاق بعيداً عن الضوء."
  },
  {
    "word": "le paprika",
    "sentence": "Le chef a saupoudré le paprika fumé sur les pommes de terre rôties pour plus de saveur.",
    "translation": "The chef sprinkled smoked paprika on the roasted potatoes for more flavor.",
    "arabic_translation": "رش الشيف البابريكا المدخنة على البطاطس المشوية لمزيد من النكهة."
  },
  {
    "word": "le paprika",
    "sentence": "Il faut ajouter le paprika doux en début de cuisson pour qu'il libère ses arômes.",
    "translation": "You must add sweet paprika at the beginning of cooking so it releases its aromas.",
    "arabic_translation": "يجب إضافة البابريكا الحلوة في بداية الطهي حتى تطلق روائحها."
  },
  {
    "word": "le paprika",
    "sentence": "Le cuisinier utilise le paprika hongrois authentique pour préparer le goulasch traditionnel de son restaurant.",
    "translation": "The cook uses authentic Hungarian paprika to prepare the traditional goulash of his restaurant.",
    "arabic_translation": "يستخدم الطاهي البابريكا المجرية الأصيلة لتحضير الجولاش التقليدي لمطعمه."
  },
  {
    "word": "le cumin",
    "sentence": "Le chef a fait revenir le cumin en grains dans l'huile chaude avant d'ajouter les légumes.",
    "translation": "The chef sautéed cumin seeds in hot oil before adding the vegetables.",
    "arabic_translation": "قلى الشيف بذور الكمون في الزيت الساخن قبل إضافة الخضروات."
  },
  {
    "word": "le cumin",
    "sentence": "Il faut doser le cumin avec précision car son goût peut dominer les autres saveurs.",
    "translation": "You must dose the cumin precisely because its taste can dominate other flavors.",
    "arabic_translation": "يجب جرعة الكمون بدقة لأن طعمه يمكن أن يهيمن على النكهات الأخرى."
  },
  {
    "word": "le cumin",
    "sentence": "Le cuisinier a mélangé le cumin moulu avec la coriandre pour parfumer le couscous végétarien.",
    "translation": "The cook mixed ground cumin with coriander to flavor the vegetarian couscous.",
    "arabic_translation": "خلط الطاهي الكمون المطحون مع الكزبرة لتنكيه الكسكس النباتي."
  },
  {
    "word": "le safran",
    "sentence": "Le chef a infusé le safran dans le bouillon chaud pour obtenir une couleur dorée.",
    "translation": "The chef infused saffron in hot broth to obtain a golden color.",
    "arabic_translation": "نقع الشيف الزعفران في المرق الساخن للحصول على لون ذهبي."
  },
  {
    "word": "le safran",
    "sentence": "Il faut utiliser le safran avec parcimonie car c'est l'épice la plus chère du monde.",
    "translation": "You must use saffron sparingly because it is the most expensive spice in the world.",
    "arabic_translation": "يجب استخدام الزعفران باعتدال لأنه أغلى توابل في العالم."
  },
  {
    "word": "le safran",
    "sentence": "Le cuisinier a ajouté quelques filaments de safran dans la paella pour authentifier le plat espagnol.",
    "translation": "The cook added a few saffron threads to the paella to authenticate the Spanish dish.",
    "arabic_translation": "أضاف الطاهي بضع خيوط من الزعفران إلى البايلا لتوثيق الطبق الإسباني."
  },
  {
    "word": "l'accompagnement",
    "sentence": "Le chef a préparé des légumes grillés comme accompagnement pour le steak de bœuf.",
    "translation": "The chef prepared grilled vegetables as a side dish for the beef steak.",
    "arabic_translation": "حضّر الشيف الخضروات المشوية كطبق جانبي لشريحة اللحم البقري."
  },
  {
    "word": "l'accompagnement",
    "sentence": "Il faut choisir l'accompagnement en fonction du plat principal pour créer une harmonie de saveurs.",
    "translation": "You must choose the side dish according to the main dish to create a harmony of flavors.",
    "arabic_translation": "يجب اختيار الطبق الجانبي وفقاً للطبق الرئيسي لخلق انسجام من النكهات."
  },
  {
    "word": "l'accompagnement",
    "sentence": "Le serveur a demandé au client s'il préférait des frites ou une salade comme accompagnement.",
    "translation": "The waiter asked the customer if he preferred fries or salad as a side dish.",
    "arabic_translation": "سأل النادل الزبون إذا كان يفضل البطاطس المقلية أو السلطة كطبق جانبي."
  },
  {
    "word": "le menu du jour",
    "sentence": "Le chef change le menu du jour tous les matins en fonction des produits frais disponibles.",
    "translation": "The chef changes the daily menu every morning according to available fresh products.",
    "arabic_translation": "يغيّر الشيف قائمة اليوم كل صباح وفقاً للمنتجات الطازجة المتاحة."
  },
  {
    "word": "le menu du jour",
    "sentence": "Aujourd'hui, le menu du jour comprend une soupe de potiron et un magret de canard rôti.",
    "translation": "Today, the daily menu includes pumpkin soup and roasted duck breast.",
    "arabic_translation": "اليوم، تشمل قائمة اليوم حساء اليقطين وصدر بط مشوي."
  },
  {
    "word": "le menu du jour",
    "sentence": "Les clients apprécient le menu du jour car il offre un excellent rapport qualité-prix.",
    "translation": "Customers appreciate the daily menu because it offers excellent value for money.",
    "arabic_translation": "يقدّر العملاء قائمة اليوم لأنها تقدم قيمة ممتازة مقابل المال."
  },
  {
    "word": "le plat du jour",
    "sentence": "Le cuisinier prépare le plat du jour avec les légumes du marché achetés ce matin.",
    "translation": "The cook prepares the daily special with market vegetables bought this morning.",
    "arabic_translation": "يحضّر الطاهي طبق اليوم بخضروات السوق المشتراة هذا الصباح."
  },
  {
    "word": "le plat du jour",
    "sentence": "Nous proposons toujours le plat du jour à un prix avantageux pour nos clients réguliers.",
    "translation": "We always offer the daily special at an advantageous price for our regular customers.",
    "arabic_translation": "نقدم دائماً طبق اليوم بسعر مناسب لعملائنا الدائمين."
  },
  {
    "word": "le plat du jour",
    "sentence": "Le serveur a recommandé le plat du jour qui était un risotto aux champignons sauvages.",
    "translation": "The waiter recommended the daily special which was a wild mushroom risotto.",
    "arabic_translation": "أوصى النادل بطبق اليوم الذي كان ريزوتو بالفطر البري."
  },
  {
    "word": "la spécialité",
    "sentence": "La spécialité de notre restaurant est la bouillabaisse préparée selon la recette marseillaise traditionnelle.",
    "translation": "Our restaurant's specialty is bouillabaisse prepared according to the traditional Marseille recipe.",
    "arabic_translation": "تخصص مطعمنا هو البويابيس المحضر وفقاً للوصفة التقليدية من مرسيليا."
  },
  {
    "word": "la spécialité",
    "sentence": "Le chef a créé une nouvelle spécialité qui mélange les saveurs méditerranéennes et asiatiques.",
    "translation": "The chef created a new specialty that blends Mediterranean and Asian flavors.",
    "arabic_translation": "ابتكر الشيف تخصصاً جديداً يمزج النكهات المتوسطية والآسيوية."
  },
  {
    "word": "la spécialité",
    "sentence": "Il faut absolument goûter la spécialité régionale quand vous visitez notre établissement en Provence.",
    "translation": "You absolutely must taste the regional specialty when you visit our establishment in Provence.",
    "arabic_translation": "يجب عليك تذوق التخصص الإقليمي عند زيارة مؤسستنا في بروفانس."
  },
  {
    "word": "la portion",
    "sentence": "Le chef a augmenté la portion de légumes pour rendre le plat plus équilibré.",
    "translation": "The chef increased the portion of vegetables to make the dish more balanced.",
    "arabic_translation": "زاد الشيف حصة الخضروات لجعل الطبق أكثر توازناً."
  },
  {
    "word": "la portion",
    "sentence": "Les clients se plaignent que la portion de dessert est trop petite pour le prix.",
    "translation": "Customers complain that the dessert portion is too small for the price.",
    "arabic_translation": "يشتكي العملاء من أن حصة الحلوى صغيرة جداً بالنسبة للسعر."
  },
  {
    "word": "la portion",
    "sentence": "Il faut respecter la portion indiquée dans la recette pour maintenir la qualité du service.",
    "translation": "You must respect the portion indicated in the recipe to maintain service quality.",
    "arabic_translation": "يجب احترام الحصة المشار إليها في الوصفة للحفاظ على جودة الخدمة."
  },
  {
    "word": "la cuisson",
    "sentence": "Le chef surveille la cuisson de la viande avec un thermomètre pour garantir la température parfaite.",
    "translation": "The chef monitors the meat cooking with a thermometer to guarantee the perfect temperature.",
    "arabic_translation": "يراقب الشيف طهي اللحم بمقياس حرارة لضمان درجة الحرارة المثالية."
  },
  {
    "word": "la cuisson",
    "sentence": "Il faut ajuster le temps de cuisson selon l'épaisseur du poisson pour éviter de le dessécher.",
    "translation": "You must adjust the cooking time according to the fish thickness to avoid drying it out.",
    "arabic_translation": "يجب ضبط وقت الطهي حسب سمك السمك لتجنب جفافه."
  },
  {
    "word": "la cuisson",
    "sentence": "Le client a demandé une cuisson à point pour son magret de canard au miel.",
    "translation": "The customer asked for medium cooking for his honey duck breast.",
    "arabic_translation": "طلب الزبون طهياً متوسطاً لصدر البط بالعسل."
  },
  {
    "word": "l'assaisonnement",
    "sentence": "Le chef a rectifié l'assaisonnement de la sauce en ajoutant du sel et du poivre.",
    "translation": "The chef corrected the seasoning of the sauce by adding salt and pepper.",
    "arabic_translation": "صحح الشيف تتبيل الصلصة بإضافة الملح والفلفل."
  },
  {
    "word": "l'assaisonnement",
    "sentence": "Il faut goûter l'assaisonnement avant de servir pour s'assurer que c'est parfait.",
    "translation": "You must taste the seasoning before serving to ensure it is perfect.",
    "arabic_translation": "يجب تذوق التتبيل قبل التقديم للتأكد من أنه مثالي."
  },
  {
    "word": "l'assaisonnement",
    "sentence": "Le cuisinier a préparé l'assaisonnement de la salade avec de l'huile d'olive et du citron frais.",
    "translation": "The cook prepared the salad seasoning with olive oil and fresh lemon.",
    "arabic_translation": "حضّر الطاهي تتبيل السلطة بزيت الزيتون والليمون الطازج."
  },
  {
    "word": "le dressage",
    "sentence": "Le chef accorde beaucoup d'importance au dressage pour créer une présentation élégante et moderne.",
    "translation": "The chef attaches great importance to plating to create an elegant and modern presentation.",
    "arabic_translation": "يولي الشيف أهمية كبيرة للتقديم لإنشاء عرض أنيق وحديث."
  },
  {
    "word": "le dressage",
    "sentence": "Il faut maîtriser le dressage de l'assiette avant de travailler dans un restaurant gastronomique.",
    "translation": "You must master plate presentation before working in a gourmet restaurant.",
    "arabic_translation": "يجب إتقان تقديم الطبق قبل العمل في مطعم فاخر."
  },
  {
    "word": "le dressage",
    "sentence": "Le sous-chef a appris les techniques de dressage en regardant les chefs étoilés travailler.",
    "translation": "The sous-chef learned plating techniques by watching starred chefs work.",
    "arabic_translation": "تعلم نائب الشيف تقنيات التقديم من خلال مشاهدة الطهاة النجوم يعملون."
  },
  {
    "word": "la garniture",
    "sentence": "Le chef a préparé une garniture de légumes glacés pour accompagner le filet de bœuf.",
    "translation": "The chef prepared a garnish of glazed vegetables to accompany the beef fillet.",
    "arabic_translation": "حضّر الشيف زينة من الخضروات المزججة لمرافقة شريحة اللحم البقري."
  },
  {
    "word": "la garniture",
    "sentence": "Il faut ajouter la garniture fraîche juste avant de servir pour garder les couleurs vives.",
    "translation": "You must add the fresh garnish just before serving to keep the colors vibrant.",
    "arabic_translation": "يجب إضافة الزينة الطازجة قبل التقديم مباشرة للحفاظ على الألوان الزاهية."
  },
  {
    "word": "la garniture",
    "sentence": "Le cuisinier a oublié la garniture aromatique et le plat manque maintenant de fraîcheur visuelle.",
    "translation": "The cook forgot the aromatic garnish and the dish now lacks visual freshness.",
    "arabic_translation": "نسي الطاهي الزينة العطرية والطبق يفتقر الآن إلى النضارة البصرية."
  },
  {
    "word": "l'amuse-bouche",
    "sentence": "Le chef a créé un amuse-bouche original avec du saumon fumé et de la crème citronnée.",
    "translation": "The chef created an original amuse-bouche with smoked salmon and lemon cream.",
    "arabic_translation": "ابتكر الشيف مقبلات أصلية مع السلمون المدخن والكريمة الليمونية."
  },
  {
    "word": "l'amuse-bouche",
    "sentence": "Il faut servir l'amuse-bouche immédiatement après l'arrivée des clients pour commencer l'expérience culinaire.",
    "translation": "You must serve the amuse-bouche immediately after the customers arrive to start the culinary experience.",
    "arabic_translation": "يجب تقديم المقبلات فور وصول العملاء لبدء التجربة الطهوية."
  },
  {
    "word": "l'amuse-bouche",
    "sentence": "Le serveur a apporté l'amuse-bouche offert par le chef avant de prendre la commande.",
    "translation": "The waiter brought the amuse-bouche offered by the chef before taking the order.",
    "arabic_translation": "أحضر النادل المقبلات المقدمة من الشيف قبل أخذ الطلب."
  },
  {
    "word": "réserver",
    "sentence": "Il faut réserver une table au moins deux jours à l'avance pour ce restaurant gastronomique.",
    "translation": "You must reserve a table at least two days in advance for this gastronomic restaurant.",
    "arabic_translation": "يجب حجز طاولة قبل يومين على الأقل لهذا المطعم الفاخر."
  },
  {
    "word": "réserver",
    "sentence": "Le chef nous recommande de réserver le homard frais qui arrive demain matin du marché.",
    "translation": "The chef recommends that we reserve the fresh lobster arriving tomorrow morning from the market.",
    "arabic_translation": "ينصحنا الطاهي بحجز جراد البحر الطازج الذي يصل غداً صباحاً من السوق."
  },
  {
    "word": "réserver",
    "sentence": "Les clients peuvent réserver leur menu dégustation en ligne jusqu'à vingt-quatre heures avant le service.",
    "translation": "Customers can reserve their tasting menu online up to twenty-four hours before service.",
    "arabic_translation": "يمكن للعملاء حجز قائمة التذوق عبر الإنترنت حتى أربع وعشرين ساعة قبل الخدمة."
  },
  {
    "word": "recommander",
    "sentence": "Le sommelier va vous recommander un excellent vin rouge qui accompagne parfaitement le gibier rôti.",
    "translation": "The sommelier will recommend an excellent red wine that perfectly accompanies the roasted game.",
    "arabic_translation": "سوف ينصحك الساقي بنبيذ أحمر ممتاز يرافق الطرائد المشوية بشكل مثالي."
  },
  {
    "word": "recommander",
    "sentence": "Je peux vous recommander la terrine de foie gras que notre chef prépare depuis vingt ans.",
    "translation": "I can recommend the foie gras terrine that our chef has been preparing for twenty years.",
    "arabic_translation": "يمكنني أن أنصحك بتيرين فطائر الكبد الذي يعده طاهينا منذ عشرين عاماً."
  },
  {
    "word": "recommander",
    "sentence": "Les critiques gastronomiques recommandent toujours notre bouillabaisse comme la meilleure de la région provençale.",
    "translation": "Food critics always recommend our bouillabaisse as the best in the Provençal region.",
    "arabic_translation": "ينصح النقاد الطهويون دائماً بشوربة السمك الخاصة بنا كأفضل ما في منطقة بروفانس."
  },
  {
    "word": "le service",
    "sentence": "Le service commence à dix-neuf heures précises et se termine généralement vers vingt-trois heures trente.",
    "translation": "Service begins at precisely seven o'clock and generally ends around eleven-thirty.",
    "arabic_translation": "تبدأ الخدمة في تمام الساعة السابعة وتنتهي عموماً حوالي الحادية عشرة والنصف."
  },
  {
    "word": "le service",
    "sentence": "Le directeur surveille attentivement le service pour garantir que chaque plat arrive chaud à table.",
    "translation": "The manager carefully oversees the service to ensure that each dish arrives hot at the table.",
    "arabic_translation": "يشرف المدير بعناية على الخدمة لضمان وصول كل طبق ساخناً إلى الطاولة."
  },
  {
    "word": "le service",
    "sentence": "Pendant le service du midi, nous proposons un menu rapide pour les clients d'affaires pressés.",
    "translation": "During lunch service, we offer a quick menu for busy business clients.",
    "arabic_translation": "خلال خدمة الغداء، نقدم قائمة سريعة لعملاء الأعمال المشغولين."
  },
  {
    "word": "le serveur",
    "sentence": "Le serveur doit connaître parfaitement tous les plats du menu et leurs ingrédients principaux.",
    "translation": "The waiter must know perfectly all the dishes on the menu and their main ingredients.",
    "arabic_translation": "يجب على النادل أن يعرف تماماً جميع الأطباق في القائمة ومكوناتها الرئيسية."
  },
  {
    "word": "le serveur",
    "sentence": "Notre serveur nous a expliqué la technique de cuisson utilisée pour préparer le canard laqué.",
    "translation": "Our waiter explained to us the cooking technique used to prepare the lacquered duck.",
    "arabic_translation": "شرح لنا النادل تقنية الطهي المستخدمة لإعداد البط المطلي."
  },
  {
    "word": "le serveur",
    "sentence": "Le serveur présente toujours les plats en décrivant chaque élément avec passion et professionnalisme.",
    "translation": "The waiter always presents the dishes while describing each element with passion and professionalism.",
    "arabic_translation": "يقدم النادل دائماً الأطباق مع وصف كل عنصر بشغف واحترافية."
  },
  {
    "word": "le couvert",
    "sentence": "Le commis doit placer le couvert selon les règles strictes de l'art de la table française.",
    "translation": "The commis must place the place setting according to the strict rules of French table art.",
    "arabic_translation": "يجب على المساعد وضع أدوات المائدة وفقاً للقواعد الصارمة لفن المائدة الفرنسية."
  },
  {
    "word": "le couvert",
    "sentence": "Nous changeons le couvert entre chaque plat pour respecter l'étiquette du service gastronomique raffiné.",
    "translation": "We change the place setting between each course to respect refined gastronomic service etiquette.",
    "arabic_translation": "نغير أدوات المائدة بين كل طبق لاحترام آداب الخدمة الفاخرة."
  },
  {
    "word": "le couvert",
    "sentence": "Le prix du menu comprend le couvert, l'apéritif et le café pour cinquante euros seulement.",
    "translation": "The menu price includes the place setting, aperitif and coffee for only fifty euros.",
    "arabic_translation": "يشمل سعر القائمة أدوات المائدة والمقبلات والقهوة مقابل خمسين يورو فقط."
  },
  {
    "word": "la nappe",
    "sentence": "Le maître d'hôtel vérifie que la nappe blanche soit parfaitement repassée avant chaque service.",
    "translation": "The maître d'hôtel checks that the white tablecloth is perfectly ironed before each service.",
    "arabic_translation": "يتحقق رئيس الخدمة من أن مفرش المائدة الأبيض مكوي بشكل مثالي قبل كل خدمة."
  },
  {
    "word": "la nappe",
    "sentence": "Dans notre établissement gastronomique, nous changeons la nappe après chaque client pour garantir l'hygiène impeccable.",
    "translation": "In our gastronomic establishment, we change the tablecloth after each customer to guarantee impeccable hygiene.",
    "arabic_translation": "في مؤسستنا الفاخرة، نغير مفرش المائدة بعد كل عميل لضمان نظافة لا تشوبها شائبة."
  },
  {
    "word": "la nappe",
    "sentence": "Le serveur a rapidement remplacé la nappe tachée par du vin rouge pendant le service.",
    "translation": "The waiter quickly replaced the tablecloth stained by red wine during service.",
    "arabic_translation": "استبدل النادل بسرعة مفرش المائدة الملطخ بالنبيذ الأحمر أثناء الخدمة."
  },
  {
    "word": "éplucher",
    "sentence": "L'apprenti cuisinier doit éplucher vingt kilos de pommes de terre chaque matin avant le service.",
    "translation": "The apprentice cook must peel twenty kilos of potatoes every morning before service.",
    "arabic_translation": "يجب على الطاهي المتدرب تقشير عشرين كيلو من البطاطس كل صباح قبل الخدمة."
  },
  {
    "word": "éplucher",
    "sentence": "Il est essentiel d'éplucher les asperges blanches délicatement pour préserver leur texture tendre et parfumée.",
    "translation": "It is essential to peel white asparagus delicately to preserve their tender and fragrant texture.",
    "arabic_translation": "من الضروري تقشير الهليون الأبيض بلطف للحفاظ على قوامه الطري والعطري."
  },
  {
    "word": "éplucher",
    "sentence": "Le chef préfère éplucher les tomates après les avoir blanchies quelques secondes dans l'eau bouillante.",
    "translation": "The chef prefers to peel tomatoes after blanching them for a few seconds in boiling water.",
    "arabic_translation": "يفضل الطاهي تقشير الطماطم بعد سلقها لبضع ثوان في الماء المغلي."
  },
  {
    "word": "rincer",
    "sentence": "Il faut toujours rincer les moules fraîches sous l'eau froide avant de les cuire dans le vin blanc.",
    "translation": "You must always rinse fresh mussels under cold water before cooking them in white wine.",
    "arabic_translation": "يجب دائماً شطف بلح البحر الطازج تحت الماء البارد قبل طهيه في النبيذ الأبيض."
  },
  {
    "word": "rincer",
    "sentence": "Le commis de cuisine doit rincer soigneusement tous les légumes biologiques provenant du marché local.",
    "translation": "The kitchen commis must carefully rinse all organic vegetables coming from the local market.",
    "arabic_translation": "يجب على مساعد المطبخ شطف جميع الخضروات العضوية القادمة من السوق المحلي بعناية."
  },
  {
    "word": "rincer",
    "sentence": "Après avoir blanchi les haricots verts, il est important de les rincer à l'eau glacée immédiatement.",
    "translation": "After blanching green beans, it is important to rinse them in ice water immediately.",
    "arabic_translation": "بعد سلق الفاصوليا الخضراء، من المهم شطفها بالماء المثلج فوراً."
  },
  {
    "word": "égoutter",
    "sentence": "Le cuisinier doit égoutter les pâtes fraîches correctement pour éviter que la sauce devienne trop liquide.",
    "translation": "The cook must drain the fresh pasta correctly to prevent the sauce from becoming too liquid.",
    "arabic_translation": "يجب على الطاهي تصفية المعكرونة الطازجة بشكل صحيح لمنع الصلصة من أن تصبح سائلة جداً."
  },
  {
    "word": "égoutter",
    "sentence": "Après la cuisson, vous devez égoutter les légumes dans une passoire avant de les assaisonner.",
    "translation": "After cooking, you must drain the vegetables in a colander before seasoning them.",
    "arabic_translation": "بعد الطهي، يجب تصفية الخضروات في مصفاة قبل تتبيلها."
  },
  {
    "word": "égoutter",
    "sentence": "Il faut bien égoutter la ricotta maison pendant plusieurs heures pour obtenir une texture crémeuse parfaite.",
    "translation": "You must drain the homemade ricotta well for several hours to obtain a perfect creamy texture.",
    "arabic_translation": "يجب تصفية جبن الريكوتا المنزلي جيداً لعدة ساعات للحصول على قوام كريمي مثالي."
  },
  {
    "word": "presser",
    "sentence": "Le barman doit presser les citrons frais chaque matin pour préparer les cocktails du jour.",
    "translation": "The bartender must squeeze fresh lemons every morning to prepare the cocktails of the day.",
    "arabic_translation": "يجب على الساقي عصر الليمون الطازج كل صباح لإعداد كوكتيلات اليوم."
  },
  {
    "word": "presser",
    "sentence": "Pour cette recette provençale, il faut presser doucement les tomates afin d'extraire leurs jus et graines.",
    "translation": "For this Provençal recipe, you must gently squeeze the tomatoes to extract their juice and seeds.",
    "arabic_translation": "لهذه الوصفة البروفنسية، يجب عصر الطماطم بلطف لاستخراج عصيرها وبذورها."
  },
  {
    "word": "presser",
    "sentence": "Le chef recommande de presser les oranges sanguines juste avant le service pour préserver leurs arômes.",
    "translation": "The chef recommends squeezing blood oranges just before service to preserve their aromas.",
    "arabic_translation": "ينصح الطاهي بعصر البرتقال الأحمر قبل الخدمة مباشرة للحفاظ على عطوره."
  },
  {
    "word": "incorporer",
    "sentence": "Vous devez incorporer délicatement les blancs en neige dans la pâte sans les casser complètement.",
    "translation": "You must gently incorporate the whipped egg whites into the batter without breaking them completely.",
    "arabic_translation": "يجب دمج بياض البيض المخفوق بلطف في العجينة دون كسرها تماماً."
  },
  {
    "word": "incorporer",
    "sentence": "Le pâtissier va incorporer progressivement le beurre fondu à la préparation pour obtenir une émulsion parfaite.",
    "translation": "The pastry chef will gradually incorporate the melted butter into the preparation to obtain a perfect emulsion.",
    "arabic_translation": "سيدمج صانع الحلويات الزبدة المذابة تدريجياً في التحضير للحصول على مستحلب مثالي."
  },
  {
    "word": "incorporer",
    "sentence": "Il est essentiel d'incorporer la farine tamisée petit à petit pour éviter les grumeaux dans la béchamel.",
    "translation": "It is essential to incorporate the sifted flour little by little to avoid lumps in the béchamel.",
    "arabic_translation": "من الضروري دمج الدقيق المنخول شيئاً فشيئاً لتجنب التكتلات في صلصة البشاميل."
  },
  {
    "word": "battre",
    "sentence": "Le commis pâtissier doit battre les œufs énergiquement pendant cinq minutes pour réussir la génoise.",
    "translation": "The pastry commis must beat the eggs vigorously for five minutes to make the sponge cake successfully.",
    "arabic_translation": "يجب على مساعد صانع الحلويات خفق البيض بقوة لمدة خمس دقائق لنجاح الكيك الإسفنجي."
  },
  {
    "word": "battre",
    "sentence": "Il faut battre la crème fraîche très froide jusqu'à ce qu'elle forme des pics fermes et brillants.",
    "translation": "You must beat the very cold fresh cream until it forms firm and shiny peaks.",
    "arabic_translation": "يجب خفق الكريمة الطازجة الباردة جداً حتى تشكل قمماً صلبة ولامعة."
  },
  {
    "word": "battre",
    "sentence": "Le chef enseigne aux apprentis comment battre correctement une vinaigrette pour qu'elle émulsionne parfaitement.",
    "translation": "The chef teaches apprentices how to properly beat a vinaigrette so it emulsifies perfectly.",
    "arabic_translation": "يعلم الطاهي المتدربين كيفية خفق صلصة الخل بشكل صحيح حتى تتحول لمستحلب مثالي."
  },
  {
    "word": "verser",
    "sentence": "Le sommelier va verser le vin rouge dans une carafe pour l'aérer avant de le servir.",
    "translation": "The sommelier will pour the red wine into a decanter to aerate it before serving.",
    "arabic_translation": "سيسكب الساقي النبيذ الأحمر في إبريق لتهويته قبل تقديمه."
  },
  {
    "word": "verser",
    "sentence": "Il faut verser le bouillon chaud progressivement dans le risotto tout en remuant constamment pendant la cuisson.",
    "translation": "You must pour the hot broth gradually into the risotto while stirring constantly during cooking.",
    "arabic_translation": "يجب سكب المرق الساخن تدريجياً في الريزوتو مع التحريك المستمر أثناء الطهي."
  },
  {
    "word": "verser",
    "sentence": "Le serveur doit verser le champagne délicatement dans les flûtes pour préserver les fines bulles pétillantes.",
    "translation": "The waiter must pour the champagne delicately into the flutes to preserve the fine sparkling bubbles.",
    "arabic_translation": "يجب على النادل سكب الشمبانيا بلطف في الكؤوس للحفاظ على الفقاعات الفوارة الدقيقة."
  },
  {
    "word": "ajouter",
    "sentence": "Le chef décide d'ajouter une pincée de fleur de sel juste avant de servir le carpaccio.",
    "translation": "The chef decides to add a pinch of fleur de sel just before serving the carpaccio.",
    "arabic_translation": "يقرر الطاهي إضافة رشة من ملح الزهرة قبل تقديم الكارباتشيو مباشرة."
  },
  {
    "word": "ajouter",
    "sentence": "Pour enrichir la sauce, vous pouvez ajouter une noix de beurre froid en fouettant vigoureusement.",
    "translation": "To enrich the sauce, you can add a knob of cold butter while whisking vigorously.",
    "arabic_translation": "لإثراء الصلصة، يمكنك إضافة قطعة من الزبدة الباردة مع الخفق بقوة."
  },
  {
    "word": "ajouter",
    "sentence": "N'oubliez pas d'ajouter les herbes fraîches du jardin à la toute dernière minute de cuisson.",
    "translation": "Don't forget to add the fresh herbs from the garden at the very last minute of cooking.",
    "arabic_translation": "لا تنسَ إضافة الأعشاب الطازجة من الحديقة في اللحظة الأخيرة من الطهي."
  },
  {
    "word": "saupoudrer",
    "sentence": "Le pâtissier va saupoudrer généreusement le dessert avec du sucre glace avant la présentation finale.",
    "translation": "The pastry chef will generously sprinkle the dessert with powdered sugar before the final presentation.",
    "arabic_translation": "سيرش صانع الحلويات الحلوى بسخاء بالسكر البودرة قبل التقديم النهائي."
  },
  {
    "word": "saupoudrer",
    "sentence": "Pour terminer l'assiette, il faut saupoudrer délicatement de poudre de cacao sur la mousse au chocolat.",
    "translation": "To finish the plate, you must delicately sprinkle cocoa powder on the chocolate mousse.",
    "arabic_translation": "لإنهاء الطبق، يجب رش مسحوق الكاكاو بلطف على موس الشوكولاتة."
  },
  {
    "word": "saupoudrer",
    "sentence": "Le cuisinier aime saupoudrer ses pâtes fraîches de parmesan râpé et de poivre noir concassé.",
    "translation": "The cook likes to sprinkle his fresh pasta with grated parmesan and crushed black pepper.",
    "arabic_translation": "يحب الطاهي رش معكرونته الطازجة بجبن البارميزان المبشور والفلفل الأسود المطحون."
  },
  {
    "word": "napper",
    "sentence": "Le chef va napper délicatement le poisson grillé avec une sauce beurre blanc parfumée au citron.",
    "translation": "The chef will delicately coat the grilled fish with a lemon-flavored white butter sauce.",
    "arabic_translation": "سيغطي الطاهي السمك المشوي بلطف بصلصة الزبدة البيضاء المعطرة بالليمون."
  },
  {
    "word": "napper",
    "sentence": "Pour napper correctement le gâteau, la ganache au chocolat doit avoir la température idéale de trente degrés.",
    "translation": "To coat the cake correctly, the chocolate ganache must have the ideal temperature of thirty degrees.",
    "arabic_translation": "لتغطية الكيك بشكل صحيح، يجب أن تكون جاناش الشوكولاتة بدرجة حرارة مثالية ثلاثين درجة."
  },
  {
    "word": "napper",
    "sentence": "Le pâtissier doit napper les éclairs avec un glaçage au caramel brillant et parfaitement lisse.",
    "translation": "The pastry chef must coat the éclairs with a shiny and perfectly smooth caramel glaze.",
    "arabic_translation": "يجب على صانع الحلويات تغطية الإكلير بطبقة كراميل لامعة وناعمة تماماً."
  },
  {
    "word": "découper",
    "sentence": "L'apprenti boucher apprend à découper les différentes pièces de viande selon les techniques traditionnelles françaises.",
    "translation": "The apprentice butcher learns to cut the different meat cuts according to traditional French techniques.",
    "arabic_translation": "يتعلم الجزار المتدرب تقطيع قطع اللحم المختلفة وفقاً للتقنيات الفرنسية التقليدية."
  },
  {
    "word": "découper",
    "sentence": "Le chef préfère découper le magret de canard en tranches fines juste après la cuisson.",
    "translation": "The chef prefers to cut the duck breast into thin slices just after cooking.",
    "arabic_translation": "يفضل الطاهي تقطيع صدر البط إلى شرائح رقيقة مباشرة بعد الطهي."
  },
  {
    "word": "découper",
    "sentence": "Il est essentiel de découper les légumes en morceaux réguliers pour garantir une cuisson uniforme parfaite.",
    "translation": "It is essential to cut the vegetables into regular pieces to guarantee perfect uniform cooking.",
    "arabic_translation": "من الضروري تقطيع الخضروات إلى قطع منتظمة لضمان طهي موحد مثالي."
  },
  {
    "word": "lever les filets",
    "sentence": "Le poissonnier expert peut lever les filets de sole en moins de deux minutes sans abîmer la chair.",
    "translation": "The expert fishmonger can fillet the sole in less than two minutes without damaging the flesh.",
    "arabic_translation": "يمكن لبائع السمك الخبير إزالة شرائح سمك الموسى في أقل من دقيقتين دون إتلاف اللحم."
  },
  {
    "word": "lever les filets",
    "sentence": "Pour lever les filets correctement, il faut utiliser un couteau bien aiguisé et suivre l'arête centrale.",
    "translation": "To fillet correctly, you must use a well-sharpened knife and follow the central bone.",
    "arabic_translation": "لإزالة الشرائح بشكل صحيح، يجب استخدام سكين حاد جداً واتباع العظم المركزي."
  },
  {
    "word": "lever les filets",
    "sentence": "L'apprenti cuisinier apprend à lever les filets de bar avec précision pendant son stage en cuisine.",
    "translation": "The apprentice cook learns to fillet sea bass with precision during his kitchen internship.",
    "arabic_translation": "يتعلم الطاهي المتدرب إزالة شرائح سمك القاروص بدقة خلال تدريبه في المطبخ."
  },
  {
    "word": "désosser",
    "sentence": "Le boucher doit désosser complètement l'épaule d'agneau avant de la farcir avec des herbes provençales fraîches.",
    "translation": "The butcher must completely debone the lamb shoulder before stuffing it with fresh Provençal herbs.",
    "arabic_translation": "يجب على الجزار نزع عظام كتف الخروف بالكامل قبل حشوها بأعشاب بروفانس الطازجة."
  },
  {
    "word": "désosser",
    "sentence": "Pour cette recette traditionnelle, il faut désosser soigneusement la pintade sans percer la peau délicate.",
    "translation": "For this traditional recipe, you must carefully debone the guinea fowl without piercing the delicate skin.",
    "arabic_translation": "لهذه الوصفة التقليدية، يجب نزع عظام دجاج غينيا بعناية دون ثقب الجلد الحساس."
  },
  {
    "word": "désosser",
    "sentence": "Le chef enseigne comment désosser les cuisses de poulet en gardant la viande parfaitement intacte et tendre.",
    "translation": "The chef teaches how to debone chicken thighs while keeping the meat perfectly intact and tender.",
    "arabic_translation": "يعلم الطاهي كيفية نزع عظام أفخاذ الدجاج مع الحفاظ على اللحم سليماً وطرياً تماماً."
  },
  {
    "word": "barder",
    "sentence": "Il faut barder le rôti de bœuf avec des fines tranches de lard pour le protéger pendant la cuisson.",
    "translation": "You must bard the beef roast with thin slices of bacon to protect it during cooking.",
    "arabic_translation": "يجب لف قطعة لحم البقر المشوي بشرائح رقيقة من لحم الخنزير المقدد لحمايتها أثناء الطهي."
  },
  {
    "word": "barder",
    "sentence": "Le chef recommande de barder les cailles avant de les rôtir au four pour conserver leur jutosité.",
    "translation": "The chef recommends barding the quails before roasting them in the oven to preserve their juiciness.",
    "arabic_translation": "ينصح الطاهي بلف طيور السمان قبل شويها في الفرن للحفاظ على عصاريتها."
  },
  {
    "word": "barder",
    "sentence": "Pour barder correctement le gibier, on utilise traditionnellement une barde de poitrine fumée très fine.",
    "translation": "To bard game correctly, we traditionally use a very thin slice of smoked breast bacon.",
    "arabic_translation": "للف الطرائد بشكل صحيح، نستخدم تقليدياً شريحة رقيقة جداً من صدر لحم الخنزير المدخن."
  },
  {
    "word": "larder",
    "sentence": "Le boucher va larder le rôti de veau avec des bâtonnets de lard gras pour l'attendrir.",
    "translation": "The butcher will lard the veal roast with fatty bacon sticks to tenderize it.",
    "arabic_translation": "سيخلل الجزار قطعة لحم العجل المشوي بأعواد من دهن لحم الخنزير لتطريتها."
  },
  {
    "word": "larder",
    "sentence": "Pour larder une pièce de bœuf maigre, il faut insérer des lardons régulièrement dans toute la viande.",
    "translation": "To lard a lean beef cut, you must insert bacon strips regularly throughout the meat.",
    "arabic_translation": "لتخليل قطعة لحم بقر خالية من الدهون، يجب إدخال شرائح لحم الخنزير بانتظام في كل اللحم."
  },
  {
    "word": "larder",
    "sentence": "Le chef aime larder le gigot d'agneau avec de l'ail et des anchois avant la cuisson lente.",
    "translation": "The chef likes to lard the leg of lamb with garlic and anchovies before slow cooking.",
    "arabic_translation": "يحب الطاهي تخليل فخذ الخروف بالثوم والأنشوجة قبل الطهي البطيء."
  },
  {
    "word": "vider",
    "sentence": "Le poissonnier doit vider soigneusement le poisson frais sans percer la poche de fiel qui est amère.",
    "translation": "The fishmonger must carefully gut the fresh fish without piercing the bitter gall bladder.",
    "arabic_translation": "يجب على بائع السمك تنظيف السمك الطازج بعناية دون ثقب كيس المرارة المر."
  },
  {
    "word": "vider",
    "sentence": "Avant de farcir la volaille, il est indispensable de la vider complètement et de la rincer abondamment.",
    "translation": "Before stuffing the poultry, it is essential to gut it completely and rinse it abundantly.",
    "arabic_translation": "قبل حشو الدواجن، من الضروري تنظيفها بالكامل وشطفها بوفرة."
  },
  {
    "word": "vider",
    "sentence": "L'apprenti cuisinier apprend à vider les poissons ronds et plats selon les techniques professionnelles traditionnelles.",
    "translation": "The apprentice cook learns to gut round and flat fish according to traditional professional techniques.",
    "arabic_translation": "يتعلم الطاهي المتدرب تنظيف الأسماك المستديرة والمسطحة وفقاً للتقنيات المهنية التقليدية."
  },
  {
    "word": "écailler",
    "sentence": "Il faut écailler le bar de ligne sous l'eau froide pour éviter que les écailles volent partout.",
    "translation": "You must scale the line-caught sea bass under cold water to prevent scales from flying everywhere.",
    "arabic_translation": "يجب إزالة قشور سمك القاروس المصطاد بالصنارة تحت الماء البارد لمنع القشور من الطيران في كل مكان."
  },
  {
    "word": "écailler",
    "sentence": "Le poissonnier utilise un écailleur spécial pour écailler rapidement les daurades royales fraîches du marché matinal.",
    "translation": "يستخدم بائع السمك مقشرة خاصة لإزالة قشور أسماك الدنيس الملكية الطازجة من سوق الصباح بسرعة.",
    "arabic_translation": "يستخدم بائع الأسماك مقشرة خاصة لإزالة القشور من الأسماك الطازجة بسرعة."
  },
  {
    "word": "écailler",
    "sentence": "Avant de griller le poisson entier, n'oubliez pas de l'écailler soigneusement des deux côtés symétriques.",
    "translation": "Before grilling the whole fish, don't forget to scale it carefully on both symmetrical sides.",
    "arabic_translation": "قبل شوي السمكة الكاملة، لا تنسَ إزالة القشور بعناية من كلا الجانبين المتماثلين."
  },
  {
    "word": "clarifier",
    "sentence": "Le chef doit clarifier le bouillon de volaille en utilisant des blancs d'œufs battus et des légumes.",
    "translation": "The chef must clarify the poultry broth using beaten egg whites and vegetables.",
    "arabic_translation": "يجب على الطاهي تصفية مرق الدواجن باستخدام بياض البيض المخفوق والخضروات."
  },
  {
    "word": "clarifier",
    "sentence": "Pour clarifier le beurre correctement, il faut le faire fondre doucement et enlever la mousse blanche délicatement.",
    "translation": "To clarify butter correctly, you must melt it gently and remove the white foam delicately.",
    "arabic_translation": "لتصفية الزبدة بشكل صحيح، يجب إذابتها بلطف وإزالة الرغوة البيضاء بعناية."
  },
  {
    "word": "clarifier",
    "sentence": "Le cuisinier va clarifier le consommé en filtrant plusieurs fois à travers une étamine fine humide.",
    "translation": "The cook will clarify the consommé by filtering several times through a damp fine cheesecloth.",
    "arabic_translation": "سيصفي الطاهي الشوربة الصافية بالترشيح عدة مرات من خلال قطعة قماش قطني رطبة دقيقة."
  },
  {
    "word": "les ingrédients",
    "sentence": "Le chef vérifie personnellement la fraîcheur de tous les ingrédients chaque matin avant le service.",
    "translation": "The chef personally checks the freshness of all ingredients every morning before service.",
    "arabic_translation": "يتحقق الطاهي شخصياً من نضارة جميع المكونات كل صباح قبل الخدمة."
  },
  {
    "word": "les ingrédients",
    "sentence": "Notre restaurant privilégie les ingrédients biologiques locaux provenant directement des producteurs de la région provençale.",
    "translation": "Our restaurant favors local organic ingredients coming directly from producers in the Provençal region.",
    "arabic_translation": "يفضل مطعمنا المكونات العضوية المحلية القادمة مباشرة من منتجي منطقة بروفانس."
  },
  {
    "word": "les ingrédients",
    "sentence": "Pour réussir cette recette traditionnelle, il est essentiel de respecter la liste précise des ingrédients indiqués.",
    "translation": "To succeed with this traditional recipe, it is essential to respect the precise list of indicated ingredients.",
    "arabic_translation": "لنجاح هذه الوصفة التقليدية، من الضروري احترام القائمة الدقيقة للمكونات المحددة."
  },
  {
    "word": "la préparation",
    "sentence": "La préparation du foie gras mi-cuit demande beaucoup de temps et une attention particulière aux détails.",
    "translation": "The preparation of semi-cooked foie gras requires a lot of time and particular attention to details.",
    "arabic_translation": "يتطلب تحضير الكبد المطبوخ نصف تسوية الكثير من الوقت واهتماماً خاصاً بالتفاصيل."
  },
  {
    "word": "la préparation",
    "sentence": "Toute la préparation des légumes doit être terminée avant le début du service du soir.",
    "translation": "All the vegetable preparation must be finished before the start of the evening service.",
    "arabic_translation": "يجب إنهاء كل تحضير الخضروات قبل بدء خدمة المساء."
  },
  {
    "word": "la préparation",
    "sentence": "Le chef supervise attentivement la préparation de chaque plat pour garantir une qualité constante exceptionnelle.",
    "translation": "The chef carefully supervises the preparation of each dish to guarantee exceptional consistent quality.",
    "arabic_translation": "يشرف الطاهي بعناية على تحضير كل طبق لضمان جودة استثنائية ثابتة."
  },
  {
    "word": "le temps de cuisson",
    "sentence": "Le temps de cuisson du gigot d'agneau dépend directement du poids et de la température du four.",
    "translation": "The cooking time of the leg of lamb depends directly on the weight and oven temperature.",
    "arabic_translation": "يعتمد وقت طهي فخذ الخروف مباشرة على الوزن ودرجة حرارة الفرن."
  },
  {
    "word": "le temps de cuisson",
    "sentence": "Pour obtenir des pâtes al dente parfaites, il faut respecter scrupuleusement le temps de cuisson indiqué.",
    "translation": "To obtain perfect al dente pasta, you must scrupulously respect the indicated cooking time.",
    "arabic_translation": "للحصول على معكرونة مطبوخة بشكل مثالي، يجب احترام وقت الطهي المحدد بدقة."
  },
  {
    "word": "le temps de cuisson",
    "sentence": "Le chef ajuste minutieusement le temps de cuisson selon l'épaisseur de chaque pièce de viande rouge.",
    "translation": "The chef meticulously adjusts the cooking time according to the thickness of each red meat piece.",
    "arabic_translation": "يعدل الطاهي بدقة وقت الطهي حسب سمك كل قطعة من اللحم الأحمر."
  },
  {
    "word": "la présentation",
    "sentence": "La présentation soignée des assiettes reflète parfaitement le niveau d'excellence de notre établissement gastronomique renommé.",
    "translation": "The careful presentation of plates perfectly reflects the level of excellence of our renowned gastronomic establishment.",
    "arabic_translation": "يعكس التقديم المتقن للأطباق بشكل مثالي مستوى التميز لمؤسستنا الفاخرة المشهورة."
  },
  {
    "word": "la présentation",
    "sentence": "Le chef accorde autant d'importance à la présentation visuelle qu'au goût authentique de ses créations culinaires.",
    "translation": "The chef gives as much importance to visual presentation as to the authentic taste of his culinary creations.",
    "arabic_translation": "يولي الطاهي نفس الأهمية للتقديم البصري كما يولي للطعم الأصيل لإبداعاته الطهوية."
  },
  {
    "word": "la présentation",
    "sentence": "Pour améliorer la présentation finale, ajoutez quelques herbes fraîches et un filet d'huile d'olive extra vierge.",
    "translation": "To improve the final presentation, add some fresh herbs and a drizzle of extra virgin olive oil.",
    "arabic_translation": "لتحسين التقديم النهائي، أضف بعض الأعشاب الطازجة ورذاذاً من زيت الزيتون البكر الممتاز."
  },
  {
    "word": "la texture",
    "sentence": "La texture crémeuse de cette mousse au chocolat dépend de la qualité du cacao utilisé principalement.",
    "translation": "The creamy texture of this chocolate mousse depends mainly on the quality of the cocoa used.",
    "arabic_translation": "يعتمد القوام الكريمي لموس الشوكولاتة هذا بشكل رئيسي على جودة الكاكاو المستخدم."
  },
  {
    "word": "la texture",
    "sentence": "Pour obtenir la texture parfaite du risotto, il faut ajouter le bouillon progressivement en remuant constamment.",
    "translation": "To obtain the perfect texture of risotto, you must add the broth gradually while stirring constantly.",
    "arabic_translation": "للحصول على القوام المثالي للريزوتو، يجب إضافة المرق تدريجياً مع التحريك المستمر."
  },
  {
    "word": "la texture",
    "sentence": "Le chef vérifie minutieusement la texture de chaque sauce avant de dresser les assiettes au service.",
    "translation": "The chef meticulously checks the texture of each sauce before plating the dishes for service.",
    "arabic_translation": "يفحص الطاهي بدقة قوام كل صلصة قبل تقديم الأطباق في الخدمة."
  },
  {
    "word": "la saveur",
    "sentence": "La saveur intense des truffes noires du Périgord sublime parfaitement ce plat de pâtes fraîches artisanales.",
    "translation": "The intense flavor of black Périgord truffles perfectly elevates this artisanal fresh pasta dish.",
    "arabic_translation": "يرفع الطعم المكثف للكمأة السوداء من بيريغور هذا الطبق من المعكرونة الطازجة الحرفية بشكل مثالي."
  },
  {
    "word": "la saveur",
    "sentence": "Pour préserver la saveur délicate du poisson, le chef recommande une cuisson douce à la vapeur.",
    "translation": "To preserve the delicate flavor of the fish, the chef recommends gentle steam cooking.",
    "arabic_translation": "للحفاظ على النكهة الحساسة للسمك، ينصح الطاهي بالطهي اللطيف بالبخار."
  },
  {
    "word": "la saveur",
    "sentence": "La saveur authentique de cette bouillabaisse provient des poissons de roche frais pêchés le matin même.",
    "translation": "The authentic flavor of this bouillabaisse comes from fresh rock fish caught the same morning.",
    "arabic_translation": "تأتي النكهة الأصيلة لهذه البويابيس من أسماك الصخور الطازجة المصطادة في نفس الصباح."
  },
  {
    "word": "la température",
    "sentence": "Le chef vérifie la température du four avant de cuire les croissants pour la matinée.",
    "translation": "The chef checks the oven temperature before baking the croissants for the morning.",
    "arabic_translation": "يتحقق الشيف من درجة حرارة الفرن قبل خبز الكرواسون للصباح."
  },
  {
    "word": "la température",
    "sentence": "Il est essentiel que la température de cuisson soit maintenue constante pendant toute la préparation.",
    "translation": "It is essential that the cooking temperature be maintained constant throughout the preparation.",
    "arabic_translation": "من الضروري أن تظل درجة حرارة الطهي ثابتة طوال فترة التحضير."
  },
  {
    "word": "la température",
    "sentence": "La température de service du vin rouge devrait être entre seize et dix-huit degrés.",
    "translation": "The serving temperature of red wine should be between sixteen and eighteen degrees.",
    "arabic_translation": "يجب أن تكون درجة حرارة تقديم النبيذ الأحمر بين ستة عشر وثمانية عشر درجة."
  },
  {
    "word": "le dosage",
    "sentence": "Le dosage du sel dans la pâte à pain influence directement la qualité finale.",
    "translation": "The dosage of salt in the bread dough directly influences the final quality.",
    "arabic_translation": "تؤثر كمية الملح في عجينة الخبز بشكل مباشر على الجودة النهائية."
  },
  {
    "word": "le dosage",
    "sentence": "Le pâtissier a expliqué que le dosage précis du sucre était crucial pour cette recette.",
    "translation": "The pastry chef explained that the precise dosage of sugar was crucial for this recipe.",
    "arabic_translation": "أوضح صانع الحلويات أن الكمية الدقيقة للسكر كانت حاسمة لهذه الوصفة."
  },
  {
    "word": "le dosage",
    "sentence": "Il faut respecter le dosage des épices pour ne pas masquer le goût principal du plat.",
    "translation": "The dosage of spices must be respected so as not to mask the main taste of the dish.",
    "arabic_translation": "يجب احترام كمية التوابل حتى لا تخفي الطعم الرئيسي للطبق."
  },
  {
    "word": "la mise en place",
    "sentence": "La mise en place doit être terminée avant l'arrivée des premiers clients au restaurant.",
    "translation": "The mise en place must be finished before the first customers arrive at the restaurant.",
    "arabic_translation": "يجب إنهاء التحضير المسبق قبل وصول أول الزبائن إلى المطعم."
  },
  {
    "word": "la mise en place",
    "sentence": "Le commis de cuisine a préparé la mise en place pendant que le chef vérifiait les commandes.",
    "translation": "The kitchen assistant prepared the mise en place while the chef checked the orders.",
    "arabic_translation": "قام مساعد المطبخ بإعداد التحضير المسبق بينما كان الشيف يتحقق من الطلبات."
  },
  {
    "word": "la mise en place",
    "sentence": "Une bonne mise en place permet de travailler efficacement pendant le service du soir.",
    "translation": "A good mise en place allows for efficient work during the evening service.",
    "arabic_translation": "يسمح التحضير المسبق الجيد بالعمل بكفاءة خلال خدمة المساء."
  },
  {
    "word": "le dressage à l'assiette",
    "sentence": "Le dressage à l'assiette demande de la précision et un sens artistique très développé.",
    "translation": "Plating requires precision and a very developed artistic sense.",
    "arabic_translation": "يتطلب التقديم في الطبق دقة وحسًا فنيًا متطورًا جدًا."
  },
  {
    "word": "le dressage à l'assiette",
    "sentence": "Le chef a montré aux apprentis comment améliorer le dressage à l'assiette des entrées.",
    "translation": "The chef showed the apprentices how to improve the plating of the appetizers.",
    "arabic_translation": "أظهر الشيف للمتدربين كيفية تحسين تقديم المقبلات في الطبق."
  },
  {
    "word": "le dressage à l'assiette",
    "sentence": "Il est important que le dressage à l'assiette soit soigné pour impressionner les clients.",
    "translation": "It is important that the plating be neat to impress the customers.",
    "arabic_translation": "من المهم أن يكون التقديم في الطبق أنيقًا لإثارة إعجاب الزبائن."
  },
  {
    "word": "la finition",
    "sentence": "La finition du plat comprend l'ajout de fleur de sel et d'huile d'olive extra vierge.",
    "translation": "The finishing of the dish includes adding fleur de sel and extra virgin olive oil.",
    "arabic_translation": "تشمل اللمسات الأخيرة للطبق إضافة ملح الزهر وزيت الزيتون البكر الممتاز."
  },
  {
    "word": "la finition",
    "sentence": "Le chef de partie s'occupe toujours de la finition avant d'envoyer les assiettes en salle.",
    "translation": "The station chef always takes care of the finishing before sending the plates to the dining room.",
    "arabic_translation": "يتولى رئيس القسم دائمًا اللمسات الأخيرة قبل إرسال الأطباق إلى صالة الطعام."
  },
  {
    "word": "la finition",
    "sentence": "Une finition soignée peut transformer un plat ordinaire en création gastronomique exceptionnelle.",
    "translation": "A careful finishing can transform an ordinary dish into an exceptional gastronomic creation.",
    "arabic_translation": "يمكن للمسات الأخيرة الدقيقة أن تحول طبقًا عاديًا إلى إبداع طهي استثنائي."
  },
  {
    "word": "l'arôme",
    "sentence": "L'arôme du thym frais se mélange parfaitement avec celui du romarin dans cette sauce.",
    "translation": "The aroma of fresh thyme blends perfectly with that of rosemary in this sauce.",
    "arabic_translation": "تمتزج رائحة الزعتر الطازج بشكل مثالي مع رائحة إكليل الجبل في هذه الصلصة."
  },
  {
    "word": "l'arôme",
    "sentence": "Le chef a ajouté des zestes de citron pour renforcer l'arôme naturel du poisson.",
    "translation": "The chef added lemon zest to enhance the natural aroma of the fish.",
    "arabic_translation": "أضاف الشيف قشر الليمون لتعزيز الرائحة الطبيعية للسمك."
  },
  {
    "word": "l'arôme",
    "sentence": "Il faut que l'arôme de la truffe soit présent sans dominer les autres saveurs.",
    "translation": "The aroma of the truffle must be present without dominating the other flavors.",
    "arabic_translation": "يجب أن تكون رائحة الكمأ موجودة دون أن تهيمن على النكهات الأخرى."
  },
  {
    "word": "le fumage",
    "sentence": "Le fumage du saumon nécessite au moins douze heures dans la chambre froide spécialisée.",
    "translation": "The smoking of salmon requires at least twelve hours in the specialized cold room.",
    "arabic_translation": "يتطلب تدخين السلمون ما لا يقل عن اثنتي عشرة ساعة في الغرفة الباردة المتخصصة."
  },
  {
    "word": "le fumage",
    "sentence": "Le chef utilise du bois de hêtre pour le fumage traditionnel de la charcuterie maison.",
    "translation": "The chef uses beech wood for the traditional smoking of house-made charcuterie.",
    "arabic_translation": "يستخدم الشيف خشب الزان للتدخين التقليدي للمقانق المنزلية."
  },
  {
    "word": "le fumage",
    "sentence": "Après le fumage, les filets de truite sont conservés dans l'huile d'olive aromatisée.",
    "translation": "After smoking, the trout fillets are preserved in flavored olive oil.",
    "arabic_translation": "بعد التدخين، يتم حفظ شرائح التروتة في زيت الزيتون المنكه."
  },
  {
    "word": "la saumure",
    "sentence": "La saumure doit contenir la bonne proportion de sel et d'épices pour les cornichons.",
    "translation": "The brine must contain the right proportion of salt and spices for the pickles.",
    "arabic_translation": "يجب أن يحتوي المحلول الملحي على النسبة الصحيحة من الملح والتوابل للمخللات."
  },
  {
    "word": "la saumure",
    "sentence": "Le chef a préparé une saumure aromatique pour mariner le porc pendant vingt-quatre heures.",
    "translation": "The chef prepared an aromatic brine to marinate the pork for twenty-four hours.",
    "arabic_translation": "أعد الشيف محلولًا ملحيًا عطريًا لتتبيل لحم الخنزير لمدة أربع وعشرين ساعة."
  },
  {
    "word": "la saumure",
    "sentence": "Il est nécessaire que la saumure soit complètement refroidie avant d'y plonger la viande.",
    "translation": "It is necessary that the brine be completely cooled before immersing the meat in it.",
    "arabic_translation": "من الضروري أن يبرد المحلول الملحي تمامًا قبل غمر اللحم فيه."
  },
  {
    "word": "le glaçage",
    "sentence": "Le glaçage des légumes se fait en ajoutant du beurre et du sucre en fin de cuisson.",
    "translation": "The glazing of vegetables is done by adding butter and sugar at the end of cooking.",
    "arabic_translation": "يتم تزجيج الخضروات بإضافة الزبدة والسكر في نهاية الطهي."
  },
  {
    "word": "le glaçage",
    "sentence": "Le pâtissier réalise le glaçage miroir avec de la gélatine et du chocolat blanc fondu.",
    "translation": "The pastry chef makes the mirror glaze with gelatin and melted white chocolate.",
    "arabic_translation": "يصنع صانع الحلويات التزجيج المرآوي بالجيلاتين والشوكولاتة البيضاء المذابة."
  },
  {
    "word": "le glaçage",
    "sentence": "Le glaçage des carottes nouvelles leur donne une apparence brillante et appétissante.",
    "translation": "The glazing of baby carrots gives them a shiny and appetizing appearance.",
    "arabic_translation": "يمنح تزجيج الجزر الصغير مظهرًا لامعًا وشهيًا."
  },
  {
    "word": "la liaison",
    "sentence": "La liaison de la sauce se fait avec un roux blond et du bouillon de volaille chaud.",
    "translation": "The thickening of the sauce is done with a blond roux and hot chicken stock.",
    "arabic_translation": "يتم تكثيف الصلصة باستخدام الرو الأشقر ومرق الدجاج الساخن."
  },
  {
    "word": "la liaison",
    "sentence": "Le chef a utilisé de la crème et des jaunes d'œufs pour la liaison du velouté.",
    "translation": "The chef used cream and egg yolks for the thickening of the velouté.",
    "arabic_translation": "استخدم الشيف الكريمة وصفار البيض لتكثيف الفيلوتيه."
  },
  {
    "word": "la liaison",
    "sentence": "Il faut que la liaison soit homogène pour obtenir une texture parfaitement onctueuse.",
    "translation": "The thickening must be homogeneous to obtain a perfectly smooth texture.",
    "arabic_translation": "يجب أن يكون التكثيف متجانسًا للحصول على قوام ناعم تمامًا."
  },
  {
    "word": "le montage",
    "sentence": "Le montage des blancs en neige ferme est essentiel pour réussir le soufflé au fromage.",
    "translation": "The whipping of egg whites to stiff peaks is essential for succeeding with the cheese soufflé.",
    "arabic_translation": "يعد خفق بياض البيض إلى قمم صلبة ضروريًا لنجاح سوفليه الجبن."
  },
  {
    "word": "le montage",
    "sentence": "Le pâtissier supervise le montage de la pièce montée pour le mariage de samedi.",
    "translation": "The pastry chef supervises the assembly of the croquembouche for Saturday's wedding.",
    "arabic_translation": "يشرف صانع الحلويات على تجميع الكيكة المركبة لحفل زفاف يوم السبت."
  },
  {
    "word": "le montage",
    "sentence": "Le montage de la crème chantilly doit se faire dans un saladier bien froid.",
    "translation": "The whipping of whipped cream must be done in a very cold mixing bowl.",
    "arabic_translation": "يجب أن يتم خفق الكريمة المخفوقة في وعاء خلط بارد جدًا."
  },
  {
    "word": "le nappage",
    "sentence": "Le nappage de la tarte aux fruits se fait avec de la gelée d'abricot chaude.",
    "translation": "The glazing of the fruit tart is done with hot apricot jelly.",
    "arabic_translation": "يتم تزجيج تارت الفواكه بجيلي المشمش الساخن."
  },
  {
    "word": "le nappage",
    "sentence": "Le pâtissier applique le nappage au pinceau pour donner un aspect brillant aux fraises.",
    "translation": "The pastry chef applies the glaze with a brush to give a shiny appearance to the strawberries.",
    "arabic_translation": "يطبق صانع الحلويات التزجيج بالفرشاة لإعطاء مظهر لامع للفراولة."
  },
  {
    "word": "le nappage",
    "sentence": "Après le nappage, les gâteaux individuels sont placés dans la vitrine réfrigérée du restaurant.",
    "translation": "After glazing, the individual cakes are placed in the refrigerated display case of the restaurant.",
    "arabic_translation": "بعد التزجيج، توضع الكعكات الفردية في واجهة العرض المبردة للمطعم."
  },
  {
    "word": "la garniture aromatique",
    "sentence": "La garniture aromatique composée d'oignons et de carottes parfume délicatement le bouillon de bœuf.",
    "translation": "The aromatic garnish composed of onions and carrots delicately flavors the beef broth.",
    "arabic_translation": "تضفي الحشوة العطرية المكونة من البصل والجزر نكهة رقيقة على مرق اللحم."
  },
  {
    "word": "la garniture aromatique",
    "sentence": "Le chef prépare la garniture aromatique en coupant finement le céleri et les poireaux frais.",
    "translation": "The chef prepares the aromatic garnish by finely cutting the celery and fresh leeks.",
    "arabic_translation": "يحضر الشيف الحشوة العطرية بتقطيع الكرفس والكراث الطازج بشكل ناعم."
  },
  {
    "word": "la garniture aromatique",
    "sentence": "Il est important que la garniture aromatique soit dorée avant d'ajouter le liquide de cuisson.",
    "translation": "It is important that the aromatic garnish be browned before adding the cooking liquid.",
    "arabic_translation": "من المهم أن تكون الحشوة العطرية ذهبية اللون قبل إضافة سائل الطهي."
  },
  {
    "word": "le bouquet garni",
    "sentence": "Le bouquet garni traditionnel contient du thym, du laurier et du persil attachés ensemble.",
    "translation": "The traditional bouquet garni contains thyme, bay leaf and parsley tied together.",
    "arabic_translation": "تحتوي باقة الأعشاب التقليدية على الزعتر وورق الغار والبقدونس المربوطة معًا."
  },
  {
    "word": "le bouquet garni",
    "sentence": "Le chef retire le bouquet garni du pot-au-feu avant de servir aux clients du déjeuner.",
    "translation": "The chef removes the bouquet garni from the pot-au-feu before serving to lunch customers.",
    "arabic_translation": "يزيل الشيف باقة الأعشاب من قدر اللحم قبل التقديم لزبائن الغداء."
  },
  {
    "word": "le bouquet garni",
    "sentence": "Il faut préparer un bouquet garni frais chaque matin pour les différentes préparations culinaires.",
    "translation": "A fresh bouquet garni must be prepared every morning for the different culinary preparations.",
    "arabic_translation": "يجب تحضير باقة أعشاب طازجة كل صباح للتحضيرات المطبخية المختلفة."
  },
  {
    "word": "le fond",
    "sentence": "Le fond de veau mijoté pendant huit heures donne une base exceptionnelle aux sauces.",
    "translation": "The veal stock simmered for eight hours provides an exceptional base for sauces.",
    "arabic_translation": "يوفر مرق العجل المطبوخ على نار هادئة لمدة ثماني ساعات قاعدة استثنائية للصلصات."
  },
  {
    "word": "le fond",
    "sentence": "Le commis de cuisine écume régulièrement le fond de volaille pendant la cuisson lente.",
    "translation": "The kitchen assistant regularly skims the chicken stock during the slow cooking.",
    "arabic_translation": "يقوم مساعد المطبخ بإزالة الرغوة بانتظام من مرق الدجاج أثناء الطهي البطيء."
  },
  {
    "word": "le fond",
    "sentence": "Le chef garde toujours du fond brun de qualité au réfrigérateur pour les urgences.",
    "translation": "The chef always keeps quality brown stock in the refrigerator for emergencies.",
    "arabic_translation": "يحتفظ الشيف دائمًا بمرق بني عالي الجودة في الثلاجة للحالات الطارئة."
  },
  {
    "word": "le fumet",
    "sentence": "Le fumet de poisson doit mijoter doucement pendant trente minutes sans bouillir trop fort.",
    "translation": "The fish stock must simmer gently for thirty minutes without boiling too hard.",
    "arabic_translation": "يجب أن ينضج مرق السمك بلطف لمدة ثلاثين دقيقة دون غليان شديد."
  },
  {
    "word": "le fumet",
    "sentence": "Le chef prépare un fumet de crustacés avec les carapaces de homard et de crevettes.",
    "translation": "The chef prepares a shellfish stock with lobster and shrimp shells.",
    "arabic_translation": "يحضر الشيف مرق القشريات بقشور الكركند والجمبري."
  },
  {
    "word": "le fumet",
    "sentence": "Il est essentiel que le fumet soit parfaitement filtré avant de l'utiliser dans la sauce.",
    "translation": "It is essential that the stock be perfectly filtered before using it in the sauce.",
    "arabic_translation": "من الضروري أن يتم تصفية المرق بشكل مثالي قبل استخدامه في الصلصة."
  },
  {
    "word": "la mirepoix",
    "sentence": "La mirepoix classique se compose de carottes, d'oignons et de céleri coupés en petits dés.",
    "translation": "The classic mirepoix consists of carrots, onions and celery cut into small dice.",
    "arabic_translation": "تتكون الميربوا الكلاسيكية من الجزر والبصل والكرفس المقطعة إلى مكعبات صغيرة."
  },
  {
    "word": "la mirepoix",
    "sentence": "Le chef fait revenir la mirepoix dans le beurre clarifié avant d'ajouter la viande.",
    "translation": "The chef sautés the mirepoix in clarified butter before adding the meat.",
    "arabic_translation": "يقلي الشيف الميربوا في الزبدة المصفاة قبل إضافة اللحم."
  },
  {
    "word": "la mirepoix",
    "sentence": "Une mirepoix bien préparée enrichit considérablement les saveurs du ragoût de bœuf bourguignon.",
    "translation": "A well-prepared mirepoix considerably enriches the flavors of beef bourguignon stew.",
    "arabic_translation": "تُثري الميربوا المحضرة جيدًا نكهات يخنة لحم البقر البورغينيون بشكل كبير."
  },
  {
    "word": "le bain-marie",
    "sentence": "Le bain-marie permet de faire fondre le chocolat doucement sans le brûler au fond.",
    "translation": "The bain-marie allows melting chocolate gently without burning it at the bottom.",
    "arabic_translation": "يسمح الحمام المائي بإذابة الشوكولاتة بلطف دون حرقها في القاع."
  },
  {
    "word": "le bain-marie",
    "sentence": "Le chef garde les sauces chaudes au bain-marie pendant tout le service du soir.",
    "translation": "The chef keeps the sauces hot in the bain-marie throughout the evening service.",
    "arabic_translation": "يحتفظ الشيف بالصلصات ساخنة في الحمام المائي طوال خدمة المساء."
  },
  {
    "word": "le bain-marie",
    "sentence": "Il faut que l'eau du bain-marie frémisse légèrement pour cuire parfaitement la crème anglaise.",
    "translation": "The water in the bain-marie must simmer lightly to cook the crème anglaise perfectly.",
    "arabic_translation": "يجب أن يغلي الماء في الحمام المائي بلطف لطهي الكريم الإنجليزي بشكل مثالي."
  },
  {
    "word": "le tamis",
    "sentence": "Le chef passe la sauce béarnaise au tamis fin pour obtenir une texture parfaitement lisse.",
    "translation": "The chef passes the béarnaise sauce through a fine sieve to obtain a perfectly smooth texture.",
    "arabic_translation": "يمرر الشيف صلصة البيرنيز عبر منخل ناعم للحصول على قوام أملس تمامًا."
  },
  {
    "word": "le tamis",
    "sentence": "Le pâtissier utilise un tamis à mailles serrées pour éliminer les grumeaux de la farine.",
    "translation": "The pastry chef uses a fine-mesh sieve to eliminate lumps from the flour.",
    "arabic_translation": "يستخدم صانع الحلويات منخلًا بشبكة ناعمة لإزالة الكتل من الدقيق."
  },
  {
    "word": "le tamis",
    "sentence": "Il est important de nettoyer le tamis immédiatement après usage pour éviter les résidus séchés.",
    "translation": "It is important to clean the sieve immediately after use to avoid dried residue.",
    "arabic_translation": "من المهم تنظيف المنخل فورًا بعد الاستخدام لتجنب البقايا الجافة."
  },
  {
    "word": "épicer",
    "sentence": "Le chef recommande d'épicer modérément le curry pour respecter les goûts de tous les clients.",
    "translation": "The chef recommends spicing the curry moderately to respect the tastes of all customers.",
    "arabic_translation": "يوصي الشيف بتتبيل الكاري بشكل معتدل لاحترام أذواق جميع الزبائن."
  },
  {
    "word": "épicer",
    "sentence": "Il faut épicer la marinade avec du paprika fumé et du cumin grillé fraîchement moulu.",
    "translation": "The marinade must be spiced with smoked paprika and freshly ground roasted cumin.",
    "arabic_translation": "يجب تتبيل التتبيلة بالفلفل الحلو المدخن والكمون المحمص المطحون طازجًا."
  },
  {
    "word": "épicer",
    "sentence": "Le sous-chef a décidé d'épicer davantage le ragoût d'agneau selon les suggestions des clients réguliers.",
    "translation": "The sous-chef decided to spice the lamb stew more according to regular customers' suggestions.",
    "arabic_translation": "قرر نائب الشيف تتبيل يخنة الحمل أكثر وفقًا لاقتراحات الزبائن المنتظمين."
  },
  {
    "word": "la sauce",
    "sentence": "La sauce hollandaise doit être émulsionnée délicatement pour éviter qu'elle ne tourne ou se sépare.",
    "translation": "The hollandaise sauce must be emulsified delicately to prevent it from turning or separating.",
    "arabic_translation": "يجب استحلاب صلصة الهولانديز بلطف لمنعها من الانقسام أو الانفصال."
  },
  {
    "word": "la sauce",
    "sentence": "Le chef de partie prépare cinq litres de sauce tomate fraîche chaque matin pour le service.",
    "translation": "The station chef prepares five liters of fresh tomato sauce every morning for service.",
    "arabic_translation": "يحضر رئيس القسم خمسة لترات من صلصة الطماطم الطازجة كل صباح للخدمة."
  },
  {
    "word": "la sauce",
    "sentence": "Il est nécessaire que la sauce soit rectifiée en assaisonnement juste avant le service.",
    "translation": "It is necessary that the sauce be adjusted in seasoning just before service.",
    "arabic_translation": "من الضروري تعديل توابل الصلصة مباشرة قبل التقديم."
  },
  {
    "word": "le chef de cuisine",
    "sentence": "Le chef de cuisine organise une réunion quotidienne avec toute l'équipe avant le service du midi.",
    "translation": "The head chef organizes a daily meeting with the entire team before lunch service.",
    "arabic_translation": "ينظم رئيس الطهاة اجتماعًا يوميًا مع الفريق بأكمله قبل خدمة الغداء."
  },
  {
    "word": "le chef de cuisine",
    "sentence": "Le chef de cuisine a créé un nouveau menu saisonnier en utilisant des produits locaux frais.",
    "translation": "The head chef created a new seasonal menu using fresh local products.",
    "arabic_translation": "ابتكر رئيس الطهاة قائمة موسمية جديدة باستخدام المنتجات المحلية الطازجة."
  },
  {
    "word": "le chef de cuisine",
    "sentence": "Il faut que le chef de cuisine supervise personnellement la préparation des plats signatures.",
    "translation": "The head chef must personally supervise the preparation of signature dishes.",
    "arabic_translation": "يجب على رئيس الطهاة أن يشرف شخصيًا على إعداد الأطباق المميزة."
  },
  {
    "word": "la brigade",
    "sentence": "La brigade de cuisine compte quinze personnes qui travaillent en parfaite coordination pendant le service.",
    "translation": "The kitchen brigade consists of fifteen people who work in perfect coordination during service.",
    "arabic_translation": "تتكون فرقة المطبخ من خمسة عشر شخصًا يعملون بتنسيق مثالي أثناء الخدمة."
  },
  {
    "word": "la brigade",
    "sentence": "Le chef organise des formations régulières pour améliorer les compétences de toute la brigade.",
    "translation": "The chef organizes regular training sessions to improve the skills of the entire brigade.",
    "arabic_translation": "ينظم الشيف دورات تدريبية منتظمة لتحسين مهارات الفرقة بأكملها."
  },
  {
    "word": "la brigade",
    "sentence": "Chaque membre de la brigade a des responsabilités spécifiques pour assurer un service impeccable.",
    "translation": "Each member of the brigade has specific responsibilities to ensure impeccable service.",
    "arabic_translation": "كل عضو في الفرقة لديه مسؤوليات محددة لضمان خدمة لا تشوبها شائبة."
  },
  {
    "word": "le passe",
    "sentence": "Le chef vérifie chaque assiette au passe avant que les serveurs ne les apportent aux clients.",
    "translation": "The chef checks each plate at the pass before the servers bring them to customers.",
    "arabic_translation": "يتحقق الشيف من كل طبق في نافذة التمرير قبل أن يحضرها النوادل للزبائن."
  },
  {
    "word": "le passe",
    "sentence": "Le sous-chef coordonne les différentes stations depuis le passe pendant les heures de pointe.",
    "translation": "The sous-chef coordinates the different stations from the pass during peak hours.",
    "arabic_translation": "ينسق نائب الشيف المحطات المختلفة من نافذة التمرير خلال ساعات الذروة."
  },
  {
    "word": "le passe",
    "sentence": "Il est essentiel que tous les plats arrivent simultanément au passe pour une table donnée.",
    "translation": "It is essential that all dishes arrive simultaneously at the pass for a given table.",
    "arabic_translation": "من الضروري أن تصل جميع الأطباق في نفس الوقت إلى نافذة التمرير لطاولة معينة."
  }
]