[
  {
    "word": "Bebauungsplan",
    "translations": {
      "pl": "Plan zabudowy",
      "de": "Rechtsverbindlicher Plan zur Bebauung"
    },
    "explanation": {
      "pl": "Prawnie wiążący dokument planistyczny określający sposób zagospodarowania terenu. Reguluje rodzaj zabudowy, wysokość budynków, linie zabudowy, powierzchnie zielone i infrastrukturę techniczną.",
      "de": "Ein rechtsverbindliches Planungsinstrument, das die Art und Weise der Bebauung in einem bestimmten Gebiet festlegt. Regelt Gebäudetypen, Höhen, Baulinien, Grünflächen und technische Infrastruktur."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der neue Bebauungsplan sieht eine Mischung aus Wohn- und Gewerbeflächen vor.",
        "Die Genehmigung des Bebauungsplans erfolgt nach öffentlicher Auslegung und Bürgerbeteiligung."
      ],
      "de": [
        "Der neue Bebauungsplan sieht eine Mischung aus Wohn- und Gewerbeflächen vor.",
        "Die Genehmigung des Bebauungsplans erfolgt nach öffentlicher Auslegung und Bürgerbeteiligung."
      ]
    }
  },
  {
    "word": "Flächennutzungsplan",
    "translations": {
      "pl": "Plan użytkowania terenu",
      "de": "Vorbereitender Bauleitplan"
    },
    "explanation": {
      "pl": "Dokument planistyczny dla całego miasta, który określa ogólne przeznaczenie terenów (mieszkaniowe, przemysłowe, zielone). Jest podstawą dla szczegółowych planów zabudowy.",
      "de": "Ein vorbereitender Bauleitplan für das gesamte Stadtgebiet, der die grundsätzliche Art der Bodennutzung darstellt. Dient als Grundlage für verbindliche Bebauungspläne."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Flächennutzungsplan wird alle zehn Jahre überprüft und aktualisiert.",
        "Im Flächennutzungsplan sind die großen Entwicklungsflächen der Stadt dargestellt."
      ],
      "de": [
        "Der Flächennutzungsplan wird alle zehn Jahre überprüft und aktualisiert.",
        "Im Flächennutzungsplan sind die großen Entwicklungsflächen der Stadt dargestellt."
      ]
    }
  },
  {
    "word": "Baugenehmigung",
    "translations": {
      "pl": "Pozwolenie na budowę",
      "de": "Behördliche Erlaubnis zum Bauen"
    },
    "explanation": {
      "pl": "Oficjalne zezwolenie władz budowlanych na rozpoczęcie budowy. Sprawdzane jest czy projekt jest zgodny z przepisami budowlanymi i planami zagospodarowania przestrzennego.",
      "de": "Die behördliche Erlaubnis, ein Bauvorhaben durchzuführen. Es wird geprüft, ob das Projekt den Bauvorschriften und dem Bebauungsplan entspricht."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Baugenehmigung wurde nach sechswöchiger Prüfung erteilt.",
        "Ohne gültige Baugenehmigung darf nicht mit den Bauarbeiten begonnen werden."
      ],
      "de": [
        "Die Baugenehmigung wurde nach sechswöchiger Prüfung erteilt.",
        "Ohne gültige Baugenehmigung darf nicht mit den Bauarbeiten begonnen werden."
      ]
    }
  },
  {
    "word": "Bauvoranfrage",
    "translations": {
      "pl": "Wstępne zapytanie budowlane",
      "de": "Vorabklärung zur Bebaubarkeit"
    },
    "explanation": {
      "pl": "Zapytanie skierowane do urzędu budowlanego przed złożeniem głównego wniosku, w celu ustalenia czy planowana budowa jest w ogóle możliwa na danej działce.",
      "de": "Eine Anfrage beim Bauamt vor dem eigentlichen Bauantrag, um zu klären, ob ein Grundstück grundsätzlich bebaubar ist und welche Auflagen gelten."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Mit einer Bauvoranfrage können Sie frühzeitig klären, ob Ihr Bauvorhaben realisierbar ist.",
        "Die Bauvoranfrage kostet weniger als ein vollständiger Bauantrag."
      ],
      "de": [
        "Mit einer Bauvoranfrage können Sie frühzeitig klären, ob Ihr Bauvorhaben realisierbar ist.",
        "Die Bauvoranfrage kostet weniger als ein vollständiger Bauantrag."
      ]
    }
  },
  {
    "word": "Erschließung",
    "translations": {
      "pl": "Uzbrojenie terenu",
      "de": "Infrastrukturelle Anbindung"
    },
    "explanation": {
      "pl": "Proces wyposażania terenu budowlanego w infrastrukturę: drogi, wodociągi, kanalizację, energię elektryczną, gaz i łączność. Niezbędny przed rozpoczęciem budowy.",
      "de": "Die Herstellung der infrastrukturellen Anbindung eines Baugebiets durch Straßen, Wasser, Abwasser, Strom, Gas und Telekommunikation. Voraussetzung für die Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Erschließung des Neubaugebiets wird von der Stadt finanziert.",
        "Ohne vollständige Erschließung kann keine Baugenehmigung erteilt werden."
      ],
      "de": [
        "Die Erschließung des Neubaugebiets wird von der Stadt finanziert.",
        "Ohne vollständige Erschließung kann keine Baugenehmigung erteilt werden."
      ]
    }
  },
  {
    "word": "Bauland",
    "translations": {
      "pl": "Teren budowlany",
      "de": "Zur Bebauung vorgesehenes Land"
    },
    "explanation": {
      "pl": "Teren prawnie przeznaczony do zabudowy, określony w planie zagospodarowania przestrzennego. Może być przeznaczony na różne cele: mieszkaniowy, przemysłowy, handlowy.",
      "de": "Ein im Bebauungsplan oder Flächennutzungsplan für eine Bebauung vorgesehenes Grundstück. Kann für verschiedene Nutzungen ausgewiesen sein: Wohnen, Gewerbe, Industrie."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Umwandlung von Ackerland in Bauland erfordert eine Änderung des Flächennutzungsplans.",
        "Der Preis für Bauland ist in den letzten Jahren stark gestiegen."
      ],
      "de": [
        "Die Umwandlung von Ackerland in Bauland erfordert eine Änderung des Flächennutzungsplans.",
        "Der Preis für Bauland ist in den letzten Jahren stark gestiegen."
      ]
    }
  },
  {
    "word": "Geschossflächenzahl",
    "translations": {
      "pl": "Wskaźnik intensywności zabudowy",
      "de": "Verhältnis von Geschossfläche zu Grundstücksfläche"
    },
    "explanation": {
      "pl": "Wskaźnik określający stosunek łącznej powierzchni kondygnacji do powierzchni działki. Im wyższy wskaźnik, tym intensywniejsza zabudowa jest dopuszczalna.",
      "de": "Die Geschossflächenzahl gibt an, wie viel Quadratmeter Geschossfläche je Quadratmeter Grundstücksfläche zulässig sind. Höhere Werte erlauben dichtere Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "In diesem Gebiet gilt eine Geschossflächenzahl von 1,2.",
        "Die Geschossflächenzahl wird im Bebauungsplan festgesetzt."
      ],
      "de": [
        "In diesem Gebiet gilt eine Geschossflächenzahl von 1,2.",
        "Die Geschossflächenzahl wird im Bebauungsplan festgesetzt."
      ]
    }
  },
  {
    "word": "Grundflächenzahl",
    "translations": {
      "pl": "Wskaźnik pokrycia terenu",
      "de": "Verhältnis von überbauter Fläche zu Grundstücksfläche"
    },
    "explanation": {
      "pl": "Wskaźnik określający jaka część działki może być zabudowana. GRZ 0,4 oznacza, że można zabudować maksymalnie 40% powierzchni działki.",
      "de": "Die Grundflächenzahl bestimmt, welcher Anteil des Grundstücks mit Gebäuden überbaut werden darf. Eine GRZ von 0,4 bedeutet maximal 40% überbaute Fläche."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Grundflächenzahl von 0,3 lässt relativ viel Freifläche auf dem Grundstück.",
        "Bei der Berechnung der Grundflächenzahl werden auch Nebenanlagen berücksichtigt."
      ],
      "de": [
        "Die Grundflächenzahl von 0,3 lässt relativ viel Freifläche auf dem Grundstück.",
        "Bei der Berechnung der Grundflächenzahl werden auch Nebenanlagen berücksichtigt."
      ]
    }
  },
  {
    "word": "Baulinie",
    "translations": {
      "pl": "Linia zabudowy",
      "de": "Festgesetzte Grenze der Bebauung"
    },
    "explanation": {
      "pl": "Linia określona w planie zabudowy, wzdłuż której muszą być usytuowane budynki. Służy zachowaniu jednolitego wyglądu ulicy lub osiedla.",
      "de": "Eine im Bebauungsplan festgesetzte Linie, an der Gebäude errichtet werden müssen. Dient der einheitlichen Gestaltung von Straßenzügen und Quartieren."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Häuser müssen an der Baulinie errichtet werden, um ein geschlossenes Straßenbild zu schaffen.",
        "Ein Vorgarten ist nur möglich, wenn die Baulinie einen Abstand zur Straße vorsieht."
      ],
      "de": [
        "Die Häuser müssen an der Baulinie errichtet werden, um ein geschlossenes Straßenbild zu schaffen.",
        "Ein Vorgarten ist nur möglich, wenn die Baulinie einen Abstand zur Straße vorsieht."
      ]
    }
  },
  {
    "word": "Baugrenze",
    "translations": {
      "pl": "Granica zabudowy",
      "de": "Nicht zu überschreitende Grenze"
    },
    "explanation": {
      "pl": "Linia w planie zabudowy, której budynki nie mogą przekroczyć. W przeciwieństwie do linii zabudowy, budynek może być cofnięty od tej granicy.",
      "de": "Eine im Bebauungsplan festgesetzte Linie, die von Gebäuden nicht überschritten werden darf. Im Unterschied zur Baulinie darf das Gebäude hinter dieser Linie zurückbleiben."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Baugrenze lässt mehr Flexibilität bei der Positionierung des Gebäudes als eine Baulinie.",
        "Balkone dürfen die Baugrenze um maximal 1,5 Meter überschreiten."
      ],
      "de": [
        "Die Baugrenze lässt mehr Flexibilität bei der Positionierung des Gebäudes als eine Baulinie.",
        "Balkone dürfen die Baugrenze um maximal 1,5 Meter überschreiten."
      ]
    }
  },
  {
    "word": "Abstandsfläche",
    "translations": {
      "pl": "Powierzchnia odstępu",
      "de": "Freizuhaltende Fläche zwischen Gebäuden"
    },
    "explanation": {
      "pl": "Minimalny odstęp jaki musi być zachowany między budynkami lub od granicy działki. Służy zapewnieniu odpowiedniego doświetlenia, przewietrzania i ochrony przeciwpożarowej.",
      "de": "Der Mindestabstand, der zwischen Gebäuden oder zur Grundstücksgrenze eingehalten werden muss. Dient der Belichtung, Belüftung und dem Brandschutz."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Abstandsfläche beträgt in der Regel die Hälfte der Gebäudehöhe.",
        "Auf eigenem Grundstück können Abstandsflächen überlagert werden."
      ],
      "de": [
        "Die Abstandsfläche beträgt in der Regel die Hälfte der Gebäudehöhe.",
        "Auf eigenem Grundstück können Abstandsflächen überlagert werden."
      ]
    }
  },
  {
    "word": "Grünordnungsplan",
    "translations": {
      "pl": "Plan zagospodarowania zieleni",
      "de": "Plan für Grün- und Freiflächen"
    },
    "explanation": {
      "pl": "Dokument planistyczny określający rozmieszczenie i zagospodarowanie terenów zielonych w obszarze objętym planem zabudowy. Zawiera informacje o nasadzeniach, ochronie drzew i biotopów.",
      "de": "Ein Planungsinstrument, das die Verteilung und Gestaltung von Grün- und Freiflächen im Plangebiet festlegt. Enthält Regelungen zu Bepflanzungen, Baumschutz und Biotopen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Grünordnungsplan ist Bestandteil des Bebauungsplans.",
        "Im Grünordnungsplan werden auch Ausgleichsmaßnahmen für Eingriffe in die Natur festgelegt."
      ],
      "de": [
        "Der Grünordnungsplan ist Bestandteil des Bebauungsplans.",
        "Im Grünordnungsplan werden auch Ausgleichsmaßnahmen für Eingriffe in die Natur festgelegt."
      ]
    }
  },
  {
    "word": "Stellplatznachweis",
    "translations": {
      "pl": "Dowód miejsc parkingowych",
      "de": "Nachweis ausreichender Parkplätze"
    },
    "explanation": {
      "pl": "Dokumentacja wymagana przy składaniu wniosku o pozwolenie na budowę, potwierdzająca że na działce lub w pobliżu zapewniona jest wystarczająca liczba miejsc parkingowych.",
      "de": "Ein beim Bauantrag erforderlicher Nachweis, dass ausreichend Parkplätze auf dem Grundstück oder in der Nähe zur Verfügung stehen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der Stellplatznachweis muss Teil der Bauvorlagen sein.",
        "Pro Wohneinheit sind in der Regel 1,5 Stellplätze nachzuweisen."
      ],
      "de": [
        "Der Stellplatznachweis muss Teil der Bauvorlagen sein.",
        "Pro Wohneinheit sind in der Regel 1,5 Stellplätze nachzuweisen."
      ]
    }
  },
  {
    "word": "Firsthöhe",
    "translations": {
      "pl": "Wysokość kalenicy",
      "de": "Höhe des obersten Punktes des Daches"
    },
    "explanation": {
      "pl": "Wysokość mierzona od poziomu terenu do najwyższego punktu dachu (kalenicy). Jest jednym z parametrów określonych w planie zabudowy ograniczającym wysokość budynków.",
      "de": "Die vom Gelände bis zum höchsten Punkt des Daches (First) gemessene Höhe. Ist eine im Bebauungsplan festgesetzte Begrenzung der Gebäudehöhe."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die zulässige Firsthöhe beträgt in diesem Gebiet maximal 12 Meter.",
        "Bei Flachdächern entspricht die Attikahöhe der Firsthöhe bei Satteldächern."
      ],
      "de": [
        "Die zulässige Firsthöhe beträgt in diesem Gebiet maximal 12 Meter.",
        "Bei Flachdächern entspricht die Attikahöhe der Firsthöhe bei Satteldächern."
      ]
    }
  },
  {
    "word": "Traufhöhe",
    "translations": {
      "pl": "Wysokość okapu",
      "de": "Höhe der Dachtraufe"
    },
    "explanation": {
      "pl": "Wysokość mierzona od poziomu terenu do punktu, w którym dach spotyka się ze ścianą budynku (okap). Używana do określenia wymiarów budynku w planie zabudowy.",
      "de": "Die vom Gelände bis zur Oberkante der Außenwand gemessene Höhe, wo das Dach ansetzt. Wird zur Festsetzung der Gebäudemaße im Bebauungsplan verwendet."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Traufhöhe darf 7 Meter nicht überschreiten.",
        "Bei unterschiedlichen Traufhöhen wirkt die Bebauung weniger monoton."
      ],
      "de": [
        "Die Traufhöhe darf 7 Meter nicht überschreiten.",
        "Bei unterschiedlichen Traufhöhen wirkt die Bebauung weniger monoton."
      ]
    }
  },
  {
    "word": "Dachform",
    "translations": {
      "pl": "Forma dachu",
      "de": "Bauliche Gestaltung des Daches"
    },
    "explanation": {
      "pl": "Rodzaj konstrukcji dachu określony w planie zabudowy (np. dach dwuspadowy, czterospadowy, płaski). Wpływa na wygląd budynku i charakterystykę zabudowy.",
      "de": "Die im Bebauungsplan festgesetzte Art der Dachkonstruktion (z.B. Sattel-, Walm-, Flachdach). Prägt das Erscheinungsbild und den Charakter der Bebauung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Als Dachform sind nur Satteldächer mit 35-45 Grad Neigung zulässig.",
        "In historischen Stadtkernen wird oft eine einheitliche Dachform vorgeschrieben."
      ],
      "de": [
        "Als Dachform sind nur Satteldächer mit 35-45 Grad Neigung zulässig.",
        "In historischen Stadtkernen wird oft eine einheitliche Dachform vorgeschrieben."
      ]
    }
  },
  {
    "word": "Dachneigung",
    "translations": {
      "pl": "Nachylenie dachu",
      "de": "Winkel der Dachschräge"
    },
    "explanation": {
      "pl": "Kąt nachylenia połaci dachowej mierzony w stopniach. Określany w planie zabudowy, wpływa na estetykę i funkcjonalność budynku oraz możliwość wykorzystania poddasza.",
      "de": "Der in Grad gemessene Neigungswinkel der Dachfläche. Wird im Bebauungsplan festgesetzt und beeinflusst Ästhetik, Funktion und Dachgeschossnutzung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Dachneigung muss zwischen 38 und 42 Grad liegen.",
        "Eine steile Dachneigung ermöglicht einen besseren Dachgeschossausbau."
      ],
      "de": [
        "Die Dachneigung muss zwischen 38 und 42 Grad liegen.",
        "Eine steile Dachneigung ermöglicht einen besseren Dachgeschossausbau."
      ]
    }
  },
  {
    "word": "Nutzungsänderung",
    "translations": {
      "pl": "Zmiana sposobu użytkowania",
      "de": "Änderung der Gebäudenutzung"
    },
    "explanation": {
      "pl": "Zmiana przeznaczenia budynku lub jego części (np. z mieszkalnego na biurowy). Wymaga często zgody urzędu i sprawdzenia zgodności z planem zagospodarowania przestrzennego.",
      "de": "Die Änderung der Nutzungsart eines Gebäudes oder Gebäudeteils (z.B. von Wohnen zu Büro). Erfordert oft eine Genehmigung und Prüfung der Vereinbarkeit mit dem Bebauungsplan."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Nutzungsänderung von Gewerbe zu Wohnen bedarf einer Baugenehmigung.",
        "In Mischgebieten sind Nutzungsänderungen meist problemlos möglich."
      ],
      "de": [
        "Die Nutzungsänderung von Gewerbe zu Wohnen bedarf einer Baugenehmigung.",
        "In Mischgebieten sind Nutzungsänderungen meist problemlos möglich."
      ]
    }
  },
  {
    "word": "Außenbereich",
    "translations": {
      "pl": "Obszar zewnętrzny",
      "de": "Nicht beplantes Gebiet außerhalb"
    },
    "explanation": {
      "pl": "Teren poza obszarem objętym planem zagospodarowania przestrzennego. Zabudowa jest tam zasadniczo niedozwolona, z wyjątkiem budynków rolniczych i niektórych obiektów użyteczności publicznej.",
      "de": "Der Bereich außerhalb der im Zusammenhang bebauten Ortsteile und außerhalb von Bebauungsplangebieten. Bebauung ist grundsätzlich unzulässig, außer für land-/forstwirtschaftliche Betriebe."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im Außenbereich dürfen nur privilegierte Vorhaben realisiert werden.",
        "Wohngebäude sind im Außenbereich grundsätzlich nicht genehmigungsfähig."
      ],
      "de": [
        "Im Außenbereich dürfen nur privilegierte Vorhaben realisiert werden.",
        "Wohngebäude sind im Außenbereich grundsätzlich nicht genehmigungsfähig."
      ]
    }
  },
  {
    "word": "Innenbereich",
    "translations": {
      "pl": "Obszar wewnętrzny",
      "de": "Im Zusammenhang bebauter Ortsteil"
    },
    "explanation": {
      "pl": "Obszar zwartej zabudowy w granicach miejscowości. Nawet bez planu zagospodarowania możliwa jest tam zabudowa, jeśli odpowiada charakterowi otoczenia.",
      "de": "Der im Zusammenhang bebaute Ortsteil. Auch ohne Bebauungsplan ist dort eine Bebauung möglich, wenn sie sich nach Art und Maß der baulichen Nutzung einfügt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im Innenbereich gilt das Gebot der Rücksichtnahme auf die vorhandene Bebauung.",
        "Die Grenzen des Innenbereichs werden durch die tatsächliche Bebauung bestimmt."
      ],
      "de": [
        "Im Innenbereich gilt das Gebot der Rücksichtnahme auf die vorhandene Bebauung.",
        "Die Grenzen des Innenbereichs werden durch die tatsächliche Bebauung bestimmt."
      ]
    }
  },
  {
    "word": "Einvernehmen",
    "translations": {
      "pl": "Uzgodnienie",
      "de": "Erforderliche Zustimmung der Gemeinde"
    },
    "explanation": {
      "pl": "Wymagana zgoda gminy na wydanie pozwolenia na budowę przez urząd budowlany. Gmina sprawdza czy projekt jest zgodny z jej planami rozwoju i może odmówić zgody.",
      "de": "Die erforderliche Zustimmung der Gemeinde zur Erteilung einer Baugenehmigung durch die Bauaufsichtsbehörde. Die Gemeinde prüft die planungsrechtliche Zulässigkeit und kann die Zustimmung versagen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Ohne das Einvernehmen der Gemeinde darf keine Baugenehmigung erteilt werden.",
        "Die Gemeinde hat das Einvernehmen innerhalb von zwei Monaten zu erklären."
      ],
      "de": [
        "Ohne das Einvernehmen der Gemeinde darf keine Baugenehmigung erteilt werden.",
        "Die Gemeinde hat das Einvernehmen innerhalb von zwei Monaten zu erklären."
      ]
    }
  },
  {
    "word": "Bauordnung",
    "translations": {
      "pl": "Prawo budowlane",
      "de": "Landesgesetzliche Bauvorschriften"
    },
    "explanation": {
      "pl": "Przepisy prawne określające wymagania techniczne dla budynków: bezpieczeństwo konstrukcyjne, ochronę przeciwpożarową, higienę i zdrowie. Każdy kraj związkowy ma własne prawo budowlane.",
      "de": "Die landesrechtlichen Vorschriften über die technischen Anforderungen an Bauwerke: Standsicherheit, Brandschutz, Gesundheit und Hygiene. Jedes Bundesland hat eine eigene Bauordnung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Bauordnung regelt unter anderem Abstandsflächen und Stellplätze.",
        "Bei Verstößen gegen die Bauordnung können Ordnungswidrigkeitsverfahren eingeleitet werden."
      ],
      "de": [
        "Die Bauordnung regelt unter anderem Abstandsflächen und Stellplätze.",
        "Bei Verstößen gegen die Bauordnung können Ordnungswidrigkeitsverfahren eingeleitet werden."
      ]
    }
  },
  {
    "word": "Wohngebiet",
    "translations": {
      "pl": "Obszar mieszkaniowy",
      "de": "Baugebiet für Wohnnutzung"
    },
    "explanation": {
      "pl": "Obszar przeznaczony w planie zagospodarowania głównie na zabudowę mieszkaniową. Może być czystym obszarem mieszkaniowym (tylko domy) lub ogólnym (z małymi sklepami i usługami).",
      "de": "Ein im Bebauungsplan als Wohngebiet ausgewiesener Bereich. Unterschieden wird zwischen reinem Wohngebiet (nur Wohnen) und allgemeinem Wohngebiet (mit kleineren Läden und Dienstleistungen)."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im allgemeinen Wohngebiet sind kleine Läden für den täglichen Bedarf zulässig.",
        "In reinen Wohngebieten herrscht meist mehr Ruhe als in Mischgebieten."
      ],
      "de": [
        "Im allgemeinen Wohngebiet sind kleine Läden für den täglichen Bedarf zulässig.",
        "In reinen Wohngebieten herrscht meist mehr Ruhe als in Mischgebieten."
      ]
    }
  },
  {
    "word": "Gewerbegebiet",
    "translations": {
      "pl": "Obszar przemysłowy",
      "de": "Baugebiet für gewerbliche Nutzung"
    },
    "explanation": {
      "pl": "Obszar przeznaczony głównie na zakłady przemysłowe, warsztaty i przedsiębiorstwa handlowe. Zabudowa mieszkaniowa jest tam zasadniczo niedozwolona.",
      "de": "Ein vorwiegend für gewerbliche Betriebe, Werkstätten und Handelsunternehmen vorgesehenes Gebiet. Wohnnutzung ist dort grundsätzlich unzulässig oder stark eingeschränkt."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im Gewerbegebiet sind nicht wesentlich störende Gewerbebetriebe zulässig.",
        "Gewerbegebiete sollten verkehrsgünstig gelegen sein."
      ],
      "de": [
        "Im Gewerbegebiet sind nicht wesentlich störende Gewerbebetriebe zulässig.",
        "Gewerbegebiete sollten verkehrsgünstig gelegen sein."
      ]
    }
  },
  {
    "word": "Mischgebiet",
    "translations": {
      "pl": "Obszar mieszany",
      "de": "Gebiet für Wohnen und Gewerbe"
    },
    "explanation": {
      "pl": "Obszar w którym dozwolone jest zarówno mieszkanie jak i prowadzenie działalności gospodarczej. Typowy dla centrów miast i głównych ulic.",
      "de": "Ein Gebiet, in dem sowohl Wohnen als auch das Arbeiten in Gewerbebetrieben zulässig ist. Typisch für Innenstädte und Hauptstraßen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im Mischgebiet dürfen Wohnen und Arbeiten gleichberechtigt nebeneinander existieren.",
        "Mischgebiete tragen zur Belebung der Innenstädte bei."
      ],
      "de": [
        "Im Mischgebiet dürfen Wohnen und Arbeiten gleichberechtigt nebeneinander existieren.",
        "Mischgebiete tragen zur Belebung der Innenstädte bei."
      ]
    }
  },
  {
    "word": "Industriegebiet",
    "translations": {
      "pl": "Obszar przemysłowy ciężki",
      "de": "Gebiet für störende Industrie"
    },
    "explanation": {
      "pl": "Obszar przeznaczony na zakłady przemysłowe które mogą powodować znaczne uciążliwości (hałas, emisje). Muszą być oddalone od zabudowy mieszkaniowej.",
      "de": "Ein ausschließlich für Gewerbebetriebe vorgesehenes Gebiet, die erhebliche Belästigungen verursachen können. Wohnen ist dort vollständig ausgeschlossen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Industriegebiete müssen ausreichend Abstand zu Wohngebieten einhalten.",
        "Im Industriegebiet sind auch nachts lärmintensive Produktionen zulässig."
      ],
      "de": [
        "Industriegebiete müssen ausreichend Abstand zu Wohngebieten einhalten.",
        "Im Industriegebiet sind auch nachts lärmintensive Produktionen zulässig."
      ]
    }
  },
  {
    "word": "Sondergebiet",
    "translations": {
      "pl": "Obszar specjalny",
      "de": "Gebiet für besondere Nutzungen"
    },
    "explanation": {
      "pl": "Obszar przeznaczony na specjalne cele które nie pasują do standardowych kategorii: centra handlowe, uczelnie, szpitale, tereny rekreacyjne.",
      "de": "Ein Gebiet für spezielle Nutzungen, die sich nicht in die üblichen Baugebietstypen einfügen: Einkaufszentren, Hochschulen, Krankenhäuser, Freizeitanlagen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Große Einkaufszentren werden häufig in Sondergebieten ausgewiesen.",
        "Das Messegelände liegt in einem Sondergebiet."
      ],
      "de": [
        "Große Einkaufszentren werden häufig in Sondergebieten ausgewiesen.",
        "Das Messegelände liegt in einem Sondergebiet."
      ]
    }
  },
  {
    "word": "Vorhabenbezogener Bebauungsplan",
    "translations": {
      "pl": "Plan zabudowy związany z projektem",
      "de": "B-Plan für ein konkretes Bauvorhaben"
    },
    "explanation": {
      "pl": "Specjalny plan zabudowy tworzony dla konkretnego projektu budowlanego na wniosek inwestora. Inwestor zobowiązuje się do realizacji zgodnie z planem.",
      "de": "Ein Bebauungsplan, der auf Initiative und Kosten eines Vorhabenträgers für ein konkretes Bauvorhaben aufgestellt wird. Der Vorhabenträger verpflichtet sich zur Durchführung."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Der vorhabenbezogene Bebauungsplan wurde für das neue Einkaufszentrum erstellt.",
        "Bei einem vorhabenbezogenen Bebauungsplan trägt der Investor die Planungskosten."
      ],
      "de": [
        "Der vorhabenbezogene Bebauungsplan wurde für das neue Einkaufszentrum erstellt.",
        "Bei einem vorhabenbezogenen Bebauungsplan trägt der Investor die Planungskosten."
      ]
    }
  },
  {
    "word": "Vorkaufsrecht",
    "translations": {
      "pl": "Prawo pierwokupu",
      "de": "Vorrangiges Kaufrecht der Gemeinde"
    },
    "explanation": {
      "pl": "Prawo gminy do pierwszeństwa przy kupnie nieruchomości w określonych obszarach. Gmina może wykupić działkę gdy jest sprzedawana, aby realizować cele publiczne.",
      "de": "Das Recht der Gemeinde, beim Verkauf von Grundstücken in bestimmten Gebieten vorrangig als Käufer aufzutreten. Dient der Verwirklichung städtebaulicher Ziele."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Die Gemeinde kann ihr Vorkaufsrecht innerhalb von zwei Monaten ausüben.",
        "Das Vorkaufsrecht besteht vor allem in Sanierungsgebieten."
      ],
      "de": [
        "Die Gemeinde kann ihr Vorkaufsrecht innerhalb von zwei Monaten ausüben.",
        "Das Vorkaufsrecht besteht vor allem in Sanierungsgebieten."
      ]
    }
  },
  {
    "word": "Sanierungsgebiet",
    "translations": {
      "pl": "Obszar rewitalizacji",
      "de": "Gebiet für städtebauliche Erneuerung"
    },
    "explanation": {
      "pl": "Obszar wymagający kompleksowej odnowy urbanistycznej. Gmina może tam stosować specjalne instrumenty prawne i finansowe do poprawy stanu zabudowy i infrastruktury.",
      "de": "Ein Gebiet mit erheblichen städtebaulichen Missständen, das einer umfassenden Erneuerung bedarf. Die Gemeinde kann besondere rechtliche und finanzielle Instrumente einsetzen."
    },
    "conjugations": null,
    "examples": {
      "pl": [
        "Im Sanierungsgebiet gelten besondere Genehmigungspflichten für Baumaßnahmen.",
        "Die Sanierung der Altstadt wurde als förmliches Sanierungsgebiet festgelegt."
      ],
      "de": [
        "Im Sanierungsgebiet gelten besondere Genehmigungspflichten für Baumaßnahmen.",
        "Die Sanierung der Altstadt wurde als förmliches Sanierungsgebiet festgelegt."
      ]
    }
  }
