[
  {
    "id": "universal_a1_461_ar",
    "word": "يُجَهِّز",
    "category": "verb",
    "frequency_rank": 461,
    "level": "a1",
    "translations": {
      "en": "equip",
      "de": "ausstatten",
      "ar": "يُجَهِّز",
      "fr": "équiper",
      "it": "equipaggiare",
      "ru": "оснащать",
      "es": "equipar",
      "pl": "wyposażać",
      "fa": "تجهیز کردن"
    },
    "explanation": {
      "en": "To provide someone or something with necessary items or tools",
      "de": "Jemanden oder etwas mit notwendigen Dingen oder Werkzeugen versorgen",
      "ar": "تزويد شخص أو شيء بالأدوات أو المعدات الضرورية",
      "fr": "Fournir à quelqu'un ou quelque chose les outils nécessaires",
      "it": "Fornire a qualcuno o qualcosa gli strumenti necessari",
      "ru": "Обеспечивать кого-либо или что-либо необходимыми предметами или инструментами",
      "es": "Proporcionar a alguien o algo los elementos o herramientas necesarios",
      "pl": "Zapewnić komuś lub czemuś niezbędne przedmioty lub narzędzia",
      "fa": "فراهم کردن وسایل یا ابزارهای لازم برای کسی یا چیزی"
    },
    "examples": {
      "en": [
        "We need to equip the workers with safety gear.",
        "The school will equip each classroom with computers.",
        "They equipped the kitchen with modern appliances."
      ],
      "de": [
        "Wir müssen die Arbeiter mit Sicherheitsausrüstung ausstatten.",
        "Die Schule wird jedes Klassenzimmer mit Computern ausstatten.",
        "Sie statteten die Küche mit modernen Geräten aus."
      ],
      "ar": [
        "نحتاج إلى تجهيز العمال بمعدات السلامة.",
        "ستجهز المدرسة كل فصل دراسي بأجهزة الكمبيوتر.",
        "لقد جهزوا المطبخ بالأجهزة الحديثة."
      ],
      "fr": [
        "Nous devons équiper les travailleurs d'équipement de sécurité.",
        "L'école équipera chaque salle de classe d'ordinateurs.",
        "Ils ont équipé la cuisine d'appareils modernes."
      ],
      "it": [
        "Dobbiamo equipaggiare i lavoratori con attrezzature di sicurezza.",
        "La scuola equipaggerà ogni aula con computer.",
        "Hanno equipaggiato la cucina con elettrodomestici moderni."
      ],
      "ru": [
        "Нам нужно оснастить работников средствами безопасности.",
        "Школа оснастит каждый класс компьютерами.",
        "Они оснастили кухню современной техникой."
      ],
      "es": [
        "Necesitamos equipar a los trabajadores con equipo de seguridad.",
        "La escuela equipará cada aula con computadoras.",
        "Equiparon la cocina con electrodomésticos modernos."
      ],
      "pl": [
        "Musimy wyposażyć pracowników w sprzęt bezpieczeństwa.",
        "Szkoła wyposaży każdą klasę w komputery.",
        "Wyposażyli kuchnię w nowoczesne urządzenia."
      ],
      "fa": [
        "ما باید کارگران را با تجهیزات ایمنی مجهز کنیم.",
        "مدرسه هر کلاس را با کامپیوتر تجهیز خواهد کرد.",
        "آنها آشپزخانه را با وسایل مدرن تجهیز کردند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_462_ar",
    "word": "مُجْمَع",
    "category": "noun",
    "frequency_rank": 462,
    "level": "a1",
    "translations": {
      "en": "aggregate",
      "de": "Aggregat",
      "ar": "مُجْمَع",
      "fr": "agrégat",
      "it": "aggregato",
      "ru": "совокупность",
      "es": "agregado",
      "pl": "agregat",
      "fa": "مجموع"
    },
    "explanation": {
      "en": "A whole formed by combining several elements or a total amount",
      "de": "Ein Ganzes, das durch die Kombination mehrerer Elemente gebildet wird, oder ein Gesamtbetrag",
      "ar": "كل يتكون من الجمع بين عدة عناصر أو مبلغ إجمالي",
      "fr": "Un tout formé en combinant plusieurs éléments ou un montant total",
      "it": "Un insieme formato combinando diversi elementi o un importo totale",
      "ru": "Целое, образованное объединением нескольких элементов, или общая сумма",
      "es": "Un todo formado combinando varios elementos o una cantidad total",
      "pl": "Całość utworzona przez połączenie kilku elementów lub łączna kwota",
      "fa": "کلی که از ترکیب چندین عنصر تشکیل شده یا مقدار کل"
    },
    "examples": {
      "en": [
        "The aggregate score of all teams determines the winner.",
        "We need to look at the aggregate data, not individual cases.",
        "The aggregate cost of the project exceeded the budget."
      ],
      "de": [
        "Die Gesamtpunktzahl aller Teams bestimmt den Gewinner.",
        "Wir müssen uns die aggregierten Daten ansehen, nicht einzelne Fälle.",
        "Die Gesamtkosten des Projekts überstiegen das Budget."
      ],
      "ar": [
        "النتيجة الإجمالية لجميع الفرق تحدد الفائز.",
        "نحتاج إلى النظر في البيانات المجمعة، وليس الحالات الفردية.",
        "تجاوزت التكلفة الإجمالية للمشروع الميزانية."
      ],
      "fr": [
        "Le score agrégé de toutes les équipes détermine le vainqueur.",
        "Nous devons examiner les données agrégées, pas les cas individuels.",
        "Le coût agrégé du projet a dépassé le budget."
      ],
      "it": [
        "Il punteggio aggregato di tutte le squadre determina il vincitore.",
        "Dobbiamo guardare i dati aggregati, non i casi individuali.",
        "Il costo aggregato del progetto ha superato il budget."
      ],
      "ru": [
        "Совокупный счет всех команд определяет победителя.",
        "Нам нужно смотреть на совокупные данные, а не на отдельные случаи.",
        "Общая стоимость проекта превысила бюджет."
      ],
      "es": [
        "El puntaje agregado de todos los equipos determina el ganador.",
        "Necesitamos mirar los datos agregados, no los casos individuales.",
        "El costo agregado del proyecto excedió el presupuesto."
      ],
      "pl": [
        "Łączny wynik wszystkich drużyn decyduje o zwycięzcy.",
        "Musimy spojrzeć na zagregowane dane, nie na pojedyncze przypadki.",
        "Całkowity koszt projektu przekroczył budżet."
      ],
      "fa": [
        "امتیاز کل همه تیم‌ها برنده را تعیین می‌کند.",
        "ما باید به داده‌های کل نگاه کنیم، نه موارد جداگانه.",
        "هزینه کل پروژه از بودجه فراتر رفت."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_463_ar",
    "word": "يُخَصِّص",
    "category": "verb",
    "frequency_rank": 463,
    "level": "a1",
    "translations": {
      "en": "allocate",
      "de": "zuweisen",
      "ar": "يُخَصِّص",
      "fr": "allouer",
      "it": "allocare",
      "ru": "выделять",
      "es": "asignar",
      "pl": "przydzielać",
      "fa": "تخصیص دادن"
    },
    "explanation": {
      "en": "To distribute or assign resources or tasks for a specific purpose",
      "de": "Ressourcen oder Aufgaben für einen bestimmten Zweck verteilen oder zuweisen",
      "ar": "توزيع أو تخصيص الموارد أو المهام لغرض معين",
      "fr": "Distribuer ou attribuer des ressources ou des tâches pour un objectif précis",
      "it": "Distribuire o assegnare risorse o compiti per uno scopo specifico",
      "ru": "Распределять или назначать ресурсы или задачи для определенной цели",
      "es": "Distribuir o asignar recursos o tareas para un propósito específico",
      "pl": "Rozdzielać lub przypisywać zasoby lub zadania do określonego celu",
      "fa": "توزیع یا اختصاص منابع یا وظایف برای یک هدف مشخص"
    },
    "examples": {
      "en": [
        "The manager will allocate tasks to each team member.",
        "We need to allocate more budget to marketing.",
        "The company allocated resources for the new project."
      ],
      "de": [
        "Der Manager wird jedem Teammitglied Aufgaben zuweisen.",
        "Wir müssen dem Marketing mehr Budget zuweisen.",
        "Das Unternehmen hat Ressourcen für das neue Projekt zugewiesen."
      ],
      "ar": [
        "سيخصص المدير المهام لكل عضو في الفريق.",
        "نحتاج إلى تخصيص المزيد من الميزانية للتسويق.",
        "خصصت الشركة الموارد للمشروع الجديد."
      ],
      "fr": [
        "Le responsable allouera des tâches à chaque membre de l'équipe.",
        "Nous devons allouer plus de budget au marketing.",
        "L'entreprise a alloué des ressources au nouveau projet."
      ],
      "it": [
        "Il manager allocherà i compiti a ciascun membro del team.",
        "Dobbiamo allocare più budget al marketing.",
        "L'azienda ha allocato risorse per il nuovo progetto."
      ],
      "ru": [
        "Менеджер выделит задачи каждому члену команды.",
        "Нам нужно выделить больше бюджета на маркетинг.",
        "Компания выделила ресурсы для нового проекта."
      ],
      "es": [
        "El gerente asignará tareas a cada miembro del equipo.",
        "Necesitamos asignar más presupuesto al marketing.",
        "La empresa asignó recursos para el nuevo proyecto."
      ],
      "pl": [
        "Menedżer przyzna zadania każdemu członkowi zespołu.",
        "Musimy przydzielić więcej budżetu na marketing.",
        "Firma przydzieliła zasoby na nowy projekt."
      ],
      "fa": [
        "مدیر وظایف را به هر عضو تیم اختصاص خواهد داد.",
        "ما باید بودجه بیشتری به بازاریابی اختصاص دهیم.",
        "شرکت منابع را برای پروژه جدید اختصاص داد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_464_ar",
    "word": "يُراكِم",
    "category": "verb",
    "frequency_rank": 464,
    "level": "a1",
    "translations": {
      "en": "accumulate",
      "de": "ansammeln",
      "ar": "يُراكِم",
      "fr": "accumuler",
      "it": "accumulare",
      "ru": "накапливать",
      "es": "acumular",
      "pl": "gromadzić",
      "fa": "جمع کردن"
    },
    "explanation": {
      "en": "To gather or collect things gradually over time",
      "de": "Dinge allmählich im Laufe der Zeit sammeln oder anhäufen",
      "ar": "جمع أو تجميع الأشياء تدريجياً مع مرور الوقت",
      "fr": "Rassembler ou collecter des choses progressivement au fil du temps",
      "it": "Raccogliere o collezionare cose gradualmente nel tempo",
      "ru": "Собирать или накапливать вещи постепенно со временем",
      "es": "Reunir o recolectar cosas gradualmente con el tiempo",
      "pl": "Zbierać lub gromadzić rzeczy stopniowo w czasie",
      "fa": "جمع‌آوری یا انباشتن چیزها به تدریج در طول زمان"
    },
    "examples": {
      "en": [
        "Dust tends to accumulate on shelves over time.",
        "She accumulated a lot of experience in her career.",
        "The company has accumulated significant debt."
      ],
      "de": [
        "Staub sammelt sich im Laufe der Zeit auf Regalen an.",
        "Sie hat im Laufe ihrer Karriere viel Erfahrung gesammelt.",
        "Das Unternehmen hat erhebliche Schulden angesammelt."
      ],
      "ar": [
        "يميل الغبار إلى التراكم على الرفوف مع مرور الوقت.",
        "لقد راكمت الكثير من الخبرة في حياتها المهنية.",
        "راكمت الشركة ديوناً كبيرة."
      ],
      "fr": [
        "La poussière a tendance à s'accumuler sur les étagères avec le temps.",
        "Elle a accumulé beaucoup d'expérience dans sa carrière.",
        "L'entreprise a accumulé une dette importante."
      ],
      "it": [
        "La polvere tende ad accumularsi sugli scaffali nel tempo.",
        "Ha accumulato molta esperienza nella sua carriera.",
        "L'azienda ha accumulato un debito significativo."
      ],
      "ru": [
        "Пыль имеет тенденцию накапливаться на полках со временем.",
        "Она накопила большой опыт за свою карьеру.",
        "Компания накопила значительный долг."
      ],
      "es": [
        "El polvo tiende a acumularse en los estantes con el tiempo.",
        "Ella acumuló mucha experiencia en su carrera.",
        "La empresa ha acumulado una deuda significativa."
      ],
      "pl": [
        "Kurz ma tendencję do gromadzenia się na półkach z czasem.",
        "Zgromadziła duże doświadczenie w swojej karierze.",
        "Firma zgromadziła znaczny dług."
      ],
      "fa": [
        "گرد و غبار تمایل دارد که در طول زمان روی قفسه‌ها جمع شود.",
        "او تجربه زیادی در حرفه خود جمع کرد.",
        "شرکت بدهی قابل توجهی جمع کرده است."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_465_ar",
    "word": "أدنى",
    "category": "adjective",
    "frequency_rank": 465,
    "level": "a1",
    "translations": {
      "en": "minimal",
      "de": "minimal",
      "ar": "أدنى",
      "fr": "minimal",
      "it": "minimo",
      "ru": "минимальный",
      "es": "mínimo",
      "pl": "minimalny",
      "fa": "حداقل"
    },
    "explanation": {
      "en": "The smallest possible amount or degree of something",
      "de": "Die kleinstmögliche Menge oder der kleinstmögliche Grad von etwas",
      "ar": "أقل مقدار أو درجة ممكنة من شيء ما",
      "fr": "La plus petite quantité ou le plus petit degré possible de quelque chose",
      "it": "La più piccola quantità o grado possibile di qualcosa",
      "ru": "Наименьшее возможное количество или степень чего-либо",
      "es": "La cantidad o grado más pequeño posible de algo",
      "pl": "Najmniejsza możliwa ilość lub stopień czegoś",
      "fa": "کمترین مقدار یا درجه ممکن از چیزی"
    },
    "examples": {
      "en": [
        "The project requires minimal effort to complete.",
        "She speaks with minimal accent.",
        "The damage to the car was minimal."
      ],
      "de": [
        "Das Projekt erfordert minimalen Aufwand zur Fertigstellung.",
        "Sie spricht mit minimalem Akzent.",
        "Der Schaden am Auto war minimal."
      ],
      "ar": [
        "يتطلب المشروع الحد الأدنى من الجهد لإكماله.",
        "إنها تتحدث بلهجة ضئيلة.",
        "كان الضرر الذي لحق بالسيارة ضئيلاً."
      ],
      "fr": [
        "Le projet nécessite un effort minimal pour être terminé.",
        "Elle parle avec un accent minimal.",
        "Les dommages à la voiture étaient minimaux."
      ],
      "it": [
        "Il progetto richiede uno sforzo minimo per essere completato.",
        "Parla con un accento minimo.",
        "Il danno all'auto era minimo."
      ],
      "ru": [
        "Проект требует минимальных усилий для завершения.",
        "Она говорит с минимальным акцентом.",
        "Повреждения автомобиля были минимальными."
      ],
      "es": [
        "El proyecto requiere un esfuerzo mínimo para completarse.",
        "Ella habla con un acento mínimo.",
        "El daño al coche fue mínimo."
      ],
      "pl": [
        "Projekt wymaga minimalnego wysiłku do ukończenia.",
        "Mówi z minimalnym akcentem.",
        "Szkody w samochodzie były minimalne."
      ],
      "fa": [
        "پروژه برای تکمیل به تلاش حداقلی نیاز دارد.",
        "او با لهجه حداقلی صحبت می‌کند.",
        "آسیب به ماشین حداقل بود."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_466_ar",
    "word": "جَوهَرِيّ",
    "category": "adjective",
    "frequency_rank": 466,
    "level": "a1",
    "translations": {
      "en": "inherent",
      "de": "inhärent",
      "ar": "جَوهَرِيّ",
      "fr": "inhérent",
      "it": "inerente",
      "ru": "присущий",
      "es": "inherente",
      "pl": "nieodłączny",
      "fa": "ذاتی"
    },
    "explanation": {
      "en": "Existing as a natural or basic part of something",
      "de": "Als natürlicher oder grundlegender Teil von etwas existierend",
      "ar": "موجود كجزء طبيعي أو أساسي من شيء ما",
      "fr": "Existant comme partie naturelle ou fondamentale de quelque chose",
      "it": "Esistente come parte naturale o fondamentale di qualcosa",
      "ru": "Существующий как естественная или основная часть чего-либо",
      "es": "Existente como parte natural o básica de algo",
      "pl": "Istniejący jako naturalna lub podstawowa część czegoś",
      "fa": "موجود به عنوان بخشی طبیعی یا اساسی از چیزی"
    },
    "examples": {
      "en": [
        "Risk is inherent in any business venture.",
        "The ability to learn is inherent in all humans.",
        "There are inherent difficulties in this approach."
      ],
      "de": [
        "Risiko ist jedem Geschäftsvorhaben inhärent.",
        "Die Fähigkeit zu lernen ist allen Menschen inhärent.",
        "Es gibt inhärente Schwierigkeiten bei diesem Ansatz."
      ],
      "ar": [
        "المخاطرة متأصلة في أي مشروع تجاري.",
        "القدرة على التعلم متأصلة في جميع البشر.",
        "هناك صعوبات متأصلة في هذا النهج."
      ],
      "fr": [
        "Le risque est inhérent à toute entreprise commerciale.",
        "La capacité d'apprendre est inhérente à tous les humains.",
        "Il y a des difficultés inhérentes à cette approche."
      ],
      "it": [
        "Il rischio è inerente a qualsiasi impresa commerciale.",
        "La capacità di imparare è inerente a tutti gli esseri umani.",
        "Ci sono difficoltà inerenti a questo approccio."
      ],
      "ru": [
        "Риск присущ любому бизнес-начинанию.",
        "Способность учиться присуща всем людям.",
        "В этом подходе есть присущие трудности."
      ],
      "es": [
        "El riesgo es inherente a cualquier empresa comercial.",
        "La capacidad de aprender es inherente a todos los humanos.",
        "Hay dificultades inherentes en este enfoque."
      ],
      "pl": [
        "Ryzyko jest nieodłączne w każdym przedsięwzięciu biznesowym.",
        "Zdolność uczenia się jest nieodłączna wszystkim ludziom.",
        "W tym podejściu są nieodłączne trudności."
      ],
      "fa": [
        "ریسک در هر کسب و کار ذاتی است.",
        "توانایی یادگیری در همه انسان‌ها ذاتی است.",
        "مشکلات ذاتی در این رویکرد وجود دارد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_467_ar",
    "word": "مُعادِل",
    "category": "adjective",
    "frequency_rank": 467,
    "level": "a1",
    "translations": {
      "en": "equivalent",
      "de": "gleichwertig",
      "ar": "مُعادِل",
      "fr": "équivalent",
      "it": "equivalente",
      "ru": "эквивалентный",
      "es": "equivalente",
      "pl": "równoważny",
      "fa": "معادل"
    },
    "explanation": {
      "en": "Equal in value, amount, function, or meaning to something else",
      "de": "Gleich im Wert, Betrag, Funktion oder Bedeutung wie etwas anderes",
      "ar": "مساوٍ في القيمة أو الكمية أو الوظيفة أو المعنى لشيء آخر",
      "fr": "Égal en valeur, quantité, fonction ou signification à quelque chose d'autre",
      "it": "Uguale in valore, quantità, funzione o significato a qualcos'altro",
      "ru": "Равный по стоимости, количеству, функции или значению чему-либо другому",
      "es": "Igual en valor, cantidad, función o significado a otra cosa",
      "pl": "Równy wartością, ilością, funkcją lub znaczeniem z czymś innym",
      "fa": "برابر در ارزش، مقدار، عملکرد یا معنا با چیز دیگری"
    },
    "examples": {
      "en": [
        "One euro is equivalent to about one dollar.",
        "The two jobs are equivalent in terms of salary.",
        "This qualification is equivalent to a university degree."
      ],
      "de": [
        "Ein Euro ist etwa einem Dollar gleichwertig.",
        "Die beiden Jobs sind hinsichtlich des Gehalts gleichwertig.",
        "Diese Qualifikation ist einem Universitätsabschluss gleichwertig."
      ],
      "ar": [
        "اليورو الواحد يعادل حوالي دولار واحد.",
        "الوظيفتان متعادلتان من حيث الراتب.",
        "هذا المؤهل يعادل شهادة جامعية."
      ],
      "fr": [
        "Un euro équivaut à environ un dollar.",
        "Les deux emplois sont équivalents en termes de salaire.",
        "Cette qualification est équivalente à un diplôme universitaire."
      ],
      "it": [
        "Un euro è equivalente a circa un dollaro.",
        "I due lavori sono equivalenti in termini di stipendio.",
        "Questa qualifica è equivalente a una laurea universitaria."
      ],
      "ru": [
        "Один евро эквивалентен примерно одному доллару.",
        "Эти две работы эквивалентны с точки зрения зарплаты.",
        "Эта квалификация эквивалентна университетской степени."
      ],
      "es": [
        "Un euro es equivalente a aproximadamente un dólar.",
        "Los dos trabajos son equivalentes en términos de salario.",
        "Esta calificación es equivalente a un título universitario."
      ],
      "pl": [
        "Jedno euro jest równoważne około jednemu dolarowi.",
        "Te dwie prace są równoważne pod względem wynagrodzenia.",
        "Ta kwalifikacja jest równoważna dyplomowi uniwersyteckiemu."
      ],
      "fa": [
        "یک یورو معادل تقریباً یک دلار است.",
        "دو شغل از نظر حقوق معادل هستند.",
        "این صلاحیت معادل یک مدرک دانشگاهی است."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_468_ar",
    "word": "يَستَدعِي",
    "category": "verb",
    "frequency_rank": 468,
    "level": "a1",
    "translations": {
      "en": "invoke",
      "de": "aufrufen",
      "ar": "يَستَدعِي",
      "fr": "invoquer",
      "it": "invocare",
      "ru": "вызывать",
      "es": "invocar",
      "pl": "wywoływać",
      "fa": "فراخواندن"
    },
    "explanation": {
      "en": "To call upon or request help, or to mention something as support for an action",
      "de": "Um Hilfe bitten oder etwas als Unterstützung für eine Handlung erwähnen",
      "ar": "طلب المساعدة أو ذكر شيء كدعم لإجراء ما",
      "fr": "Faire appel à ou demander de l'aide, ou mentionner quelque chose comme soutien pour une action",
      "it": "Invocare o richiedere aiuto, o menzionare qualcosa come supporto per un'azione",
      "ru": "Призывать или просить помощи, или упоминать что-то в поддержку действия",
      "es": "Llamar o solicitar ayuda, o mencionar algo como apoyo para una acción",
      "pl": "Wzywać lub prosić o pomoc, lub wspominać coś jako wsparcie dla działania",
      "fa": "درخواست کمک کردن، یا ذکر کردن چیزی به عنوان پشتیبانی برای یک عمل"
    },
    "examples": {
      "en": [
        "The lawyer invoked a previous case to support his argument.",
        "She invoked her right to remain silent.",
        "The priest invoked a blessing upon the congregation."
      ],
      "de": [
        "Der Anwalt berief sich auf einen früheren Fall, um sein Argument zu stützen.",
        "Sie berief sich auf ihr Recht zu schweigen.",
        "Der Priester sprach einen Segen über die Gemeinde."
      ],
      "ar": [
        "استدعى المحامي قضية سابقة لدعم حجته.",
        "استدعت حقها في الصمت.",
        "استدعى الكاهن بركة على الجماعة."
      ],
      "fr": [
        "L'avocat a invoqué un cas précédent pour soutenir son argument.",
        "Elle a invoqué son droit de garder le silence.",
        "Le prêtre a invoqué une bénédiction sur la congrégation."
      ],
      "it": [
        "L'avvocato ha invocato un caso precedente per sostenere il suo argomento.",
        "Ha invocato il suo diritto di rimanere in silenzio.",
        "Il prete ha invocato una benedizione sulla congregazione."
      ],
      "ru": [
        "Адвокат сослался на предыдущее дело в поддержку своего аргумента.",
        "Она сослалась на свое право хранить молчание.",
        "Священник призвал благословение на прихожан."
      ],
      "es": [
        "El abogado invocó un caso anterior para apoyar su argumento.",
        "Ella invocó su derecho a permanecer en silencio.",
        "El sacerdote invocó una bendición sobre la congregación."
      ],
      "pl": [
        "Prawnik powołał się na wcześniejszą sprawę, aby wesprzeć swój argument.",
        "Powołała się na swoje prawo do milczenia.",
        "Ksiądz wzywał błogosławieństwa na zgromadzenie."
      ],
      "fa": [
        "وکیل برای حمایت از استدلال خود به پرونده قبلی استناد کرد.",
        "او حق سکوت خود را فراخواند.",
        "کشیش برکتی بر جماعت فراخواند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_469_ar",
    "word": "بِمُوجِبِه",
    "category": "adverb",
    "frequency_rank": 469,
    "level": "a1",
    "translations": {
      "en": "whereby",
      "de": "wodurch",
      "ar": "بِمُوجِبِه",
      "fr": "par lequel",
      "it": "per cui",
      "ru": "посредством чего",
      "es": "mediante el cual",
      "pl": "dzięki któremu",
      "fa": "که از طریق آن"
    },
    "explanation": {
      "en": "By which or through which something happens or is done",
      "de": "Durch das oder womit etwas geschieht oder getan wird",
      "ar": "الذي من خلاله يحدث شيء ما أو يتم فعله",
      "fr": "Par lequel ou à travers lequel quelque chose se produit ou se fait",
      "it": "Per mezzo del quale o attraverso il quale qualcosa accade o viene fatto",
      "ru": "Посредством чего или через что что-то происходит или делается",
      "es": "Por el cual o a través del cual algo sucede o se hace",
      "pl": "Przez który lub za pomocą którego coś się dzieje lub jest robione",
      "fa": "که از طریق آن چیزی اتفاق می‌افتد یا انجام می‌شود"
    },
    "examples": {
      "en": [
        "We need a system whereby employees can report problems.",
        "They created a process whereby customers can track orders.",
        "The law established a mechanism whereby disputes could be resolved."
      ],
      "de": [
        "Wir brauchen ein System, wodurch Mitarbeiter Probleme melden können.",
        "Sie schufen einen Prozess, wodurch Kunden Bestellungen verfolgen können.",
        "Das Gesetz schuf einen Mechanismus, wodurch Streitigkeiten gelöst werden können."
      ],
      "ar": [
        "نحتاج إلى نظام يمكن بموجبه للموظفين الإبلاغ عن المشاكل.",
        "أنشأوا عملية يمكن بموجبها للعملاء تتبع الطلبات.",
        "أنشأ القانون آلية يمكن بموجبها حل النزاعات."
      ],
      "fr": [
        "Nous avons besoin d'un système par lequel les employés peuvent signaler des problèmes.",
        "Ils ont créé un processus par lequel les clients peuvent suivre les commandes.",
        "La loi a établi un mécanisme par lequel les différends peuvent être résolus."
      ],
      "it": [
        "Abbiamo bisogno di un sistema per cui i dipendenti possono segnalare problemi.",
        "Hanno creato un processo per cui i clienti possono tracciare gli ordini.",
        "La legge ha stabilito un meccanismo per cui le controversie possono essere risolte."
      ],
      "ru": [
        "Нам нужна система, посредством которой сотрудники могут сообщать о проблемах.",
        "Они создали процесс, посредством которого клиенты могут отслеживать заказы.",
        "Закон установил механизм, посредством которого споры могут быть разрешены."
      ],
      "es": [
        "Necesitamos un sistema mediante el cual los empleados puedan reportar problemas.",
        "Crearon un proceso mediante el cual los clientes pueden rastrear pedidos.",
        "La ley estableció un mecanismo mediante el cual se pueden resolver disputas."
      ],
      "pl": [
        "Potrzebujemy systemu, dzięki któremu pracownicy mogą zgłaszać problemy.",
        "Stworzyli proces, dzięki któremu klienci mogą śledzić zamówienia.",
        "Ustawa ustanowiła mechanizm, dzięki któremu spory mogą być rozwiązywane."
      ],
      "fa": [
        "ما به سیستمی نیاز داریم که از طریق آن کارکنان بتوانند مشکلات را گزارش دهند.",
        "آنها فرآیندی ایجاد کردند که از طریق آن مشتریان می‌توانند سفارشات را ردیابی کنند.",
        "قانون مکانیزمی را ایجاد کرد که از طریق آن اختلافات می‌توانند حل شوند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_470_ar",
    "word": "ضَبط النَفس",
    "category": "noun",
    "frequency_rank": 470,
    "level": "a1",
    "translations": {
      "en": "restraint",
      "de": "Zurückhaltung",
      "ar": "ضَبط النَفس",
      "fr": "retenue",
      "it": "moderazione",
      "ru": "сдержанность",
      "es": "moderación",
      "pl": "powściągliwość",
      "fa": "خویشتن‌داری"
    },
    "explanation": {
      "en": "Control over one's behavior or actions, or a limitation placed on something",
      "de": "Kontrolle über das eigene Verhalten oder Handlungen, oder eine Einschränkung von etwas",
      "ar": "السيطرة على سلوك أو تصرفات الفرد، أو قيد موضوع على شيء ما",
      "fr": "Contrôle sur son comportement ou ses actions, ou une limitation imposée à quelque chose",
      "it": "Controllo sul proprio comportamento o azioni, o una limitazione posta su qualcosa",
      "ru": "Контроль над своим поведением или действиями, или ограничение, наложенное на что-либо",
      "es": "Control sobre el comportamiento o acciones propias, o una limitación impuesta a algo",
      "pl": "Kontrola nad swoim zachowaniem lub działaniami, lub ograniczenie nałożone na coś",
      "fa": "کنترل بر رفتار یا اعمال خود، یا محدودیتی که بر چیزی اعمال می‌شود"
    },
    "examples": {
      "en": [
        "He showed great restraint in not responding to the insults.",
        "The government imposed restraints on public spending.",
        "She acted with admirable restraint during the crisis."
      ],
      "de": [
        "Er zeigte große Zurückhaltung, indem er nicht auf die Beleidigungen reagierte.",
        "Die Regierung verhängte Beschränkungen für öffentliche Ausgaben.",
        "Sie handelte während der Krise mit bewundernswerter Zurückhaltung."
      ],
      "ar": [
        "أظهر ضبط نفس كبيراً بعدم الرد على الإهانات.",
        "فرضت الحكومة قيوداً على الإنفاق العام.",
        "تصرفت بضبط نفس مثير للإعجاب أثناء الأزمة."
      ],
      "fr": [
        "Il a fait preuve d'une grande retenue en ne répondant pas aux insultes.",
        "Le gouvernement a imposé des restrictions sur les dépenses publiques.",
        "Elle a agi avec une retenue admirable pendant la crise."
      ],
      "it": [
        "Ha mostrato grande moderazione non rispondendo agli insulti.",
        "Il governo ha imposto restrizioni sulla spesa pubblica.",
        "Ha agito con ammirevole moderazione durante la crisi."
      ],
      "ru": [
        "Он проявил большую сдержанность, не отвечая на оскорбления.",
        "Правительство ввело ограничения на государственные расходы.",
        "Она действовала с восхитительной сдержанностью во время кризиса."
      ],
      "es": [
        "Mostró gran moderación al no responder a los insultos.",
        "El gobierno impuso restricciones al gasto público.",
        "Actuó con admirable moderación durante la crisis."
      ],
      "pl": [
        "Wykazał się wielką powściągliwością, nie odpowiadając na obelgi.",
        "Rząd nałożył ograniczenia na wydatki publiczne.",
        "Działała z godną podziwu powściągliwością podczas kryzysu."
      ],
      "fa": [
        "او خویشتن‌داری بزرگی در عدم پاسخ به توهین‌ها نشان داد.",
        "دولت محدودیت‌هایی بر هزینه‌های عمومی اعمال کرد.",
        "او در طول بحران با خویشتن‌داری قابل تحسینی عمل کرد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_471_ar",
    "word": "تَجرِيبِيّ",
    "category": "adjective",
    "frequency_rank": 471,
    "level": "a1",
    "translations": {
      "en": "empirical",
      "de": "empirisch",
      "ar": "تَجرِيبِيّ",
      "fr": "empirique",
      "it": "empirico",
      "ru": "эмпирический",
      "es": "empírico",
      "pl": "empiryczny",
      "fa": "تجربی"
    },
    "explanation": {
      "en": "Based on observation or experience rather than theory or pure logic",
      "de": "Basierend auf Beobachtung oder Erfahrung statt auf Theorie oder reiner Logik",
      "ar": "مبني على الملاحظة أو الخبرة بدلاً من النظرية أو المنطق الخالص",
      "fr": "Basé sur l'observation ou l'expérience plutôt que sur la théorie ou la pure logique",
      "it": "Basato sull'osservazione o l'esperienza piuttosto che sulla teoria o sulla pura logica",
      "ru": "Основанный на наблюдении или опыте, а не на теории или чистой логике",
      "es": "Basado en la observación o experiencia en lugar de la teoría o la lógica pura",
      "pl": "Oparty na obserwacji lub doświadczeniu, a nie na teorii lub czystej logice",
      "fa": "بر اساس مشاهده یا تجربه به جای نظریه یا منطق محض"
    },
    "examples": {
      "en": [
        "The study provides empirical evidence for the theory.",
        "Scientists rely on empirical data to test hypotheses.",
        "Her conclusions are based on empirical research."
      ],
      "de": [
        "Die Studie liefert empirische Beweise für die Theorie.",
        "Wissenschaftler verlassen sich auf empirische Daten, um Hypothesen zu testen.",
        "Ihre Schlussfolgerungen basieren auf empirischer Forschung."
      ],
      "ar": [
        "توفر الدراسة أدلة تجريبية على النظرية.",
        "يعتمد العلماء على البيانات التجريبية لاختبار الفرضيات.",
        "استنتاجاتها تستند إلى بحث تجريبي."
      ],
      "fr": [
        "L'étude fournit des preuves empiriques de la théorie.",
        "Les scientifiques s'appuient sur des données empiriques pour tester les hypothèses.",
        "Ses conclusions sont basées sur des recherches empiriques."
      ],
      "it": [
        "Lo studio fornisce prove empiriche della teoria.",
        "Gli scienziati si affidano a dati empirici per testare ipotesi.",
        "Le sue conclusioni si basano su ricerche empiriche."
      ],
      "ru": [
        "Исследование предоставляет эмпирические доказательства теории.",
        "Ученые полагаются на эмпирические данные для проверки гипотез.",
        "Ее выводы основаны на эмпирических исследованиях."
      ],
      "es": [
        "El estudio proporciona evidencia empírica de la teoría.",
        "Los científicos confían en datos empíricos para probar hipótesis.",
        "Sus conclusiones se basan en investigaciones empíricas."
      ],
      "pl": [
        "Badanie dostarcza empirycznych dowodów na teorię.",
        "Naukowcy polegają na danych empirycznych do testowania hipotez.",
        "Jej wnioski opierają się na badaniach empirycznych."
      ],
      "fa": [
        "این مطالعه شواهد تجربی برای نظریه فراهم می‌کند.",
        "دانشمندان برای آزمایش فرضیه‌ها به داده‌های تجربی تکیه می‌کنند.",
        "نتایج او بر اساس تحقیقات تجربی است."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_472_ar",
    "word": "يُنَسِّق",
    "category": "verb",
    "frequency_rank": 472,
    "level": "a1",
    "translations": {
      "en": "coordinate",
      "de": "koordinieren",
      "ar": "يُنَسِّق",
      "fr": "coordonner",
      "it": "coordinare",
      "ru": "координировать",
      "es": "coordinar",
      "pl": "koordynować",
      "fa": "هماهنگ کردن"
    },
    "explanation": {
      "en": "To organize different parts or people to work together effectively",
      "de": "Verschiedene Teile oder Personen organisieren, um effektiv zusammenzuarbeiten",
      "ar": "تنظيم أجزاء أو أشخاص مختلفين للعمل معاً بفعالية",
      "fr": "Organiser différentes parties ou personnes pour travailler ensemble efficacement",
      "it": "Organizzare diverse parti o persone per lavorare insieme efficacemente",
      "ru": "Организовывать различные части или людей для эффективной совместной работы",
      "es": "Organizar diferentes partes o personas para trabajar juntas eficazmente",
      "pl": "Organizować różne części lub osoby do efektywnej współpracy",
      "fa": "سازماندهی بخش‌ها یا افراد مختلف برای کار مؤثر با هم"
    },
    "examples": {
      "en": [
        "She will coordinate the event with the team.",
        "We need to coordinate our schedules for the meeting.",
        "The manager coordinates activities between departments."
      ],
      "de": [
        "Sie wird die Veranstaltung mit dem Team koordinieren.",
        "Wir müssen unsere Zeitpläne für das Treffen koordinieren.",
        "Der Manager koordiniert Aktivitäten zwischen Abteilungen."
      ],
      "ar": [
        "ستنسق الحدث مع الفريق.",
        "نحتاج إلى تنسيق جداولنا الزمنية للاجتماع.",
        "ينسق المدير الأنشطة بين الأقسام."
      ],
      "fr": [
        "Elle coordonnera l'événement avec l'équipe.",
        "Nous devons coordonner nos horaires pour la réunion.",
        "Le responsable coordonne les activités entre les départements."
      ],
      "it": [
        "Coordinerà l'evento con il team.",
        "Dobbiamo coordinare i nostri orari per la riunione.",
        "Il manager coordina le attività tra i dipartimenti."
      ],
      "ru": [
        "Она будет координировать мероприятие с командой.",
        "Нам нужно скоординировать наши графики для встречи.",
        "Менеджер координирует деятельность между отделами."
      ],
      "es": [
        "Ella coordinará el evento con el equipo.",
        "Necesitamos coordinar nuestros horarios para la reunión.",
        "El gerente coordina actividades entre departamentos."
      ],
      "pl": [
        "Ona skoordynuje wydarzenie z zespołem.",
        "Musimy skoordynować nasze harmonogramy na spotkanie.",
        "Menedżer koordynuje działania między działami."
      ],
      "fa": [
        "او رویداد را با تیم هماهنگ خواهد کرد.",
        "ما باید برنامه‌های خود را برای جلسه هماهنگ کنیم.",
        "مدیر فعالیت‌ها را بین بخش‌ها هماهنگ می‌کند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_473_ar",
    "word": "يُعَوِّض",
    "category": "verb",
    "frequency_rank": 473,
    "level": "a1",
    "translations": {
      "en": "compensate",
      "de": "kompensieren",
      "ar": "يُعَوِّض",
      "fr": "compenser",
      "it": "compensare",
      "ru": "компенсировать",
      "es": "compensar",
      "pl": "kompensować",
      "fa": "جبران کردن"
    },
    "explanation": {
      "en": "To make up for something lost or to pay someone for work or loss",
      "de": "Etwas Verlorenes ausgleichen oder jemanden für Arbeit oder Verlust bezahlen",
      "ar": "تعويض شيء مفقود أو دفع تعويض لشخص ما عن عمل أو خسارة",
      "fr": "Compenser quelque chose de perdu ou payer quelqu'un pour un travail ou une perte",
      "it": "Compensare qualcosa di perduto o pagare qualcuno per lavoro o perdita",
      "ru": "Компенсировать что-то потерянное или платить кому-либо за работу или потерю",
      "es": "Compensar algo perdido o pagar a alguien por trabajo o pérdida",
      "pl": "Zrekompensować coś utraconego lub zapłacić komuś za pracę lub stratę",
      "fa": "جبران چیزی که از دست رفته یا پرداخت به کسی بابت کار یا ضرر"
    },
    "examples": {
      "en": [
        "The company will compensate employees for overtime work.",
        "Nothing can compensate for the loss of a loved one.",
        "She tried to compensate for her lack of experience with enthusiasm."
      ],
      "de": [
        "Das Unternehmen wird Mitarbeiter für Überstunden kompensieren.",
        "Nichts kann den Verlust eines geliebten Menschen kompensieren.",
        "Sie versuchte, ihren Mangel an Erfahrung mit Enthusiasmus zu kompensieren."
      ],
      "ar": [
        "ستعوض الشركة الموظفين عن العمل الإضافي.",
        "لا شيء يمكن أن يعوض عن فقدان شخص عزيز.",
        "حاولت أن تعوض نقص خبرتها بالحماس."
      ],
      "fr": [
        "L'entreprise compensera les employés pour les heures supplémentaires.",
        "Rien ne peut compenser la perte d'un être cher.",
        "Elle a essayé de compenser son manque d'expérience par l'enthousiasme."
      ],
      "it": [
        "L'azienda compenserà i dipendenti per il lavoro straordinario.",
        "Niente può compensare la perdita di una persona cara.",
        "Ha cercato di compensare la sua mancanza di esperienza con l'entusiasmo."
      ],
      "ru": [
        "Компания будет компенсировать сотрудникам сверхурочную работу.",
        "Ничто не может компенсировать потерю любимого человека.",
        "Она пыталась компенсировать недостаток опыта энтузиазмом."
      ],
      "es": [
        "La empresa compensará a los empleados por el trabajo extra.",
        "Nada puede compensar la pérdida de un ser querido.",
        "Intentó compensar su falta de experiencia con entusiasmo."
      ],
      "pl": [
        "Firma skompensuje pracownikom pracę w godzinach nadliczbowych.",
        "Nic nie może skompensować utraty bliskiej osoby.",
        "Próbowała skompensować brak doświadczenia entuzjazmem."
      ],
      "fa": [
        "شرکت به کارکنان بابت اضافه کاری جبران خواهد کرد.",
        "هیچ چیز نمی‌تواند از دست دادن عزیزی را جبران کند.",
        "او سعی کرد کمبود تجربه خود را با اشتیاق جبران کند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_474_ar",
    "word": "يُعالِج",
    "category": "verb",
    "frequency_rank": 474,
    "level": "a1",
    "translations": {
      "en": "manipulate",
      "de": "manipulieren",
      "ar": "يُعالِج",
      "fr": "manipuler",
      "it": "manipolare",
      "ru": "манипулировать",
      "es": "manipular",
      "pl": "manipulować",
      "fa": "دستکاری کردن"
    },
    "explanation": {
      "en": "To control or influence something or someone in a clever or skillful way",
      "de": "Etwas oder jemanden auf clevere oder geschickte Weise kontrollieren oder beeinflussen",
      "ar": "التحكم أو التأثير على شيء أو شخص ما بطريقة ذكية أو ماهرة",
      "fr": "Contrôler ou influencer quelque chose ou quelqu'un de manière habile ou intelligente",
      "it": "Controllare o influenzare qualcosa o qualcuno in modo intelligente o abile",
      "ru": "Контролировать или влиять на что-либо или кого-либо умным или умелым способом",
      "es": "Controlar o influir en algo o alguien de manera inteligente o hábil",
      "pl": "Kontrolować lub wpływać na coś lub kogoś w sprytny lub umiejętny sposób",
      "fa": "کنترل یا تأثیرگذاری بر چیزی یا کسی به روشی هوشمندانه یا ماهرانه"
    },
    "examples": {
      "en": [
        "The software allows users to manipulate images easily.",
        "He tried to manipulate the situation to his advantage.",
        "Scientists can manipulate genes to study their function."
      ],
      "de": [
        "Die Software ermöglicht es Benutzern, Bilder einfach zu manipulieren.",
        "Er versuchte, die Situation zu seinem Vorteil zu manipulieren.",
        "Wissenschaftler können Gene manipulieren, um ihre Funktion zu untersuchen."
      ],
      "ar": [
        "يسمح البرنامج للمستخدمين بمعالجة الصور بسهولة.",
        "حاول التلاعب بالموقف لصالحه.",
        "يمكن للعلماء التلاعب بالجينات لدراسة وظيفتها."
      ],
      "fr": [
        "Le logiciel permet aux utilisateurs de manipuler les images facilement.",
        "Il a essayé de manipuler la situation à son avantage.",
        "Les scientifiques peuvent manipuler les gènes pour étudier leur fonction."
      ],
      "it": [
        "Il software consente agli utenti di manipolare facilmente le immagini.",
        "Ha cercato di manipolare la situazione a suo vantaggio.",
        "Gli scienziati possono manipolare i geni per studiarne la funzione."
      ],
      "ru": [
        "Программа позволяет пользователям легко манипулировать изображениями.",
        "Он пытался манипулировать ситуацией в свою пользу.",
        "Ученые могут манипулировать генами для изучения их функции."
      ],
      "es": [
        "El software permite a los usuarios manipular imágenes fácilmente.",
        "Intentó manipular la situación a su favor.",
        "Los científicos pueden manipular genes para estudiar su función."
      ],
      "pl": [
        "Oprogramowanie pozwala użytkownikom łatwo manipulować obrazami.",
        "Próbował zmanipulować sytuację na swoją korzyść.",
        "Naukowcy mogą manipulować genami, aby zbadać ich funkcję."
      ],
      "fa": [
        "نرم‌افزار به کاربران اجازه می‌دهد تا به راحتی تصاویر را دستکاری کنند.",
        "او سعی کرد موقعیت را به نفع خود دستکاری کند.",
        "دانشمندان می‌توانند ژن‌ها را برای مطالعه عملکردشان دستکاری کنند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_475_ar",
    "word": "صَرِيح",
    "category": "adjective",
    "frequency_rank": 475,
    "level": "a1",
    "translations": {
      "en": "explicit",
      "de": "explizit",
      "ar": "صَرِيح",
      "fr": "explicite",
      "it": "esplicito",
      "ru": "явный",
      "es": "explícito",
      "pl": "wyraźny",
      "fa": "صریح"
    },
    "explanation": {
      "en": "Stated clearly and directly, leaving no room for confusion",
      "de": "Klar und direkt ausgedrückt, ohne Raum für Verwirrung",
      "ar": "مذكور بوضوح وبشكل مباشر، دون ترك مجال للارتباك",
      "fr": "Énoncé clairement et directement, sans laisser place à la confusion",
      "it": "Dichiarato chiaramente e direttamente, senza lasciare spazio a confusione",
      "ru": "Сформулировано ясно и прямо, не оставляя места для путаницы",
      "es": "Declarado clara y directamente, sin dejar lugar a confusión",
      "pl": "Wyrażony jasno i bezpośrednio, nie pozostawiając miejsca na nieporozumienia",
      "fa": "به وضوح و مستقیماً بیان شده، بدون هیچ ابهامی"
    },
    "examples": {
      "en": [
        "The instructions were explicit and easy to follow.",
        "She gave explicit permission for the use of her work.",
        "The contract contains explicit terms about payment."
      ],
      "de": [
        "Die Anweisungen waren explizit und leicht zu befolgen.",
        "Sie gab explizite Erlaubnis zur Nutzung ihrer Arbeit.",
        "Der Vertrag enthält explizite Bedingungen zur Zahlung."
      ],
      "ar": [
        "كانت التعليمات صريحة وسهلة المتابعة.",
        "أعطت إذناً صريحاً لاستخدام عملها.",
        "يحتوي العقد على شروط صريحة بشأن الدفع."
      ],
      "fr": [
        "Les instructions étaient explicites et faciles à suivre.",
        "Elle a donné une permission explicite pour l'utilisation de son travail.",
        "Le contrat contient des termes explicites concernant le paiement."
      ],
      "it": [
        "Le istruzioni erano esplicite e facili da seguire.",
        "Ha dato il permesso esplicito per l'uso del suo lavoro.",
        "Il contratto contiene termini espliciti sul pagamento."
      ],
      "ru": [
        "Инструкции были явными и легкими для выполнения.",
        "Она дала явное разрешение на использование своей работы.",
        "Контракт содержит явные условия относительно оплаты."
      ],
      "es": [
        "Las instrucciones eran explícitas y fáciles de seguir.",
        "Dio permiso explícito para el uso de su trabajo.",
        "El contrato contiene términos explícitos sobre el pago."
      ],
      "pl": [
        "Instrukcje były wyraźne i łatwe do wykonania.",
        "Udzieliła wyraźnego pozwolenia na wykorzystanie jej pracy.",
        "Umowa zawiera wyraźne warunki dotyczące płatności."
      ],
      "fa": [
        "دستورالعمل‌ها صریح و آسان برای پیروی بودند.",
        "او اجازه صریح برای استفاده از کارش داد.",
        "قرارداد شامل شرایط صریح در مورد پرداخت است."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_476_ar",
    "word": "مُتَماسِك",
    "category": "adjective",
    "frequency_rank": 476,
    "level": "a1",
    "translations": {
      "en": "coherent",
      "de": "kohärent",
      "ar": "مُتَماسِك",
      "fr": "cohérent",
      "it": "coerente",
      "ru": "связный",
      "es": "coherente",
      "pl": "spójny",
      "fa": "منسجم"
    },
    "explanation": {
      "en": "Logical, well-organized, and easy to understand",
      "de": "Logisch, gut organisiert und leicht verständlich",
      "ar": "منطقي ومنظم جيداً وسهل الفهم",
      "fr": "Logique, bien organisé et facile à comprendre",
      "it": "Logico, ben organizzato e facile da capire",
      "ru": "Логичный, хорошо организованный и легкий для понимания",
      "es": "Lógico, bien organizado y fácil de entender",
      "pl": "Logiczny, dobrze zorganizowany i łatwy do zrozumienia",
      "fa": "منطقی، سازمان‌یافته و قابل فهم"
    },
    "examples": {
      "en": [
        "She presented a coherent argument in the debate.",
        "The plan needs to be more coherent and organized.",
        "His speech was coherent despite his nervousness."
      ],
      "de": [
        "Sie präsentierte ein kohärentes Argument in der Debatte.",
        "Der Plan muss kohärenter und organisierter sein.",
        "Seine Rede war trotz seiner Nervosität kohärent."
      ],
      "ar": [
        "قدمت حجة متماسكة في المناظرة.",
        "يجب أن تكون الخطة أكثر تماسكاً وتنظيماً.",
        "كان خطابه متماسكاً رغم توتره."
      ],
      "fr": [
        "Elle a présenté un argument cohérent lors du débat.",
        "Le plan doit être plus cohérent et organisé.",
        "Son discours était cohérent malgré sa nervosité."
      ],
      "it": [
        "Ha presentato un argomento coerente nel dibattito.",
        "Il piano deve essere più coerente e organizzato.",
        "Il suo discorso era coerente nonostante il suo nervosismo."
      ],
      "ru": [
        "Она представила связный аргумент в дебатах.",
        "План должен быть более связным и организованным.",
        "Его речь была связной, несмотря на нервозность."
      ],
      "es": [
        "Presentó un argumento coherente en el debate.",
        "El plan necesita ser más coherente y organizado.",
        "Su discurso fue coherente a pesar de su nerviosismo."
      ],
      "pl": [
        "Przedstawiła spójny argument w debacie.",
        "Plan musi być bardziej spójny i zorganizowany.",
        "Jego przemówienie było spójne pomimo zdenerwowania."
      ],
      "fa": [
        "او استدلال منسجمی در مناظره ارائه داد.",
        "برنامه باید منسجم‌تر و سازمان‌یافته‌تر باشد.",
        "سخنرانی او با وجود عصبی بودنش منسجم بود."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_477_ar",
    "word": "جَوهَرِيّ",
    "category": "adjective",
    "frequency_rank": 477,
    "level": "a1",
    "translations": {
      "en": "intrinsic",
      "de": "intrinsisch",
      "ar": "جَوهَرِيّ",
      "fr": "intrinsèque",
      "it": "intrinseco",
      "ru": "внутренний",
      "es": "intrínseco",
      "pl": "wewnętrzny",
      "fa": "ذاتی"
    },
    "explanation": {
      "en": "Belonging naturally to something as an essential quality",
      "de": "Natürlich zu etwas gehörend als wesentliche Eigenschaft",
      "ar": "ينتمي بشكل طبيعي إلى شيء ما كصفة أساسية",
      "fr": "Appartenant naturellement à quelque chose comme qualité essentielle",
      "it": "Appartenente naturalmente a qualcosa come qualità essenziale",
      "ru": "Естественно принадлежащий чему-либо как существенное качество",
      "es": "Perteneciente naturalmente a algo como cualidad esencial",
      "pl": "Naturalnie należący do czegoś jako podstawowa cecha",
      "fa": "به طور طبیعی به چیزی تعلق دارد به عنوان یک ویژگی اساسی"
    },
    "examples": {
      "en": [
        "The intrinsic value of gold remains stable over time.",
        "Learning has intrinsic rewards beyond grades.",
        "The painting has intrinsic beauty regardless of its price."
      ],
      "de": [
        "Der intrinsische Wert von Gold bleibt im Laufe der Zeit stabil.",
        "Lernen hat intrinsische Belohnungen jenseits von Noten.",
        "Das Gemälde hat eine intrinsische Schönheit unabhängig von seinem Preis."
      ],
      "ar": [
        "القيمة الجوهرية للذهب تبقى مستقرة مع مرور الوقت.",
        "للتعلم مكافآت جوهرية تتجاوز الدرجات.",
        "اللوحة لها جمال جوهري بغض النظر عن سعرها."
      ],
      "fr": [
        "La valeur intrinsèque de l'or reste stable dans le temps.",
        "L'apprentissage a des récompenses intrinsèques au-delà des notes.",
        "Le tableau a une beauté intrinsèque quel que soit son prix."
      ],
      "it": [
        "Il valore intrinseco dell'oro rimane stabile nel tempo.",
        "L'apprendimento ha ricompense intrinseche oltre ai voti.",
        "Il dipinto ha una bellezza intrinseca indipendentemente dal suo prezzo."
      ],
      "ru": [
        "Внутренняя ценность золота остается стабильной со временем.",
        "Обучение имеет внутренние награды помимо оценок.",
        "Картина обладает внутренней красотой независимо от ее цены."
      ],
      "es": [
        "El valor intrínseco del oro permanece estable con el tiempo.",
        "El aprendizaje tiene recompensas intrínsecas más allá de las calificaciones.",
        "La pintura tiene belleza intrínseca independientemente de su precio."
      ],
      "pl": [
        "Wewnętrzna wartość złota pozostaje stabilna w czasie.",
        "Uczenie się ma wewnętrzne nagrody poza ocenami.",
        "Obraz ma wewnętrzne piękno niezależnie od jego ceny."
      ],
      "fa": [
        "ارزش ذاتی طلا در طول زمان پایدار می‌ماند.",
        "یادگیری پاداش‌های ذاتی فراتر از نمرات دارد.",
        "نقاشی زیبایی ذاتی دارد صرف نظر از قیمتش."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_478_ar",
    "word": "بِالمِثل",
    "category": "adverb",
    "frequency_rank": 478,
    "level": "a1",
    "translations": {
      "en": "likewise",
      "de": "ebenso",
      "ar": "بِالمِثل",
      "fr": "de même",
      "it": "allo stesso modo",
      "ru": "аналогично",
      "es": "igualmente",
      "pl": "podobnie",
      "fa": "به همین ترتیب"
    },
    "explanation": {
      "en": "In the same way or manner, similarly",
      "de": "Auf die gleiche Weise oder Art, ähnlich",
      "ar": "بنفس الطريقة أو الأسلوب، بشكل مماثل",
      "fr": "De la même manière ou façon, similairement",
      "it": "Nello stesso modo o maniera, similmente",
      "ru": "Таким же образом или способом, аналогично",
      "es": "De la misma manera o forma, similarmente",
      "pl": "W ten sam sposób lub manierę, podobnie",
      "fa": "به همان روش یا شیوه، به طور مشابه"
    },
    "examples": {
      "en": [
        "He was polite to me, and I responded likewise.",
        "The manager treats all employees fairly, and they likewise respect her.",
        "Study hard for your exams, and likewise take care of your health."
      ],
      "de": [
        "Er war höflich zu mir, und ich reagierte ebenso.",
        "Der Manager behandelt alle Mitarbeiter fair, und sie respektieren sie ebenso.",
        "Lerne fleißig für deine Prüfungen, und kümmere dich ebenso um deine Gesundheit."
      ],
      "ar": [
        "كان مهذباً معي، وأنا أجبته بالمثل.",
        "يعامل المدير جميع الموظفين بإنصاف، وهم بالمثل يحترمونها.",
        "ادرس بجد لامتحاناتك، وبالمثل اعتني بصحتك."
      ],
      "fr": [
        "Il était poli avec moi, et j'ai répondu de même.",
        "Le responsable traite tous les employés équitablement, et ils la respectent de même.",
        "Étudiez dur pour vos examens, et de même prenez soin de votre santé."
      ],
      "it": [
        "È stato educato con me, e io ho risposto allo stesso modo.",
        "Il manager tratta tutti i dipendenti equamente, e loro allo stesso modo la rispettano.",
        "Studia duramente per i tuoi esami, e allo stesso modo prenditi cura della tua salute."
      ],
      "ru": [
        "Он был вежлив со мной, и я ответил аналогично.",
        "Менеджер справедливо относится ко всем сотрудникам, и они аналогично уважают ее.",
        "Усердно готовьтесь к экзаменам и аналогично заботьтесь о своем здоровье."
      ],
      "es": [
        "Fue educado conmigo, y yo respondí igualmente.",
        "El gerente trata a todos los empleados justamente, y ellos igualmente la respetan.",
        "Estudia duro para tus exámenes, e igualmente cuida tu salud."
      ],
      "pl": [
        "Był dla mnie uprzejmy, a ja odpowiedziałem podobnie.",
        "Menedżer traktuje wszystkich pracowników sprawiedliwie, i oni podobnie ją szanują.",
        "Ucz się ciężko do egzaminów i podobnie dbaj o swoje zdrowie."
      ],
      "fa": [
        "او با من مودب بود، و من به همین ترتیب پاسخ دادم.",
        "مدیر با همه کارکنان منصفانه رفتار می‌کند، و آنها به همین ترتیب به او احترام می‌گذارند.",
        "برای امتحاناتت سخت درس بخوان، و به همین ترتیب مراقب سلامتی‌ات باش."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_479_ar",
    "word": "مَع ذٰلِك",
    "category": "adverb",
    "frequency_rank": 479,
    "level": "a1",
    "translations": {
      "en": "nonetheless",
      "de": "nichtsdestotrotz",
      "ar": "مَع ذٰلِك",
      "fr": "néanmoins",
      "it": "nondimeno",
      "ru": "тем не менее",
      "es": "no obstante",
      "pl": "niemniej jednak",
      "fa": "با این حال"
    },
    "explanation": {
      "en": "Despite what has just been said or referred to, nevertheless",
      "de": "Trotz dessen, was gerade gesagt oder erwähnt wurde, trotzdem",
      "ar": "على الرغم مما قيل أو أشير إليه للتو، ومع ذلك",
      "fr": "Malgré ce qui vient d'être dit ou mentionné, néanmoins",
      "it": "Nonostante ciò che è appena stato detto o menzionato, tuttavia",
      "ru": "Несмотря на то, что только что было сказано или упомянуто, тем не менее",
      "es": "A pesar de lo que acaba de decirse o mencionarse, sin embargo",
      "pl": "Pomimo tego, co właśnie zostało powiedziane lub wspomniane, niemniej jednak",
      "fa": "علیرغم آنچه که تازه گفته یا اشاره شد، با این حال"
    },
    "examples": {
      "en": [
        "The task was difficult; nonetheless, we completed it on time.",
        "She was tired; nonetheless, she continued working.",
        "The weather was bad; nonetheless, they enjoyed the trip."
      ],
      "de": [
        "Die Aufgabe war schwierig; nichtsdestotrotz haben wir sie rechtzeitig erledigt.",
        "Sie war müde; nichtsdestotrotz arbeitete sie weiter.",
        "Das Wetter war schlecht; nichtsdestotrotz genossen sie die Reise."
      ],
      "ar": [
        "كانت المهمة صعبة؛ ومع ذلك، أنجزناها في الوقت المحدد.",
        "كانت متعبة؛ ومع ذلك، واصلت العمل.",
        "كان الطقس سيئاً؛ ومع ذلك، استمتعوا بالرحلة."
      ],
      "fr": [
        "La tâche était difficile ; néanmoins, nous l'avons terminée à temps.",
        "Elle était fatiguée ; néanmoins, elle a continué à travailler.",
        "Le temps était mauvais ; néanmoins, ils ont apprécié le voyage."
      ],
      "it": [
        "Il compito era difficile; nondimeno, l'abbiamo completato in tempo.",
        "Era stanca; nondimeno, ha continuato a lavorare.",
        "Il tempo era brutto; nondimeno, si sono goduti il viaggio."
      ],
      "ru": [
        "Задача была трудной; тем не менее, мы выполнили ее вовремя.",
        "Она устала; тем не менее, она продолжала работать.",
        "Погода была плохой; тем не менее, они наслаждались поездкой."
      ],
      "es": [
        "La tarea era difícil; no obstante, la completamos a tiempo.",
        "Estaba cansada; no obstante, continuó trabajando.",
        "El clima era malo; no obstante, disfrutaron el viaje."
      ],
      "pl": [
        "Zadanie było trudne; niemniej jednak ukończyliśmy je na czas.",
        "Była zmęczona; niemniej jednak kontynuowała pracę.",
        "Pogoda była zła; niemniej jednak cieszyli się podróżą."
      ],
      "fa": [
        "کار سخت بود؛ با این حال، ما آن را به موقع تکمیل کردیم.",
        "او خسته بود؛ با این حال، به کار ادامه داد.",
        "آب و هوا بد بود؛ با این حال، از سفر لذت بردند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_480_ar",
    "word": "تَسَلسُل هَرَمِيّ",
    "category": "noun",
    "frequency_rank": 480,
    "level": "a1",
    "translations": {
      "en": "hierarchy",
      "de": "Hierarchie",
      "ar": "تَسَلسُل هَرَمِيّ",
      "fr": "hiérarchie",
      "it": "gerarchia",
      "ru": "иерархия",
      "es": "jerarquía",
      "pl": "hierarchia",
      "fa": "سلسله مراتب"
    },
    "explanation": {
      "en": "A system where people or things are arranged according to their importance or power",
      "de": "Ein System, in dem Menschen oder Dinge nach ihrer Wichtigkeit oder Macht angeordnet sind",
      "ar": "نظام يتم فيه ترتيب الأشخاص أو الأشياء وفقاً لأهميتهم أو قوتهم",
      "fr": "Un système où les personnes ou les choses sont organisées selon leur importance ou leur pouvoir",
      "it": "Un sistema in cui le persone o le cose sono disposte in base alla loro importanza o potere",
      "ru": "Система, в которой люди или вещи расположены в соответствии с их важностью или властью",
      "es": "Un sistema donde las personas o cosas se organizan según su importancia o poder",
      "pl": "System, w którym ludzie lub rzeczy są ułożone według ich ważności lub władzy",
      "fa": "سیستمی که در آن افراد یا چیزها بر اساس اهمیت یا قدرتشان مرتب می‌شوند"
    },
    "examples": {
      "en": [
        "The company has a clear management hierarchy.",
        "In the military, there is a strict hierarchy of ranks.",
        "The organization's hierarchy determines who reports to whom."
      ],
      "de": [
        "Das Unternehmen hat eine klare Managementhierarchie.",
        "Beim Militär gibt es eine strenge Hierarchie von Rängen.",
        "Die Hierarchie der Organisation bestimmt, wer wem Bericht erstattet."
      ],
      "ar": [
        "لدى الشركة تسلسل هرمي إداري واضح.",
        "في الجيش، هناك تسلسل هرمي صارم للرتب.",
        "يحدد التسلسل الهرمي للمنظمة من يقدم التقارير لمن."
      ],
      "fr": [
        "L'entreprise a une hiérarchie de gestion claire.",
        "Dans l'armée, il y a une hiérarchie stricte des grades.",
        "La hiérarchie de l'organisation détermine qui rapporte à qui."
      ],
      "it": [
        "L'azienda ha una chiara gerarchia gestionale.",
        "Nell'esercito c'è una gerarchia rigorosa dei gradi.",
        "La gerarchia dell'organizzazione determina chi riporta a chi."
      ],
      "ru": [
        "В компании четкая управленческая иерархия.",
        "В армии существует строгая иерархия званий.",
        "Иерархия организации определяет, кто кому подчиняется."
      ],
      "es": [
        "La empresa tiene una jerarquía de gestión clara.",
        "En el ejército, hay una jerarquía estricta de rangos.",
        "La jerarquía de la organización determina quién reporta a quién."
      ],
      "pl": [
        "Firma ma jasną hierarchię zarządzania.",
        "W wojsku istnieje ścisła hierarchia stopni.",
        "Hierarchia organizacji określa, kto komu raportuje."
      ],
      "fa": [
        "شرکت سلسله مراتب مدیریتی روشنی دارد.",
        "در ارتش، سلسله مراتب سختگیرانه‌ای از رتبه‌ها وجود دارد.",
        "سلسله مراتب سازمان تعیین می‌کند که چه کسی به چه کسی گزارش می‌دهد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  }
]
