[
  {
    "id": "universal_a1_481_ar",
    "word": "تابِع",
    "category": "adjective",
    "frequency_rank": 481,
    "level": "a1",
    "translations": {
      "en": "subordinate",
      "de": "untergeordnet",
      "ar": "تابِع",
      "fr": "subordonné",
      "it": "subordinato",
      "ru": "подчиненный",
      "es": "subordinado",
      "pl": "podrzędny",
      "fa": "فرودست"
    },
    "explanation": {
      "en": "Lower in rank or position, or someone who works under another person",
      "de": "Niedriger im Rang oder in der Position, oder jemand, der unter einer anderen Person arbeitet",
      "ar": "أدنى في الرتبة أو المنصب، أو شخص يعمل تحت إمرة شخص آخر",
      "fr": "Inférieur en rang ou en position, ou quelqu'un qui travaille sous les ordres d'une autre personne",
      "it": "Inferiore di grado o posizione, o qualcuno che lavora sotto un'altra persona",
      "ru": "Ниже по рангу или должности, или кто-то, кто работает под руководством другого",
      "es": "Inferior en rango o posición, o alguien que trabaja bajo otra persona",
      "pl": "Niższy rangą lub pozycją, lub ktoś pracujący pod kimś innym",
      "fa": "پایین‌تر در رتبه یا موقعیت، یا کسی که زیر نظر فرد دیگری کار می‌کند"
    },
    "examples": {
      "en": [
        "The manager discussed the issue with his subordinates.",
        "Safety is subordinate to no other concern in our company.",
        "She reports to several subordinate departments."
      ],
      "de": [
        "Der Manager besprach das Problem mit seinen Untergebenen.",
        "Sicherheit ist keiner anderen Sorge in unserem Unternehmen untergeordnet.",
        "Sie berichtet an mehrere untergeordnete Abteilungen."
      ],
      "ar": [
        "ناقش المدير المسألة مع مرؤوسيه.",
        "السلامة ليست تابعة لأي اهتمام آخر في شركتنا.",
        "إنها تقدم تقارير إلى عدة أقسام تابعة."
      ],
      "fr": [
        "Le responsable a discuté du problème avec ses subordonnés.",
        "La sécurité n'est subordonnée à aucune autre préoccupation dans notre entreprise.",
        "Elle rend compte à plusieurs départements subordonnés."
      ],
      "it": [
        "Il manager ha discusso il problema con i suoi subordinati.",
        "La sicurezza non è subordinata a nessun'altra preoccupazione nella nostra azienda.",
        "Riferisce a diversi dipartimenti subordinati."
      ],
      "ru": [
        "Менеджер обсудил проблему со своими подчиненными.",
        "Безопасность не подчинена никакой другой заботе в нашей компании.",
        "Она отчитывается перед несколькими подчиненными отделами."
      ],
      "es": [
        "El gerente discutió el asunto con sus subordinados.",
        "La seguridad no está subordinada a ninguna otra preocupación en nuestra empresa.",
        "Ella reporta a varios departamentos subordinados."
      ],
      "pl": [
        "Menedżer omówił sprawę ze swoimi podwładnymi.",
        "Bezpieczeństwo nie jest podrzędne żadnej innej trosce w naszej firmie.",
        "Raportuje do kilku podrzędnych działów."
      ],
      "fa": [
        "مدیر موضوع را با زیردستان خود در میان گذاشت.",
        "ایمنی در شرکت ما تابع هیچ نگرانی دیگری نیست.",
        "او به چندین بخش فرودست گزارش می‌دهد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_482_ar",
    "word": "شُذوذ",
    "category": "noun",
    "frequency_rank": 482,
    "level": "a1",
    "translations": {
      "en": "anomaly",
      "de": "Anomalie",
      "ar": "شُذوذ",
      "fr": "anomalie",
      "it": "anomalia",
      "ru": "аномалия",
      "es": "anomalía",
      "pl": "anomalia",
      "fa": "ناهنجاری"
    },
    "explanation": {
      "en": "Something that is different from what is normal or expected",
      "de": "Etwas, das anders ist als normal oder erwartet",
      "ar": "شيء مختلف عما هو طبيعي أو متوقع",
      "fr": "Quelque chose qui est différent de ce qui est normal ou attendu",
      "it": "Qualcosa che è diverso da ciò che è normale o previsto",
      "ru": "Что-то, что отличается от нормального или ожидаемого",
      "es": "Algo que es diferente de lo que es normal o esperado",
      "pl": "Coś, co różni się od tego, co normalne lub oczekiwane",
      "fa": "چیزی که با آنچه طبیعی یا مورد انتظار است، متفاوت است"
    },
    "examples": {
      "en": [
        "The test results showed an anomaly that needs investigation.",
        "This warm weather in winter is an anomaly.",
        "Scientists discovered an anomaly in the data."
      ],
      "de": [
        "Die Testergebnisse zeigten eine Anomalie, die untersucht werden muss.",
        "Dieses warme Wetter im Winter ist eine Anomalie.",
        "Wissenschaftler entdeckten eine Anomalie in den Daten."
      ],
      "ar": [
        "أظهرت نتائج الاختبار شذوذاً يحتاج إلى تحقيق.",
        "هذا الطقس الدافئ في الشتاء شذوذ.",
        "اكتشف العلماء شذوذاً في البيانات."
      ],
      "fr": [
        "Les résultats du test ont montré une anomalie qui nécessite une enquête.",
        "Ce temps chaud en hiver est une anomalie.",
        "Les scientifiques ont découvert une anomalie dans les données."
      ],
      "it": [
        "I risultati del test hanno mostrato un'anomalia che necessita di indagine.",
        "Questo clima caldo in inverno è un'anomalia.",
        "Gli scienziati hanno scoperto un'anomalia nei dati."
      ],
      "ru": [
        "Результаты теста показали аномалию, требующую расследования.",
        "Эта теплая погода зимой - аномалия.",
        "Ученые обнаружили аномалию в данных."
      ],
      "es": [
        "Los resultados de la prueba mostraron una anomalía que necesita investigación.",
        "Este clima cálido en invierno es una anomalía.",
        "Los científicos descubrieron una anomalía en los datos."
      ],
      "pl": [
        "Wyniki testu wykazały anomalię wymagającą zbadania.",
        "Ta ciepła pogoda zimą to anomalia.",
        "Naukowcy odkryli anomalię w danych."
      ],
      "fa": [
        "نتایج آزمایش ناهنجاری را نشان داد که نیاز به بررسی دارد.",
        "این آب و هوای گرم در زمستان یک ناهنجاری است.",
        "دانشمندان ناهنجاری را در داده‌ها کشف کردند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_483_ar",
    "word": "مُكَمِّل",
    "category": "noun",
    "frequency_rank": 483,
    "level": "a1",
    "translations": {
      "en": "supplement",
      "de": "Ergänzung",
      "ar": "مُكَمِّل",
      "fr": "supplément",
      "it": "supplemento",
      "ru": "добавка",
      "es": "suplemento",
      "pl": "suplement",
      "fa": "مکمل"
    },
    "explanation": {
      "en": "Something added to complete or enhance something else",
      "de": "Etwas, das hinzugefügt wird, um etwas anderes zu vervollständigen oder zu verbessern",
      "ar": "شيء يضاف لإكمال أو تحسين شيء آخر",
      "fr": "Quelque chose ajouté pour compléter ou améliorer autre chose",
      "it": "Qualcosa aggiunto per completare o migliorare qualcos'altro",
      "ru": "Что-то добавленное для дополнения или улучшения чего-либо еще",
      "es": "Algo añadido para completar o mejorar otra cosa",
      "pl": "Coś dodanego w celu uzupełnienia lub wzbogacenia czegoś innego",
      "fa": "چیزی که برای تکمیل یا بهبود چیز دیگری اضافه می‌شود"
    },
    "examples": {
      "en": [
        "She takes vitamin supplements every day.",
        "The textbook has online supplements for extra practice.",
        "Exercise is a good supplement to a healthy diet."
      ],
      "de": [
        "Sie nimmt jeden Tag Vitaminergänzungen.",
        "Das Lehrbuch hat Online-Ergänzungen für zusätzliche Übungen.",
        "Bewegung ist eine gute Ergänzung zu einer gesunden Ernährung."
      ],
      "ar": [
        "تتناول مكملات الفيتامينات كل يوم.",
        "يحتوي الكتاب المدرسي على مكملات عبر الإنترنت لممارسة إضافية.",
        "التمرين مكمل جيد للنظام الغذائي الصحي."
      ],
      "fr": [
        "Elle prend des suppléments vitaminiques tous les jours.",
        "Le manuel a des suppléments en ligne pour une pratique supplémentaire.",
        "L'exercice est un bon supplément à une alimentation saine."
      ],
      "it": [
        "Prende supplementi vitaminici ogni giorno.",
        "Il libro di testo ha supplementi online per esercizi extra.",
        "L'esercizio è un buon supplemento a una dieta sana."
      ],
      "ru": [
        "Она принимает витаминные добавки каждый день.",
        "К учебнику есть онлайн-добавки для дополнительной практики.",
        "Упражнения - хорошая добавка к здоровому питанию."
      ],
      "es": [
        "Toma suplementos vitamínicos todos los días.",
        "El libro de texto tiene suplementos en línea para práctica adicional.",
        "El ejercicio es un buen suplemento a una dieta saludable."
      ],
      "pl": [
        "Codziennie bierze suplementy witaminowe.",
        "Podręcznik ma suplementy online do dodatkowych ćwiczeń.",
        "Ćwiczenia są dobrym suplementem zdrowej diety."
      ],
      "fa": [
        "او هر روز مکمل‌های ویتامین مصرف می‌کند.",
        "کتاب درسی دارای مکمل‌های آنلاین برای تمرین بیشتر است.",
        "ورزش یک مکمل خوب برای رژیم غذایی سالم است."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_484_ar",
    "word": "نَزاهَة",
    "category": "noun",
    "frequency_rank": 484,
    "level": "a1",
    "translations": {
      "en": "integrity",
      "de": "Integrität",
      "ar": "نَزاهَة",
      "fr": "intégrité",
      "it": "integrità",
      "ru": "честность",
      "es": "integridad",
      "pl": "uczciwość",
      "fa": "درستکاری"
    },
    "explanation": {
      "en": "The quality of being honest and having strong moral principles",
      "de": "Die Eigenschaft, ehrlich zu sein und starke moralische Prinzipien zu haben",
      "ar": "صفة الصدق والتحلي بمبادئ أخلاقية قوية",
      "fr": "La qualité d'être honnête et d'avoir de solides principes moraux",
      "it": "La qualità di essere onesto e avere forti principi morali",
      "ru": "Качество быть честным и иметь сильные моральные принципы",
      "es": "La cualidad de ser honesto y tener principios morales sólidos",
      "pl": "Cecha bycia uczciwym i posiadania silnych zasad moralnych",
      "fa": "کیفیت صادق بودن و داشتن اصول اخلاقی قوی"
    },
    "examples": {
      "en": [
        "She is known for her integrity and honesty.",
        "The company values integrity in all business dealings.",
        "He maintained his integrity despite pressure to compromise."
      ],
      "de": [
        "Sie ist für ihre Integrität und Ehrlichkeit bekannt.",
        "Das Unternehmen legt Wert auf Integrität in allen Geschäftsbeziehungen.",
        "Er bewahrte seine Integrität trotz des Drucks, Kompromisse einzugehen."
      ],
      "ar": [
        "إنها معروفة بنزاهتها وصدقها.",
        "تقدر الشركة النزاهة في جميع المعاملات التجارية.",
        "حافظ على نزاهته رغم الضغط للتنازل."
      ],
      "fr": [
        "Elle est connue pour son intégrité et son honnêteté.",
        "L'entreprise valorise l'intégrité dans toutes les transactions commerciales.",
        "Il a maintenu son intégrité malgré la pression de faire des compromis."
      ],
      "it": [
        "È conosciuta per la sua integrità e onestà.",
        "L'azienda valorizza l'integrità in tutte le transazioni commerciali.",
        "Ha mantenuto la sua integrità nonostante la pressione a compromettere."
      ],
      "ru": [
        "Она известна своей честностью и порядочностью.",
        "Компания ценит честность во всех деловых отношениях.",
        "Он сохранил свою честность, несмотря на давление пойти на компромисс."
      ],
      "es": [
        "Es conocida por su integridad y honestidad.",
        "La empresa valora la integridad en todas las transacciones comerciales.",
        "Mantuvo su integridad a pesar de la presión para comprometerse."
      ],
      "pl": [
        "Jest znana ze swojej uczciwości i prawdomówności.",
        "Firma ceni uczciwość we wszystkich transakcjach biznesowych.",
        "Zachował swoją uczciwość pomimo presji na kompromis."
      ],
      "fa": [
        "او به خاطر درستکاری و صداقتش شناخته شده است.",
        "شرکت به درستکاری در همه معاملات تجاری اهمیت می‌دهد.",
        "او با وجود فشار برای مصالحه، درستکاری خود را حفظ کرد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_485_ar",
    "word": "مُوجَز",
    "category": "adjective",
    "frequency_rank": 485,
    "level": "a1",
    "translations": {
      "en": "concise",
      "de": "prägnant",
      "ar": "مُوجَز",
      "fr": "concis",
      "it": "conciso",
      "ru": "краткий",
      "es": "conciso",
      "pl": "zwięzły",
      "fa": "مختصر"
    },
    "explanation": {
      "en": "Expressing information clearly and briefly without unnecessary words",
      "de": "Informationen klar und kurz ausdrücken ohne unnötige Wörter",
      "ar": "التعبير عن المعلومات بوضوح وإيجاز دون كلمات غير ضرورية",
      "fr": "Exprimer des informations clairement et brièvement sans mots inutiles",
      "it": "Esprimere informazioni chiaramente e brevemente senza parole non necessarie",
      "ru": "Выражение информации ясно и кратко без лишних слов",
      "es": "Expresar información claramente y brevemente sin palabras innecesarias",
      "pl": "Wyrażanie informacji jasno i zwięźle bez niepotrzebnych słów",
      "fa": "بیان اطلاعات به وضوح و به طور مختصر بدون کلمات غیرضروری"
    },
    "examples": {
      "en": [
        "Please give a concise summary of the report.",
        "Her explanation was clear and concise.",
        "The instructions should be concise and easy to understand."
      ],
      "de": [
        "Bitte geben Sie eine prägnante Zusammenfassung des Berichts.",
        "Ihre Erklärung war klar und prägnant.",
        "Die Anweisungen sollten prägnant und leicht verständlich sein."
      ],
      "ar": [
        "يرجى تقديم ملخص موجز للتقرير.",
        "كان شرحها واضحاً وموجزاً.",
        "يجب أن تكون التعليمات موجزة وسهلة الفهم."
      ],
      "fr": [
        "Veuillez donner un résumé concis du rapport.",
        "Son explication était claire et concise.",
        "Les instructions doivent être concises et faciles à comprendre."
      ],
      "it": [
        "Per favore, fornisci un riassunto conciso del rapporto.",
        "La sua spiegazione era chiara e concisa.",
        "Le istruzioni dovrebbero essere concise e facili da capire."
      ],
      "ru": [
        "Пожалуйста, дайте краткое резюме отчета.",
        "Ее объяснение было ясным и кратким.",
        "Инструкции должны быть краткими и понятными."
      ],
      "es": [
        "Por favor, proporcione un resumen conciso del informe.",
        "Su explicación fue clara y concisa.",
        "Las instrucciones deben ser concisas y fáciles de entender."
      ],
      "pl": [
        "Proszę przedstawić zwięzłe podsumowanie raportu.",
        "Jej wyjaśnienie było jasne i zwięzłe.",
        "Instrukcje powinny być zwięzłe i łatwe do zrozumienia."
      ],
      "fa": [
        "لطفاً خلاصه‌ای مختصر از گزارش ارائه دهید.",
        "توضیح او واضح و مختصر بود.",
        "دستورالعمل‌ها باید مختصر و قابل فهم باشند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_486_ar",
    "word": "نَوعِيّ",
    "category": "adjective",
    "frequency_rank": 486,
    "level": "a1",
    "translations": {
      "en": "qualitative",
      "de": "qualitativ",
      "ar": "نَوعِيّ",
      "fr": "qualitatif",
      "it": "qualitativo",
      "ru": "качественный",
      "es": "cualitativo",
      "pl": "jakościowy",
      "fa": "کیفی"
    },
    "explanation": {
      "en": "Relating to the quality or nature of something rather than its quantity",
      "de": "Sich auf die Qualität oder Natur von etwas beziehend statt auf seine Menge",
      "ar": "يتعلق بجودة أو طبيعة شيء ما بدلاً من كميته",
      "fr": "Relatif à la qualité ou la nature de quelque chose plutôt qu'à sa quantité",
      "it": "Relativo alla qualità o natura di qualcosa piuttosto che alla sua quantità",
      "ru": "Относящийся к качеству или природе чего-либо, а не к его количеству",
      "es": "Relativo a la calidad o naturaleza de algo en lugar de su cantidad",
      "pl": "Dotyczący jakości lub natury czegoś, a nie jego ilości",
      "fa": "مربوط به کیفیت یا ماهیت چیزی به جای کمیت آن"
    },
    "examples": {
      "en": [
        "The study focuses on qualitative rather than quantitative data.",
        "We need a qualitative assessment of customer satisfaction.",
        "Qualitative research methods include interviews and observations."
      ],
      "de": [
        "Die Studie konzentriert sich auf qualitative statt quantitative Daten.",
        "Wir brauchen eine qualitative Bewertung der Kundenzufriedenheit.",
        "Qualitative Forschungsmethoden umfassen Interviews und Beobachtungen."
      ],
      "ar": [
        "تركز الدراسة على البيانات النوعية بدلاً من الكمية.",
        "نحتاج إلى تقييم نوعي لرضا العملاء.",
        "تشمل طرق البحث النوعي المقابلات والملاحظات."
      ],
      "fr": [
        "L'étude se concentre sur des données qualitatives plutôt que quantitatives.",
        "Nous avons besoin d'une évaluation qualitative de la satisfaction client.",
        "Les méthodes de recherche qualitative incluent des entretiens et des observations."
      ],
      "it": [
        "Lo studio si concentra su dati qualitativi piuttosto che quantitativi.",
        "Abbiamo bisogno di una valutazione qualitativa della soddisfazione del cliente.",
        "I metodi di ricerca qualitativa includono interviste e osservazioni."
      ],
      "ru": [
        "Исследование фокусируется на качественных, а не количественных данных.",
        "Нам нужна качественная оценка удовлетворенности клиентов.",
        "Качественные методы исследования включают интервью и наблюдения."
      ],
      "es": [
        "El estudio se centra en datos cualitativos en lugar de cuantitativos.",
        "Necesitamos una evaluación cualitativa de la satisfacción del cliente.",
        "Los métodos de investigación cualitativa incluyen entrevistas y observaciones."
      ],
      "pl": [
        "Badanie koncentruje się na danych jakościowych zamiast ilościowych.",
        "Potrzebujemy jakościowej oceny zadowolenia klientów.",
        "Jakościowe metody badawcze obejmują wywiady i obserwacje."
      ],
      "fa": [
        "این مطالعه بر داده‌های کیفی به جای کمی تمرکز دارد.",
        "ما به ارزیابی کیفی رضایت مشتری نیاز داریم.",
        "روش‌های تحقیق کیفی شامل مصاحبه و مشاهدات می‌شود."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_487_ar",
    "word": "غامِض",
    "category": "adjective",
    "frequency_rank": 487,
    "level": "a1",
    "translations": {
      "en": "ambiguous",
      "de": "mehrdeutig",
      "ar": "غامِض",
      "fr": "ambigu",
      "it": "ambiguo",
      "ru": "двусмысленный",
      "es": "ambiguo",
      "pl": "niejednoznaczny",
      "fa": "مبهم"
    },
    "explanation": {
      "en": "Having more than one possible meaning or interpretation, unclear",
      "de": "Mehr als eine mögliche Bedeutung oder Interpretation habend, unklar",
      "ar": "له أكثر من معنى أو تفسير محتمل، غير واضح",
      "fr": "Ayant plus d'un sens ou interprétation possible, pas clair",
      "it": "Avente più di un significato o interpretazione possibile, poco chiaro",
      "ru": "Имеющий более одного возможного значения или толкования, неясный",
      "es": "Que tiene más de un significado o interpretación posible, poco claro",
      "pl": "Mający więcej niż jedno możliwe znaczenie lub interpretację, niejasny",
      "fa": "دارای بیش از یک معنی یا تفسیر احتمالی، نامشخص"
    },
    "examples": {
      "en": [
        "The politician gave an ambiguous answer to the question.",
        "The contract's language is ambiguous and needs clarification.",
        "His ambiguous response left us confused."
      ],
      "de": [
        "Der Politiker gab eine mehrdeutige Antwort auf die Frage.",
        "Die Sprache des Vertrags ist mehrdeutig und braucht Klärung.",
        "Seine mehrdeutige Antwort verwirrte uns."
      ],
      "ar": [
        "أعطى السياسي إجابة غامضة على السؤال.",
        "لغة العقد غامضة وتحتاج إلى توضيح.",
        "رده الغامض تركنا في حيرة."
      ],
      "fr": [
        "Le politicien a donné une réponse ambiguë à la question.",
        "Le langage du contrat est ambigu et nécessite une clarification.",
        "Sa réponse ambiguë nous a laissés confus."
      ],
      "it": [
        "Il politico ha dato una risposta ambigua alla domanda.",
        "Il linguaggio del contratto è ambiguo e necessita di chiarimento.",
        "La sua risposta ambigua ci ha lasciato confusi."
      ],
      "ru": [
        "Политик дал двусмысленный ответ на вопрос.",
        "Язык контракта двусмысленный и требует уточнения.",
        "Его двусмысленный ответ оставил нас в замешательстве."
      ],
      "es": [
        "El político dio una respuesta ambigua a la pregunta.",
        "El lenguaje del contrato es ambiguo y necesita aclaración.",
        "Su respuesta ambigua nos dejó confundidos."
      ],
      "pl": [
        "Polityk udzielił niejednoznacznej odpowiedzi na pytanie.",
        "Język umowy jest niejednoznaczny i wymaga wyjaśnienia.",
        "Jego niejednoznaczna odpowiedź pozostawiła nas w konfuzji."
      ],
      "fa": [
        "سیاستمدار پاسخ مبهمی به سؤال داد.",
        "زبان قرارداد مبهم است و نیاز به توضیح دارد.",
        "پاسخ مبهم او ما را گیج کرد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_488_ar",
    "word": "يُقَلِّل",
    "category": "verb",
    "frequency_rank": 488,
    "level": "a1",
    "translations": {
      "en": "diminish",
      "de": "verringern",
      "ar": "يُقَلِّل",
      "fr": "diminuer",
      "it": "diminuire",
      "ru": "уменьшать",
      "es": "disminuir",
      "pl": "zmniejszać",
      "fa": "کاهش دادن"
    },
    "explanation": {
      "en": "To make or become smaller, weaker, or less important",
      "de": "Kleiner, schwächer oder weniger wichtig machen oder werden",
      "ar": "جعل شيء أو أصبح أصغر أو أضعف أو أقل أهمية",
      "fr": "Rendre ou devenir plus petit, plus faible ou moins important",
      "it": "Rendere o diventare più piccolo, più debole o meno importante",
      "ru": "Делать или становиться меньше, слабее или менее важным",
      "es": "Hacer o volverse más pequeño, más débil o menos importante",
      "pl": "Uczynić lub stać się mniejszym, słabszym lub mniej ważnym",
      "fa": "کوچک‌تر، ضعیف‌تر یا کم اهمیت‌تر کردن یا شدن"
    },
    "examples": {
      "en": [
        "The new policy will diminish the company's profits.",
        "His enthusiasm began to diminish over time.",
        "We need to diminish the risks involved in this project."
      ],
      "de": [
        "Die neue Richtlinie wird die Gewinne des Unternehmens verringern.",
        "Seine Begeisterung begann im Laufe der Zeit zu verringern.",
        "Wir müssen die Risiken dieses Projekts verringern."
      ],
      "ar": [
        "ستقلل السياسة الجديدة من أرباح الشركة.",
        "بدأ حماسه يتناقص مع مرور الوقت.",
        "نحتاج إلى تقليل المخاطر المتضمنة في هذا المشروع."
      ],
      "fr": [
        "La nouvelle politique diminuera les bénéfices de l'entreprise.",
        "Son enthousiasme a commencé à diminuer avec le temps.",
        "Nous devons diminuer les risques impliqués dans ce projet."
      ],
      "it": [
        "La nuova politica diminuirà i profitti dell'azienda.",
        "Il suo entusiasmo ha cominciato a diminuire nel tempo.",
        "Dobbiamo diminuire i rischi coinvolti in questo progetto."
      ],
      "ru": [
        "Новая политика уменьшит прибыль компании.",
        "Его энтузиазм начал уменьшаться со временем.",
        "Нам нужно уменьшить риски, связанные с этим проектом."
      ],
      "es": [
        "La nueva política disminuirá las ganancias de la empresa.",
        "Su entusiasmo comenzó a disminuir con el tiempo.",
        "Necesitamos disminuir los riesgos involucrados en este proyecto."
      ],
      "pl": [
        "Nowa polityka zmniejszy zyski firmy.",
        "Jego entuzjazm zaczął zmniejszać się z czasem.",
        "Musimy zmniejszyć ryzyko związane z tym projektem."
      ],
      "fa": [
        "سیاست جدید سود شرکت را کاهش خواهد داد.",
        "اشتیاق او با گذشت زمان شروع به کاهش کرد.",
        "ما باید خطرات مرتبط با این پروژه را کاهش دهیم."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_489_ar",
    "word": "مُعاصِر",
    "category": "adjective",
    "frequency_rank": 489,
    "level": "a1",
    "translations": {
      "en": "contemporary",
      "de": "zeitgenössisch",
      "ar": "مُعاصِر",
      "fr": "contemporain",
      "it": "contemporaneo",
      "ru": "современный",
      "es": "contemporáneo",
      "pl": "współczesny",
      "fa": "معاصر"
    },
    "explanation": {
      "en": "Belonging to or occurring in the present time, or of the same time period",
      "de": "Der Gegenwart angehörend oder in ihr vorkommend, oder aus derselben Zeitperiode",
      "ar": "ينتمي إلى الوقت الحاضر أو يحدث فيه، أو من نفس الفترة الزمنية",
      "fr": "Appartenant ou se produisant dans le temps présent, ou de la même période",
      "it": "Appartenente o che si verifica nel tempo presente, o dello stesso periodo",
      "ru": "Принадлежащий или происходящий в настоящее время, или из того же периода",
      "es": "Perteneciente o que ocurre en el tiempo presente, o del mismo período",
      "pl": "Należący lub występujący w obecnym czasie, lub z tego samego okresu",
      "fa": "متعلق به یا رخ دادن در زمان حال، یا از همان دوره زمانی"
    },
    "examples": {
      "en": [
        "The museum features contemporary art from around the world.",
        "Shakespeare and Cervantes were contemporary writers.",
        "The building has a contemporary design."
      ],
      "de": [
        "Das Museum zeigt zeitgenössische Kunst aus aller Welt.",
        "Shakespeare und Cervantes waren zeitgenössische Schriftsteller.",
        "Das Gebäude hat ein zeitgenössisches Design."
      ],
      "ar": [
        "يعرض المتحف الفن المعاصر من جميع أنحاء العالم.",
        "كان شكسبير وسرفانتس كتاباً معاصرين.",
        "المبنى له تصميم معاصر."
      ],
      "fr": [
        "Le musée présente de l'art contemporain du monde entier.",
        "Shakespeare et Cervantes étaient des écrivains contemporains.",
        "Le bâtiment a un design contemporain."
      ],
      "it": [
        "Il museo presenta arte contemporanea da tutto il mondo.",
        "Shakespeare e Cervantes erano scrittori contemporanei.",
        "L'edificio ha un design contemporaneo."
      ],
      "ru": [
        "Музей представляет современное искусство со всего мира.",
        "Шекспир и Сервантес были современниками.",
        "Здание имеет современный дизайн."
      ],
      "es": [
        "El museo presenta arte contemporáneo de todo el mundo.",
        "Shakespeare y Cervantes fueron escritores contemporáneos.",
        "El edificio tiene un diseño contemporáneo."
      ],
      "pl": [
        "Muzeum prezentuje sztukę współczesną z całego świata.",
        "Szekspir i Cervantes byli współczesnymi pisarzami.",
        "Budynek ma współczesny design."
      ],
      "fa": [
        "موزه هنر معاصر از سراسر جهان را به نمایش می‌گذارد.",
        "شکسپیر و سروانتس نویسندگان معاصر بودند.",
        "ساختمان طراحی معاصری دارد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_490_ar",
    "word": "مَجال",
    "category": "noun",
    "frequency_rank": 490,
    "level": "a1",
    "translations": {
      "en": "sphere",
      "de": "Sphäre",
      "ar": "مَجال",
      "fr": "sphère",
      "it": "sfera",
      "ru": "сфера",
      "es": "esfera",
      "pl": "sfera",
      "fa": "حوزه"
    },
    "explanation": {
      "en": "An area of activity, interest, or expertise",
      "de": "Ein Bereich von Aktivität, Interesse oder Expertise",
      "ar": "مجال من النشاط أو الاهتمام أو الخبرة",
      "fr": "Un domaine d'activité, d'intérêt ou d'expertise",
      "it": "Un'area di attività, interesse o competenza",
      "ru": "Область деятельности, интереса или экспертизы",
      "es": "Un área de actividad, interés o experiencia",
      "pl": "Obszar działalności, zainteresowania lub wiedzy specjalistycznej",
      "fa": "حوزه فعالیت، علاقه یا تخصص"
    },
    "examples": {
      "en": [
        "Politics is not within my sphere of interest.",
        "She works in the sphere of international relations.",
        "This issue falls outside our sphere of influence."
      ],
      "de": [
        "Politik liegt nicht in meiner Interessensphäre.",
        "Sie arbeitet im Bereich internationaler Beziehungen.",
        "Diese Frage liegt außerhalb unserer Einflusssphäre."
      ],
      "ar": [
        "السياسة ليست ضمن مجال اهتمامي.",
        "إنها تعمل في مجال العلاقات الدولية.",
        "هذه المسألة تقع خارج مجال نفوذنا."
      ],
      "fr": [
        "La politique n'est pas dans ma sphère d'intérêt.",
        "Elle travaille dans la sphère des relations internationales.",
        "Cette question sort de notre sphère d'influence."
      ],
      "it": [
        "La politica non rientra nella mia sfera di interesse.",
        "Lavora nella sfera delle relazioni internazionali.",
        "Questa questione esce dalla nostra sfera di influenza."
      ],
      "ru": [
        "Политика не входит в сферу моих интересов.",
        "Она работает в сфере международных отношений.",
        "Этот вопрос находится вне нашей сферы влияния."
      ],
      "es": [
        "La política no está dentro de mi esfera de interés.",
        "Trabaja en la esfera de las relaciones internacionales.",
        "Este asunto cae fuera de nuestra esfera de influencia."
      ],
      "pl": [
        "Polityka nie leży w mojej sferze zainteresowań.",
        "Pracuje w sferze stosunków międzynarodowych.",
        "Ta kwestia wykracza poza naszą sferę wpływów."
      ],
      "fa": [
        "سیاست در حوزه علاقه من نیست.",
        "او در حوزه روابط بین‌الملل کار می‌کند.",
        "این موضوع خارج از حوزه نفوذ ما است."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_491_ar",
    "word": "بِذٰلِك",
    "category": "adverb",
    "frequency_rank": 491,
    "level": "a1",
    "translations": {
      "en": "protocol",
      "de": "Protokoll",
      "ar": "بروتوكول",
      "fr": "protocole",
      "it": "protocollo",
      "ru": "протокол",
      "es": "protocolo",
      "pl": "protokół",
      "fa": "پروتکل"
    },
    "explanation": {
      "en": "A set of rules or procedures for formal occasions or professional situations",
      "de": "Eine Reihe von Regeln oder Verfahren für formelle Anlässe oder berufliche Situationen",
      "ar": "مجموعة من القواعد أو الإجراءات للمناسبات الرسمية أو المواقف المهنية",
      "fr": "Un ensemble de règles ou de procédures pour des occasions formelles ou des situations professionnelles",
      "it": "Un insieme di regole o procedure per occasioni formali o situazioni professionali",
      "ru": "Набор правил или процедур для официальных случаев или профессиональных ситуаций",
      "es": "Un conjunto de reglas o procedimientos para ocasiones formales o situaciones profesionales",
      "pl": "Zestaw zasad lub procedur dla formalnych okazji lub sytuacji zawodowych",
      "fa": "مجموعه‌ای از قوانین یا رویه‌ها برای موارد رسمی یا موقعیت‌های حرفه‌ای"
    },
    "examples": {
      "en": [
        "Diplomatic protocol requires formal dress at the event.",
        "The medical staff must follow safety protocols.",
        "Breaking protocol can lead to serious consequences."
      ],
      "de": [
        "Das diplomatische Protokoll erfordert formelle Kleidung bei der Veranstaltung.",
        "Das medizinische Personal muss Sicherheitsprotokolle befolgen.",
        "Ein Verstoß gegen das Protokoll kann zu ernsthaften Konsequenzen führen."
      ],
      "ar": [
        "يتطلب البروتوكول الدبلوماسي اللباس الرسمي في الحدث.",
        "يجب على الطاقم الطبي اتباع بروتوكولات السلامة.",
        "خرق البروتوكول يمكن أن يؤدي إلى عواقب وخيمة."
      ],
      "fr": [
        "Le protocole diplomatique exige une tenue formelle lors de l'événement.",
        "Le personnel médical doit suivre les protocoles de sécurité.",
        "Enfreindre le protocole peut avoir des conséquences graves."
      ],
      "it": [
        "Il protocollo diplomatico richiede abbigliamento formale all'evento.",
        "Il personale medico deve seguire i protocolli di sicurezza.",
        "Violare il protocollo può portare a gravi conseguenze."
      ],
      "ru": [
        "Дипломатический протокол требует формальной одежды на мероприятии.",
        "Медицинский персонал должен соблюдать протоколы безопасности.",
        "Нарушение протокола может привести к серьезным последствиям."
      ],
      "es": [
        "El protocolo diplomático requiere vestimenta formal en el evento.",
        "El personal médico debe seguir los protocolos de seguridad.",
        "Romper el protocolo puede llevar a consecuencias graves."
      ],
      "pl": [
        "Protokół dyplomatyczny wymaga formalnego stroju na wydarzeniu.",
        "Personel medyczny musi przestrzegać protokołów bezpieczeństwa.",
        "Złamanie protokołu może prowadzić do poważnych konsekwencji."
      ],
      "fa": [
        "پروتکل دیپلماتیک لباس رسمی در رویداد را الزامی می‌کند.",
        "کارکنان پزشکی باید پروتکل‌های ایمنی را رعایت کنند.",
        "نقض پروتکل می‌تواند منجر به عواقب جدی شود."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_492_ar",
    "word": "بُنيَة تَحتِيَّة",
    "category": "noun",
    "frequency_rank": 492,
    "level": "a1",
    "translations": {
      "en": "infrastructure",
      "de": "Infrastruktur",
      "ar": "بُنيَة تَحتِيَّة",
      "fr": "infrastructure",
      "it": "infrastruttura",
      "ru": "инфраструктура",
      "es": "infraestructura",
      "pl": "infrastruktura",
      "fa": "زیرساخت"
    },
    "explanation": {
      "en": "The basic physical systems and facilities needed for a society or organization to function",
      "de": "Die grundlegenden physischen Systeme und Einrichtungen, die eine Gesellschaft oder Organisation zum Funktionieren benötigt",
      "ar": "الأنظمة والمرافق المادية الأساسية اللازمة لعمل مجتمع أو منظمة",
      "fr": "Les systèmes physiques et installations de base nécessaires au fonctionnement d'une société ou d'une organisation",
      "it": "I sistemi fisici di base e le strutture necessarie per il funzionamento di una società o organizzazione",
      "ru": "Базовые физические системы и объекты, необходимые для функционирования общества или организации",
      "es": "Los sistemas físicos básicos e instalaciones necesarias para que funcione una sociedad u organización",
      "pl": "Podstawowe systemy fizyczne i obiekty potrzebne do funkcjonowania społeczeństwa lub organizacji",
      "fa": "سیستم‌ها و تسهیلات فیزیکی پایه که برای عملکرد جامعه یا سازمان لازم است"
    },
    "examples": {
      "en": [
        "The government is investing in infrastructure development.",
        "Good infrastructure is essential for economic growth.",
        "The city's infrastructure needs major improvements."
      ],
      "de": [
        "Die Regierung investiert in die Infrastrukturentwicklung.",
        "Gute Infrastruktur ist für wirtschaftliches Wachstum unerlässlich.",
        "Die Infrastruktur der Stadt braucht erhebliche Verbesserungen."
      ],
      "ar": [
        "تستثمر الحكومة في تطوير البنية التحتية.",
        "البنية التحتية الجيدة ضرورية للنمو الاقتصادي.",
        "تحتاج البنية التحتية للمدينة إلى تحسينات كبيرة."
      ],
      "fr": [
        "Le gouvernement investit dans le développement des infrastructures.",
        "Une bonne infrastructure est essentielle à la croissance économique.",
        "L'infrastructure de la ville nécessite des améliorations majeures."
      ],
      "it": [
        "Il governo sta investendo nello sviluppo delle infrastrutture.",
        "Una buona infrastruttura è essenziale per la crescita economica.",
        "L'infrastruttura della città necessita di importanti miglioramenti."
      ],
      "ru": [
        "Правительство инвестирует в развитие инфраструктуры.",
        "Хорошая инфраструктура необходима для экономического роста.",
        "Инфраструктура города нуждается в серьезных улучшениях."
      ],
      "es": [
        "El gobierno está invirtiendo en el desarrollo de infraestructura.",
        "Una buena infraestructura es esencial para el crecimiento económico.",
        "La infraestructura de la ciudad necesita mejoras importantes."
      ],
      "pl": [
        "Rząd inwestuje w rozwój infrastruktury.",
        "Dobra infrastruktura jest niezbędna dla wzrostu gospodarczego.",
        "Infrastruktura miasta potrzebuje znacznych ulepszeń."
      ],
      "fa": [
        "دولت در توسعه زیرساخت سرمایه‌گذاری می‌کند.",
        "زیرساخت خوب برای رشد اقتصادی ضروری است.",
        "زیرساخت شهر نیاز به بهبودهای عمده دارد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_493_ar",
    "word": "أخلاقِيَّة",
    "category": "noun",
    "frequency_rank": 493,
    "level": "a1",
    "translations": {
      "en": "ethic",
      "de": "Ethik",
      "ar": "أخلاقِيَّة",
      "fr": "éthique",
      "it": "etica",
      "ru": "этика",
      "es": "ética",
      "pl": "etyka",
      "fa": "اخلاق"
    },
    "explanation": {
      "en": "A set of moral principles that govern behavior or conduct",
      "de": "Eine Reihe moralischer Prinzipien, die Verhalten oder Handeln regeln",
      "ar": "مجموعة من المبادئ الأخلاقية التي تحكم السلوك أو التصرف",
      "fr": "Un ensemble de principes moraux qui régissent le comportement ou la conduite",
      "it": "Un insieme di principi morali che governano il comportamento o la condotta",
      "ru": "Набор моральных принципов, регулирующих поведение или действия",
      "es": "Un conjunto de principios morales que gobiernan el comportamiento o la conducta",
      "pl": "Zestaw zasad moralnych, które rządzą zachowaniem lub postępowaniem",
      "fa": "مجموعه‌ای از اصول اخلاقی که رفتار یا عملکرد را تعیین می‌کند"
    },
    "examples": {
      "en": [
        "The company has a strong work ethic.",
        "Professional ethics require honesty with clients.",
        "She questioned the ethics of the decision."
      ],
      "de": [
        "Das Unternehmen hat eine starke Arbeitsethik.",
        "Berufsethik erfordert Ehrlichkeit gegenüber Kunden.",
        "Sie stellte die Ethik der Entscheidung in Frage."
      ],
      "ar": [
        "لدى الشركة أخلاقيات عمل قوية.",
        "تتطلب الأخلاقيات المهنية الصدق مع العملاء.",
        "شككت في أخلاقيات القرار."
      ],
      "fr": [
        "L'entreprise a une forte éthique de travail.",
        "L'éthique professionnelle exige l'honnêteté avec les clients.",
        "Elle a questionné l'éthique de la décision."
      ],
      "it": [
        "L'azienda ha una forte etica del lavoro.",
        "L'etica professionale richiede onestà con i clienti.",
        "Ha messo in discussione l'etica della decisione."
      ],
      "ru": [
        "У компании сильная трудовая этика.",
        "Профессиональная этика требует честности с клиентами.",
        "Она поставила под сомнение этичность решения."
      ],
      "es": [
        "La empresa tiene una fuerte ética de trabajo.",
        "La ética profesional requiere honestidad con los clientes.",
        "Cuestionó la ética de la decisión."
      ],
      "pl": [
        "Firma ma silną etykę pracy.",
        "Etyka zawodowa wymaga uczciwości wobec klientów.",
        "Zakwestionowała etykę decyzji."
      ],
      "fa": [
        "شرکت اخلاق کاری قوی دارد.",
        "اخلاق حرفه‌ای صداقت با مشتریان را الزامی می‌کند.",
        "او اخلاق این تصمیم را زیر سؤال برد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_494_ar",
    "word": "يُمَيِّز",
    "category": "verb",
    "frequency_rank": 494,
    "level": "a1",
    "translations": {
      "en": "differentiate",
      "de": "differenzieren",
      "ar": "يُمَيِّز",
      "fr": "différencier",
      "it": "differenziare",
      "ru": "различать",
      "es": "diferenciar",
      "pl": "różnicować",
      "fa": "تمایز قائل شدن"
    },
    "explanation": {
      "en": "To recognize or show the difference between things",
      "de": "Den Unterschied zwischen Dingen erkennen oder zeigen",
      "ar": "التعرف على الفرق بين الأشياء أو إظهاره",
      "fr": "Reconnaître ou montrer la différence entre les choses",
      "it": "Riconoscere o mostrare la differenza tra le cose",
      "ru": "Распознавать или показывать разницу между вещами",
      "es": "Reconocer o mostrar la diferencia entre las cosas",
      "pl": "Rozpoznawać lub pokazywać różnicę między rzeczami",
      "fa": "تشخیص یا نشان دادن تفاوت بین چیزها"
    },
    "examples": {
      "en": [
        "It's hard to differentiate between the two products.",
        "We need to differentiate our brand from competitors.",
        "Children learn to differentiate colors at an early age."
      ],
      "de": [
        "Es ist schwer, zwischen den beiden Produkten zu differenzieren.",
        "Wir müssen unsere Marke von Wettbewerbern differenzieren.",
        "Kinder lernen früh, Farben zu differenzieren."
      ],
      "ar": [
        "من الصعب التمييز بين المنتجين.",
        "نحتاج إلى تمييز علامتنا التجارية عن المنافسين.",
        "يتعلم الأطفال التمييز بين الألوان في سن مبكرة."
      ],
      "fr": [
        "Il est difficile de différencier les deux produits.",
        "Nous devons différencier notre marque de la concurrence.",
        "Les enfants apprennent à différencier les couleurs dès leur plus jeune âge."
      ],
      "it": [
        "È difficile differenziare i due prodotti.",
        "Dobbiamo differenziare il nostro marchio dai concorrenti.",
        "I bambini imparano a differenziare i colori in tenera età."
      ],
      "ru": [
        "Трудно различить эти два продукта.",
        "Нам нужно отличить наш бренд от конкурентов.",
        "Дети учатся различать цвета в раннем возрасте."
      ],
      "es": [
        "Es difícil diferenciar entre los dos productos.",
        "Necesitamos diferenciar nuestra marca de los competidores.",
        "Los niños aprenden a diferenciar colores a una edad temprana."
      ],
      "pl": [
        "Trudno różnicować te dwa produkty.",
        "Musimy wyróżnić naszą markę od konkurencji.",
        "Dzieci uczą się różnicować kolory we wczesnym wieku."
      ],
      "fa": [
        "تمایز قائل شدن بین این دو محصول سخت است.",
        "ما باید برند خود را از رقبا متمایز کنیم.",
        "کودکان یاد می‌گیرند که در سنین پایین بین رنگ‌ها تمایز قائل شوند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_495_ar",
    "word": "حافِز",
    "category": "noun",
    "frequency_rank": 495,
    "level": "a1",
    "translations": {
      "en": "incentive",
      "de": "Anreiz",
      "ar": "حافِز",
      "fr": "incitation",
      "it": "incentivo",
      "ru": "стимул",
      "es": "incentivo",
      "pl": "zachęta",
      "fa": "انگیزه"
    },
    "explanation": {
      "en": "Something that motivates or encourages someone to do something",
      "de": "Etwas, das jemanden motiviert oder ermutigt, etwas zu tun",
      "ar": "شيء يحفز أو يشجع شخصاً ما على فعل شيء ما",
      "fr": "Quelque chose qui motive ou encourage quelqu'un à faire quelque chose",
      "it": "Qualcosa che motiva o incoraggia qualcuno a fare qualcosa",
      "ru": "Что-то, что мотивирует или побуждает кого-либо сделать что-либо",
      "es": "Algo que motiva o anima a alguien a hacer algo",
      "pl": "Coś, co motywuje lub zachęca kogoś do zrobienia czegoś",
      "fa": "چیزی که کسی را برای انجام کاری تحریک یا تشویق می‌کند"
    },
    "examples": {
      "en": [
        "The company offers financial incentives for good performance.",
        "Tax breaks provide an incentive for businesses to invest.",
        "There's little incentive to change the current system."
      ],
      "de": [
        "Das Unternehmen bietet finanzielle Anreize für gute Leistung.",
        "Steuererleichterungen bieten einen Anreiz für Unternehmen zu investieren.",
        "Es gibt wenig Anreiz, das aktuelle System zu ändern."
      ],
      "ar": [
        "تقدم الشركة حوافز مالية للأداء الجيد.",
        "توفر الإعفاءات الضريبية حافزاً للشركات للاستثمار.",
        "هناك حافز ضئيل لتغيير النظام الحالي."
      ],
      "fr": [
        "L'entreprise offre des incitations financières pour de bonnes performances.",
        "Les allégements fiscaux offrent une incitation aux entreprises à investir.",
        "Il y a peu d'incitation à changer le système actuel."
      ],
      "it": [
        "L'azienda offre incentivi finanziari per le buone prestazioni.",
        "Le agevolazioni fiscali offrono un incentivo alle imprese per investire.",
        "C'è poco incentivo a cambiare il sistema attuale."
      ],
      "ru": [
        "Компания предлагает финансовые стимулы за хорошую работу.",
        "Налоговые льготы стимулируют бизнес к инвестициям.",
        "Нет особого стимула менять текущую систему."
      ],
      "es": [
        "La empresa ofrece incentivos financieros por buen desempeño.",
        "Las exenciones fiscales proporcionan un incentivo para que las empresas inviertan.",
        "Hay poco incentivo para cambiar el sistema actual."
      ],
      "pl": [
        "Firma oferuje zachęty finansowe za dobre wyniki.",
        "Ulgi podatkowe stanowią zachętę dla firm do inwestowania.",
        "Jest niewielka zachęta do zmiany obecnego systemu."
      ],
      "fa": [
        "شرکت انگیزه‌های مالی برای عملکرد خوب ارائه می‌دهد.",
        "معافیت‌های مالیاتی انگیزه‌ای برای سرمایه‌گذاری مشاغل فراهم می‌کند.",
        "انگیزه کمی برای تغییر سیستم فعلی وجود دارد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_496_ar",
    "word": "نَموذَج",
    "category": "noun",
    "frequency_rank": 496,
    "level": "a1",
    "translations": {
      "en": "paradigm",
      "de": "Paradigma",
      "ar": "نَموذَج",
      "fr": "paradigme",
      "it": "paradigma",
      "ru": "парадигма",
      "es": "paradigma",
      "pl": "paradygmat",
      "fa": "الگو"
    },
    "explanation": {
      "en": "A typical example or pattern of something, or a way of thinking about something",
      "de": "Ein typisches Beispiel oder Muster von etwas, oder eine Art über etwas zu denken",
      "ar": "مثال أو نمط نموذجي لشيء ما، أو طريقة للتفكير في شيء ما",
      "fr": "Un exemple ou modèle typique de quelque chose, ou une façon de penser à quelque chose",
      "it": "Un esempio o modello tipico di qualcosa, o un modo di pensare a qualcosa",
      "ru": "Типичный пример или образец чего-либо, или способ мышления о чем-либо",
      "es": "Un ejemplo o patrón típico de algo, o una forma de pensar sobre algo",
      "pl": "Typowy przykład lub wzorzec czegoś, lub sposób myślenia o czymś",
      "fa": "نمونه یا الگوی معمولی از چیزی، یا روشی برای فکر کردن درباره چیزی"
    },
    "examples": {
      "en": [
        "The theory represents a paradigm shift in scientific thinking.",
        "This case study serves as a paradigm for future research.",
        "We need a new paradigm for understanding the problem."
      ],
      "de": [
        "Die Theorie stellt einen Paradigmenwechsel im wissenschaftlichen Denken dar.",
        "Diese Fallstudie dient als Paradigma für zukünftige Forschung.",
        "Wir brauchen ein neues Paradigma zum Verständnis des Problems."
      ],
      "ar": [
        "تمثل النظرية تحولاً في النموذج الفكري العلمي.",
        "تعمل دراسة الحالة هذه كنموذج للبحث المستقبلي.",
        "نحتاج إلى نموذج جديد لفهم المشكلة."
      ],
      "fr": [
        "La théorie représente un changement de paradigme dans la pensée scientifique.",
        "Cette étude de cas sert de paradigme pour les recherches futures.",
        "Nous avons besoin d'un nouveau paradigme pour comprendre le problème."
      ],
      "it": [
        "La teoria rappresenta un cambio di paradigma nel pensiero scientifico.",
        "Questo caso di studio funge da paradigma per la ricerca futura.",
        "Abbiamo bisogno di un nuovo paradigma per comprendere il problema."
      ],
      "ru": [
        "Теория представляет собой смену парадигмы в научном мышлении.",
        "Это исследование служит парадигмой для будущих исследований.",
        "Нам нужна новая парадигма для понимания проблемы."
      ],
      "es": [
        "La teoría representa un cambio de paradigma en el pensamiento científico.",
        "Este estudio de caso sirve como paradigma para futuras investigaciones.",
        "Necesitamos un nuevo paradigma para entender el problema."
      ],
      "pl": [
        "Teoria reprezentuje zmianę paradygmatu w myśleniu naukowym.",
        "To studium przypadku służy jako paradygmat dla przyszłych badań.",
        "Potrzebujemy nowego paradygmatu do zrozumienia problemu."
      ],
      "fa": [
        "این نظریه نشان‌دهنده تغییر الگو در تفکر علمی است.",
        "این مطالعه موردی به عنوان الگویی برای تحقیقات آینده عمل می‌کند.",
        "ما به الگوی جدیدی برای درک مشکل نیاز داریم."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_497_ar",
    "word": "تَوَتُّر",
    "category": "noun",
    "frequency_rank": 497,
    "level": "a1",
    "translations": {
      "en": "tension",
      "de": "Spannung",
      "ar": "تَوَتُّر",
      "fr": "tension",
      "it": "tensione",
      "ru": "напряжение",
      "es": "tensión",
      "pl": "napięcie",
      "fa": "تنش"
    },
    "explanation": {
      "en": "Mental or emotional strain, or a strained relationship between people or groups",
      "de": "Geistige oder emotionale Belastung, oder eine angespannte Beziehung zwischen Menschen oder Gruppen",
      "ar": "ضغط عقلي أو عاطفي، أو علاقة متوترة بين الناس أو الجماعات",
      "fr": "Tension mentale ou émotionnelle, ou une relation tendue entre personnes ou groupes",
      "it": "Tensione mentale o emotiva, o una relazione tesa tra persone o gruppi",
      "ru": "Умственное или эмоциональное напряжение, или напряженные отношения между людьми или группами",
      "es": "Tensión mental o emocional, o una relación tensa entre personas o grupos",
      "pl": "Napięcie psychiczne lub emocjonalne, lub napięte relacje między ludźmi lub grupami",
      "fa": "فشار روحی یا عاطفی، یا رابطه کشیده بین افراد یا گروه‌ها"
    },
    "examples": {
      "en": [
        "There is growing tension between the two countries.",
        "The meeting was filled with tension and conflict.",
        "She could feel the tension in the room."
      ],
      "de": [
        "Es gibt wachsende Spannungen zwischen den beiden Ländern.",
        "Das Treffen war voller Spannung und Konflikte.",
        "Sie konnte die Spannung im Raum spüren."
      ],
      "ar": [
        "هناك توتر متزايد بين البلدين.",
        "كان الاجتماع مليئاً بالتوتر والصراع.",
        "كان بإمكانها الشعور بالتوتر في الغرفة."
      ],
      "fr": [
        "Il y a une tension croissante entre les deux pays.",
        "La réunion était remplie de tension et de conflit.",
        "Elle pouvait sentir la tension dans la pièce."
      ],
      "it": [
        "C'è una crescente tensione tra i due paesi.",
        "La riunione era piena di tensione e conflitto.",
        "Poteva sentire la tensione nella stanza."
      ],
      "ru": [
        "Растет напряженность между двумя странами.",
        "Встреча была полна напряжения и конфликтов.",
        "Она чувствовала напряжение в комнате."
      ],
      "es": [
        "Hay una tensión creciente entre los dos países.",
        "La reunión estuvo llena de tensión y conflicto.",
        "Podía sentir la tensión en la habitación."
      ],
      "pl": [
        "Rośnie napięcie między dwoma krajami.",
        "Spotkanie było pełne napięcia i konfliktów.",
        "Mogła wyczuć napięcie w pomieszczeniu."
      ],
      "fa": [
        "تنش رو به رشدی بین دو کشور وجود دارد.",
        "جلسه پر از تنش و تعارض بود.",
        "او می‌توانست تنش را در اتاق احساس کند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_498_ar",
    "word": "يُطابِق",
    "category": "verb",
    "frequency_rank": 498,
    "level": "a1",
    "translations": {
      "en": "conform",
      "de": "anpassen",
      "ar": "يُطابِق",
      "fr": "se conformer",
      "it": "conformarsi",
      "ru": "соответствовать",
      "es": "conformarse",
      "pl": "dostosować się",
      "fa": "مطابقت داشتن"
    },
    "explanation": {
      "en": "To follow rules, standards, or accepted behaviors",
      "de": "Regeln, Standards oder akzeptiertem Verhalten folgen",
      "ar": "اتباع القواعد أو المعايير أو السلوكيات المقبولة",
      "fr": "Suivre les règles, normes ou comportements acceptés",
      "it": "Seguire regole, standard o comportamenti accettati",
      "ru": "Следовать правилам, стандартам или принятым нормам поведения",
      "es": "Seguir reglas, estándares o comportamientos aceptados",
      "pl": "Przestrzegać zasad, standardów lub akceptowanych zachowań",
      "fa": "پیروی از قوانین، استانداردها یا رفتارهای پذیرفته شده"
    },
    "examples": {
      "en": [
        "All products must conform to safety standards.",
        "Students are expected to conform to school rules.",
        "She refused to conform to social expectations."
      ],
      "de": [
        "Alle Produkte müssen sich an Sicherheitsstandards anpassen.",
        "Von Schülern wird erwartet, dass sie sich an Schulregeln anpassen.",
        "Sie weigerte sich, sich an gesellschaftliche Erwartungen anzupassen."
      ],
      "ar": [
        "يجب أن تتوافق جميع المنتجات مع معايير السلامة.",
        "من المتوقع أن يلتزم الطلاب بقواعد المدرسة.",
        "رفضت التوافق مع التوقعات الاجتماعية."
      ],
      "fr": [
        "Tous les produits doivent se conformer aux normes de sécurité.",
        "Les élèves sont censés se conformer aux règles de l'école.",
        "Elle a refusé de se conformer aux attentes sociales."
      ],
      "it": [
        "Tutti i prodotti devono conformarsi agli standard di sicurezza.",
        "Gli studenti dovrebbero conformarsi alle regole scolastiche.",
        "Si è rifiutata di conformarsi alle aspettative sociali."
      ],
      "ru": [
        "Все продукты должны соответствовать стандартам безопасности.",
        "Ожидается, что студенты будут соответствовать школьным правилам.",
        "Она отказалась соответствовать социальным ожиданиям."
      ],
      "es": [
        "Todos los productos deben conformarse a los estándares de seguridad.",
        "Se espera que los estudiantes se conformen a las reglas escolares.",
        "Se negó a conformarse a las expectativas sociales."
      ],
      "pl": [
        "Wszystkie produkty muszą być zgodne ze standardami bezpieczeństwa.",
        "Oczekuje się, że uczniowie będą przestrzegać zasad szkolnych.",
        "Odmówiła dostosowania się do oczekiwań społecznych."
      ],
      "fa": [
        "همه محصولات باید با استانداردهای ایمنی مطابقت داشته باشند.",
        "انتظار می‌رود که دانش‌آموزان با قوانین مدرسه مطابقت داشته باشند.",
        "او از مطابقت با انتظارات اجتماعی خودداری کرد."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_499_ar",
    "word": "يَخضَع",
    "category": "verb",
    "frequency_rank": 499,
    "level": "a1",
    "translations": {
      "en": "undergo",
      "de": "durchmachen",
      "ar": "يَخضَع",
      "fr": "subir",
      "it": "subire",
      "ru": "подвергаться",
      "es": "someterse",
      "pl": "przejść",
      "fa": "تحت چیزی قرار گرفتن"
    },
    "explanation": {
      "en": "To experience or be subjected to something, especially a change or process",
      "de": "Etwas erleben oder ausgesetzt sein, besonders einer Veränderung oder einem Prozess",
      "ar": "تجربة شيء ما أو التعرض له، خاصة تغيير أو عملية",
      "fr": "Faire l'expérience ou être soumis à quelque chose, en particulier un changement ou un processus",
      "it": "Sperimentare o essere sottoposto a qualcosa, specialmente un cambiamento o un processo",
      "ru": "Испытывать или подвергаться чему-либо, особенно изменению или процессу",
      "es": "Experimentar o estar sujeto a algo, especialmente un cambio o proceso",
      "pl": "Doświadczać lub być poddanym czemuś, szczególnie zmianie lub procesowi",
      "fa": "تجربه کردن یا در معرض چیزی قرار گرفتن، به ویژه تغییر یا فرآیند"
    },
    "examples": {
      "en": [
        "She will undergo surgery next week.",
        "The company is undergoing major changes.",
        "All candidates must undergo a background check."
      ],
      "de": [
        "Sie wird nächste Woche eine Operation durchmachen.",
        "Das Unternehmen durchläuft große Veränderungen.",
        "Alle Kandidaten müssen eine Hintergrundprüfung durchmachen."
      ],
      "ar": [
        "ستخضع لعملية جراحية الأسبوع المقبل.",
        "تخضع الشركة لتغييرات كبيرة.",
        "يجب أن يخضع جميع المرشحين لفحص الخلفية."
      ],
      "fr": [
        "Elle subira une intervention chirurgicale la semaine prochaine.",
        "L'entreprise subit des changements majeurs.",
        "Tous les candidats doivent subir une vérification des antécédents."
      ],
      "it": [
        "Subirà un intervento chirurgico la settimana prossima.",
        "L'azienda sta subendo cambiamenti importanti.",
        "Tutti i candidati devono subire un controllo dei precedenti."
      ],
      "ru": [
        "На следующей неделе она подвергнется операции.",
        "Компания подвергается крупным изменениям.",
        "Все кандидаты должны пройти проверку биографических данных."
      ],
      "es": [
        "Se someterá a cirugía la próxima semana.",
        "La empresa está experimentando cambios importantes.",
        "Todos los candidatos deben someterse a una verificación de antecedentes."
      ],
      "pl": [
        "Przejdzie operację w przyszłym tygodniu.",
        "Firma przechodzi poważne zmiany.",
        "Wszyscy kandydaci muszą przejść weryfikację przeszłości."
      ],
      "fa": [
        "او هفته آینده تحت عمل جراحی قرار خواهد گرفت.",
        "شرکت در حال تحت تغییرات عمده قرار گرفتن است.",
        "همه نامزدها باید تحت بررسی سوابق قرار گیرند."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  },
  {
    "id": "universal_a1_500_ar",
    "word": "يُثابِر",
    "category": "verb",
    "frequency_rank": 500,
    "level": "a1",
    "translations": {
      "en": "persist",
      "de": "beharren",
      "ar": "يُثابِر",
      "fr": "persister",
      "it": "persistere",
      "ru": "упорствовать",
      "es": "persistir",
      "pl": "trwać",
      "fa": "اصرار داشتن"
    },
    "explanation": {
      "en": "To continue doing something despite difficulty or opposition",
      "de": "Trotz Schwierigkeiten oder Widerstand etwas weiter tun",
      "ar": "الاستمرار في فعل شيء رغم الصعوبة أو المعارضة",
      "fr": "Continuer à faire quelque chose malgré la difficulté ou l'opposition",
      "it": "Continuare a fare qualcosa nonostante difficoltà o opposizione",
      "ru": "Продолжать делать что-то, несмотря на трудности или противодействие",
      "es": "Continuar haciendo algo a pesar de la dificultad u oposición",
      "pl": "Kontynuować robienie czegoś pomimo trudności lub sprzeciwu",
      "fa": "ادامه دادن انجام کاری علیرغم سختی یا مخالفت"
    },
    "examples": {
      "en": [
        "If you persist in this behavior, there will be consequences.",
        "Despite the challenges, she persisted and succeeded.",
        "The problem persists even after several attempts to fix it."
      ],
      "de": [
        "Wenn Sie bei diesem Verhalten beharren, wird es Konsequenzen geben.",
        "Trotz der Herausforderungen beharrte sie und hatte Erfolg.",
        "Das Problem besteht auch nach mehreren Reparaturversuchen fort."
      ],
      "ar": [
        "إذا ثابرت على هذا السلوك، ستكون هناك عواقب.",
        "رغم التحديات، ثابرت ونجحت.",
        "المشكلة لا تزال قائمة حتى بعد عدة محاولات لإصلاحها."
      ],
      "fr": [
        "Si vous persistez dans ce comportement, il y aura des conséquences.",
        "Malgré les défis, elle a persisté et a réussi.",
        "Le problème persiste même après plusieurs tentatives de réparation."
      ],
      "it": [
        "Se persisti in questo comportamento, ci saranno conseguenze.",
        "Nonostante le sfide, ha persistito ed è riuscita.",
        "Il problema persiste anche dopo diversi tentativi di risolverlo."
      ],
      "ru": [
        "Если вы будете упорствовать в этом поведении, будут последствия.",
        "Несмотря на трудности, она упорствовала и преуспела.",
        "Проблема сохраняется даже после нескольких попыток ее устранить."
      ],
      "es": [
        "Si persiste en este comportamiento, habrá consecuencias.",
        "A pesar de los desafíos, persistió y tuvo éxito.",
        "El problema persiste incluso después de varios intentos de arreglarlo."
      ],
      "pl": [
        "Jeśli będziesz trwał w tym zachowaniu, będą konsekwencje.",
        "Pomimo wyzwań, trwała i odniosła sukces.",
        "Problem trwa nawet po kilku próbach jego naprawy."
      ],
      "fa": [
        "اگر بر این رفتار اصرار داشته باشید، عواقبی خواهد داشت.",
        "علیرغم چالش‌ها، او اصرار داشت و موفق شد.",
        "مشکل حتی پس از چندین تلاش برای رفع آن همچنان باقی است."
      ]
    },
    "conjugations": null,
    "cefrLevel": "A1"
  }
]
